Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Find files modified in the last N time units (leave empty to skip)
bg: Намери файлове, модифицирани в последните N времеви единици (остави празно, за да пропуснеш)
cs: Najděte soubory upravené v posledních N časových jednotkách (nechte prázdné pro přeskočení)
da: Find filer, der er ændret inden for de sidste N tidsenheder (lad være med at udfylde for at springe over)
et: Leia faile, mis on muudetud viimase N ajavahemiku jooksul (jäta tühi, et vahele jätta)
fr: Trouver des fichiers modifiés dans les N dernières unités de temps (laisser vide pour ignorer)
he: מצא קבצים ששונו ב-N הזמן האחרון (השאר ריק כדי לדלג)
hu: Keressen fájlokat, amelyeket az utolsó N időegységben módosítottak (hagyja üresen a kihagyáshoz)
ja: 最後のN時間単位で変更されたファイルを見つける（スキップするには空白のままにしてください）
pl: Znajdź pliki zmodyfikowane w ciągu ostatnich N jednostek czasu (pozostaw puste, aby pominąć)
pt: Encontre arquivos modificados nos últimos N unidades de tempo (deixe em branco para pular)
ru: Найдите файлы, измененные за последние N единиц времени (оставьте пустым, чтобы пропустить)
sv: Hitta filer som ändrats under de senaste N tidsenheterna (lämna tomt för att hoppa över)

source: Time Unit
bg: Единица време
cs: Časová jednotka
da: Tidsenhed
et: Ajaühik
fr: Unité de temps
he: יחידת זמן
hu: Időegység
ja: 時間単位
pl: Jednostka czasu
pt: Unidade de Tempo
ru: Единица времени
sv: Tidsenhet

source: Minutes
bg: Минути
cs: Minuty
da: Minutter
et: Minutid
he: דקות
hu: Perc minutes
ja: 分
pl: Minuty
pt: Minutos
ru: Минуты
sv: Minuter

source: Hours
bg: Часове
cs: Hodiny
da: Timer
et: Tunnid
fr: Heures
he: שעות
hu: Órák
ja: 時間
pl: Godziny
pt: Horas
ru: Часы
sv: Timmar

source: Days
bg: Дни
cs: Dny
da: Dage
et: Päevad
fr: Jours
he: ימים
hu: Napok
ja: 日数
pl: Dni
pt: Dias
ru: Дни
sv: Dagar

source: Time unit for the modified filter
bg: Единица време за модифицирания филтър
cs: Jednotka času pro upravený filtr
da: Tidsenhed for den modificerede filter
et: Muudatud filtri ajavahemik
fr: Unité de temps pour le filtre modifié
he: יחידת זמן עבור המסנן המותאם
hu: A módosított szűrő időegysége
ja: 変更されたフィルターの時間単位
pl: Jednostka czasu dla zmodyfikowanego filtra
pt: Unidade de tempo para o filtro modificado
ru: Единица времени для изменённого фильтра
sv: Tidsenhet för den modifierade filtret

source: Search in File Content
bg: Търсене в съдържанието на файла
cs: Hledat v obsahu souboru
da: Søg i filindhold
et: Otsi faili sisu
fr: Rechercher dans le contenu du fichier
he: חפש בתוכן הקובץ
hu: Fájl tartalmában keresés
ja: ファイル内容を検索
pl: Szukaj w zawartości pliku
pt: Pesquisar no Conteúdo do Arquivo
ru: Поиск в содержимом файла
sv: Sök i filinnehåll

source: Text to search for inside files
bg: Текст за търсене в файлове
cs: Text k vyhledávání uvnitř souborů
da: Tekst at søge efter i filer
et: Tekst, mida otsida failidest
fr: Texte à rechercher dans les fichiers
he: טקסט לחיפוש בתוך קבצים
hu: Fájlokban keresendő szöveg
ja: ファイル内で検索するテキスト
pl: Tekst do wyszukania w plikach
pt: Texto a ser pesquisado dentro dos arquivos
ru: Текст для поиска внутри файлов
sv: Text att söka efter i filer

source: Use grep to search within file contents
bg: Използвайте grep, за да търсите в съдържанието на файлове.
cs: Použijte grep k vyhledávání v obsahu souboru
da: Brug grep til at søge inden for filindhold.
et: Kasutage grep'i, et otsida failisisu seest.
fr: Utilisez grep pour rechercher dans le contenu des fichiers
he: השתמש ב-grep כדי לחפש בתוכן הקובץ
hu: Használja a grep-et a fájl tartalmának keresésére
ja: ファイルの内容を検索するにはgrepを使用します
pl: Użyj grep, aby przeszukać zawartość plików
pt: Use grep para pesquisar dentro do conteúdo do arquivo
ru: Используйте grep для поиска в содержимом файлов
sv: Använd grep för att söka inom filinnehåll

source: List Files
bg: Списък с файлове
cs: Seznam souborů
da: Liste filer
et: Failide loend
fr: Lister les fichiers
he: רשימת קבצים
hu: Fájlok listázása
ja: ファイルの一覧
pl: Lista plików
pt: Listar Arquivos
ru: Список файлов
sv: Lista filer

source: List directory contents with details
bg: Списък на съдържанието на директорията с детайли
cs: Zobrazit obsah adresáře s podrobnostmi
da: Liste indholdet af mappen med detaljer
et: Loendi katalooge sisu üksikasjadega
fr: Lister le contenu du répertoire avec des détails
he: רשימת תוכן תיקייה עם פרטים
hu: A könyvtár tartalmának részletes listázása
ja: 詳細付きディレクトリ内容を一覧表示
pl: Wyświetl zawartość katalogu z szczegółami
pt: Listar o conteúdo do diretório com detalhes
ru: Список содержимого каталога с деталями
sv: Lista kataloginnehåll med detaljer

source: Compress
bg: Стисни
cs: Komprimovat
da: Komprimér
et: Kompresseeri
fr: Compresser
he: דחוס
hu: Tömörít
ja: 圧縮
pl: Kompresuj
pt: Compactar
ru: Сжать
sv: Komprimera

source: Create compressed archives from files and folders
bg: Създайте компресирани архиви от файлове и папки
cs: Vytvořit komprimované archivy z souborů a složek
da: Opret komprimerede arkiver fra filer og mapper
et: Loo tihendatud arhiive failidest ja kaustadest
fr: Créer des archives compressées à partir de fichiers et de dossiers
he: צור ארכיונים דחוסים מקבצים ותיקיות
hu: Hozzon létre tömörített archívumokat fájlokból és mappákból
ja: ファイルとフォルダーから圧縮アーカイブを作成する
pl: Twórz skompresowane archiwa z plików i folderów
pt: Criar arquivos compactados a partir de arquivos e pastas
ru: Создайте сжатые архивы из файлов и папок
sv: Skapa komprimerade arkiv från filer och mappar

source: tar.xz (xz)
he: טאר.xz (xz)

source: tar.gz (gzip)
he: טאר.גז (גזיפ)

source: tar.bz2 (bzip2)
he: טאר.בז2 (בזיפ2)

source: tar.zst (zstd)
he: טאר.זסט (זסט)

source: tar.lzma (lzma)
he: טאר.לזמה (לזמה)

source: tar (no compression)
bg: тар (без компресия)
cs: tar (bez komprese)
da: tar (ingen komprimering)
et: tar (ilma tihendamiseta)
fr: tar (sans compression)
he: טאר (ללא דחיסה)
hu: tar (nincs tömörítés)
ja: tar（圧縮なし）
pl: tar (bez kompresji)
pt: tar (sem compressão)
ru: tar (без сжатия)
sv: tar (ingen komprimering)

source: zip
he: זיפ
ja: ジップ
ru: зип

source: Archive format to use
bg: Формат на архива за използване
cs: Formát archivu k použití
da: Arkivformat at bruge
et: Arhiiviformaat, mida kasutada
fr: Format d'archive à utiliser
he: פורמט ארכיון לשימוש
hu: Használni kívánt archívumformátum
ja: 使用するアーカイブ形式
pl: Format archiwum do użycia
pt: Formato de arquivo a ser usado
ru: Формат архива для использования
sv: Arkivformat att använda

source: Files/Folders
bg: Файлове/Папки
cs: Soubory/Složky
da: Filer/Mapper
et: Failid/Kaustad
fr: Fichiers/Dossiers
he: קבצים/תיקיות
hu: Fájlok/Mappák
ja: ファイル/フォルダー
pl: Pliki/Folders
pt: Arquivos/Pastas
ru: Файлы/Папки
sv: Filer/Mappar

source: file1 file2 folder/
bg: файл1 файл2 папка/
cs: soubor1 soubor2 složka/
da: fil1 fil2 mappe/
et: fail1 fail2 kaust/
fr: fichier1 fichier2 dossier/
he: קובץ1 קובץ2 תיקייה/
hu: fájl1 fájl2 mappa/
ja: ファイル1 ファイル2 フォルダー/
pl: plik1 plik2 folder/
pt: arquivo1 arquivo2 pasta/
ru: файл1 файл2 папка/
sv: fil1 fil2 mapp/

source: Files and folders to compress
bg: Файлове и папки за компресиране
cs: Soubory a složky k zkomprimování
da: Filer og mapper, der skal komprimeres
et: Failid ja kaustad tihendamiseks
fr: Fichiers et dossiers à compresser
he: קבצים ותיקיות לדחיסה
hu: Tömörítendő fájlok és mappák
ja: 圧縮するファイルとフォルダー
pl: Pliki i foldery do skompresowania
pt: Arquivos e pastas para compactar
ru: Файлы и папки для сжатия
sv: Filer och mappar att komprimera

source: Archive Name
bg: Име на архива
cs: Název archivu
da: Arkivnavn
et: Arhiivi nimi
fr: Nom de l'archive
he: שם הארכיון
hu: Archívum neve
ja: アーカイブ名
pl: Nazwa archiwum
pt: Nome do Arquivo
ru: Имя архива
sv: Arkivnamn

source: Name of the archive file to create
bg: Име на архива, който да се създаде
cs: Název archivu, který se má vytvořit
da: Navn på den arkivfil, der skal oprettes
et: Arhiivifaili nimi, mida luua
fr: Nom du fichier d'archive à créer
he: שם קובץ הארכיון ליצור
hu: A létrehozandó archív fájl neve
ja: 作成するアーカイブファイルの名前
pl: Nazwa pliku archiwum do utworzenia
pt: Nome do arquivo de arquivo a ser criado
ru: Имя создаваемого архивного файла
sv: Namn på arkivfilen som ska skapas

source: Extract
bg: Извлечи
cs: Extrahovat
da: Uddrag
et: Ekstraheerida
fr: Extraire
he: להוציא
hu: Kivonás
ja: 抽出
pl: Wyodrębnij
pt: Extrair
ru: Извлечь
sv: Extrahera

source: Extract files from compressed archives
bg: Извлечете файлове от компресирани архиви
cs: Extrahovat soubory z komprimovaných archivů
da: Udpak filer fra komprimerede arkiver
et: Ekstraheeri failid kokku pakitud arhiividest
fr: Extraire des fichiers d'archives compressées
he: חלץ קבצים מארכיונים דחוסים
hu: Fájlok kicsomagolása tömörített archívumokból
ja: 圧縮アーカイブからファイルを抽出
pl: Wyodrębnij pliki z archiwów skompresowanych
pt: Extrair arquivos de arquivos compactados
ru: Извлечь файлы из сжатых архивов
sv: Extrahera filer från komprimerade arkiv

source: Archive File
bg: Архивен файл
cs: Archivní soubor
da: Arkivfil
et: Arhiivifail
fr: Fichier d'archive
he: קובץ ארכיון
hu: Archív fájl
ja: アーカイブファイル
pl: Plik archiwum
pt: Arquivo Compactado
ru: Архивный файл
sv: Arkivfil

source: Archive file to extract
bg: Архивен файл за извличане
cs: Archivní soubor k extrakci
da: Arkivfil at udtrække
et: Arhiivifail, mille saab välja võtta
fr: Fichier d'archive à extraire
he: קובץ ארכיון לחילוץ
hu: Kibővítendő archív fájl
ja: 抽出するアーカイブファイル
pl: Plik archiwum do wyodrębnienia
pt: Arquivo compactado para extrair
ru: Файл архива для извлечения
sv: Arkivfil att extrahera

source: Destination
bg: Дестинация
cs: Cíl
et: Sihtkoht
he: יעד
hu: Célállomás
ja: 宛先
pl: Cel destination
pt: Destino
ru: Назначение

source: Leave empty for current directory
bg: Оставете празно за текущата директория
cs: Nechte prázdné pro aktuální adresář
da: Lad være tom for nuværende bibliotek
et: Jäta tühi praeguse katalooge jaoks
fr: Laissez vide pour le répertoire actuel
he: השאר ריק עבור תיקייה נוכחית
hu: Hagyja üresen a jelenlegi könyvtárhoz
ja: 現在のディレクトリの場合は空白のままにしてください
pl: Zostaw puste dla bieżącego katalogu
pt: Deixe vazio para o diretório atual
ru: Оставьте пустым для текущего каталога
sv: Lämna tomt för nuvarande katalog

source: Destination directory (optional)
bg: Директория за цел (по избор)
cs: Cílový adresář (volitelné)
da: Destination mappe (valgfri)
et: Sihtkoha kaust (valikuline)
fr: Répertoire de destination (facultatif)
he: תיקיית יעד (אופציונלי)
hu: Célkönyvtár (opcionális)
ja: 宛先ディレクトリ（オプション）
pl: Katalog docelowy (opcjonalnie)
pt: Diretório de destino (opcional)
ru: Каталог назначения (необязательно)
sv: Målmapp (valfritt)

source: Systemctl
he: סיסטם קונטול
ja: システムコントロール

source: Manage system services with systemctl
bg: Управлявайте системните услуги с systemctl
cs: Spravujte systémové služby pomocí systemctl
da: Administrer systemtjenester med systemctl
et: Haldage süsteemi teenuseid systemctl-iga
fr: Gérer les services système avec systemctl
he: נהל שירותי מערכת עם systemctl
hu: Rendszergazdai szolgáltatások kezelése a systemctl segítségével
ja: systemctlを使用してシステムサービスを管理する
pl: Zarządzaj usługami systemowymi za pomocą systemctl
pt: Gerenciar serviços do sistema com systemctl
ru: Управление системными службами с помощью systemctl
sv: Hantera systemtjänster med systemctl

source: System
bg: Система
cs: Systém
et: Süsteem
fr: Système
he: מערכת
hu: Rendszer
ja: システム
pt: Sistema
ru: Система

source: Action
bg: Действие
cs: Akce
da: Handling
et: Tegevus
he: פעולה
hu: Művelet
ja: アクション
pl: Akcja
pt: Ação
ru: Действие
sv: Åtgärd

source: Status
bg: Статус
cs: Stav
et: Olekord
fr: Statut
he: סטטוס
hu: Állapot
ja: ステータス
ru: Статус

source: Stop
bg: Спри
cs: Zastavit
et: Peata
fr: Arrêter
he: עצור
hu: Megállás
ja: 停止
pl: Zatrzymaj
pt: Parar
ru: Стоп
sv: Stopp

source: Restart
bg: Рестартиране
cs: Restartovat
da: Genstart
et: Taaskäivita
fr: Redémarrer
he: אתחל
hu: Újraindítás
ja: 再起動
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезагрузить
sv: Starta om

source: Enable
bg: Активиране
cs: Povolit
da: Aktiver
et: Lubama
fr: Activer
he: אפשר
hu: Engedélyezés
ja: 有効にする
pl: Włącz
pt: Ativar
ru: Включить
sv: Aktivera

source: Disable
bg: Деактивиране
cs: Zakázat
da: Deaktiver
et: Keela
fr: Désactiver
he: השבתה
hu: Letiltás
ja: 無効化
pl: Wyłącz
pt: Desativar
ru: Отключить
sv: Inaktivera

source: Is Active
bg: Активен
cs: Je aktivní
da: Er aktiv
et: On aktiivne
fr: Est actif
he: פעיל
hu: Aktív
ja: アクティブです
pl: Jest aktywny
pt: Está Ativo
ru: Активен
sv: Är aktiv

source: Is Enabled
bg: Активирано
cs: Je povoleno
da: Er aktiveret
et: On.
fr: Est activé
he: מופעל
hu: Engedélyezve van
ja: 有効です
pl: Jest włączone
pt: Está Habilitado
ru: Включено
sv: Är aktiverad

source: List Services
bg: Списък на услугите
cs: Seznam služeb
da: Liste tjenester
et: Teenuste loend
fr: Liste des services
he: רשימת שירותים
hu: Szolgáltatások listája
ja: サービスの一覧
pl: Lista usług
pt: Listar Serviços
ru: Список услуг
sv: Lista Tjänster

source: List Running
bg: Списък на изпълняващите се
cs: Seznam běžících
da: Liste kørende
et: Käivitusloend
fr: Liste des processus en cours
he: רשימת ריצה
hu: Futó lista
ja: 実行中のリスト
pl: Lista uruchomionych
pt: Lista em Execução
ru: Список запущенных
sv: Lista över körande

source: List Failed
bg: Списъкът неуспешен
cs: Seznam selhal
da: Liste mislykkedes
et: Loend ebaõnnestus
fr: Liste échouée
he: רשימה נכשלה
hu: Lista sikertelen
ja: リストの取得に失敗しました
pl: Lista nieudana
pt: Lista Falhou
ru: Список неудач
sv: Listan misslyckades

source: Action to perform on the service
bg: Действие, което да се извърши върху услугата
cs: Akce provést na službě
da: Handling, der skal udføres på tjenesten
et: Tegevus, mida teenuse peal teostada
fr: Action à effectuer sur le service
he: פעולה לביצוע על השירות
hu: A szolgáltatáson végrehajtandó művelet
ja: サービスに対して実行するアクション
pl: Akcja do wykonania na usłudze
pt: Ação a ser executada no serviço
ru: Действие, которое необходимо выполнить над сервисом
sv: Åtgärd att utföra på tjänsten

source: Service Name
bg: Име на услугата
cs: Název služby
da: Servicenavn
et: Teenuse nimi
fr: Nom du service
he: שם שירות
hu: Szolgáltatás neve
ja: サービス名
pl: Nazwa usługi
pt: Nome do Serviço
ru: Имя службы
sv: Tjänstnamn

source: e.g., nginx, sshd, docker
bg: nginx, sshd, docker
cs: nginx, sshd, docker
da: næste, sshd, docker
et: nginx, sshd, docker
fr: nginx, sshd, docker
he: nginx, sshd, docker
hu: nginx, sshd, docker
ja: nginx, sshd, docker
pl: nginx, sshd, docker
pt: nginx, sshd, docker
ru: ключ
sv: nyckel

source: Name of the service (leave empty for list actions)
bg: Име на услугата (оставете празно за действия с списък)
cs: Název služby (nechte prázdné pro akce seznamu)
da: Navn på tjenesten (lad være tom for listehandlinger)
et: Teenuse nimi (jätke loendi toimingute jaoks tühi)
fr: Nom du service (laisser vide pour les actions de liste)
he: שם השירות (השאר ריק לפעולות רשימה)
hu: A szolgáltatás neve (listás műveletekhez hagyja üresen)
ja: サービス名（リストアクションの場合は空白のままにしてください）
pl: Nazwa usługi (pozostaw puste dla akcji listy)
pt: Nome do serviço (deixe em branco para ações de lista)
ru: Название сервиса (оставьте пустым для действий со списком)
sv: Namn på tjänsten (lämna tomt för lista åtgärder)

source: User Scope
bg: Потребителски обхват
cs: Uživatelský rozsah
da: Brugeromfang
et: Kasutaja ulatus
fr: Portée de l'utilisateur
he: היקף משתמש
hu: Felhasználói terjedelem
ja: ユーザー範囲
pl: Zakres użytkownika
pt: Escopo do Usuário
ru: Область пользователя
sv: Användaromfång

source: Operate on user services (--user flag)
bg: Работа с потребителски услуги (--user флаг)
cs: Provozovat služby uživatelů (--user flag)
da: Operere på brugertjenester (--user flag)
et: Käivita kasutaja teenused (--user lipp)
fr: Opérer sur les services utilisateur (--user flag)
he: פעל על שירותי משתמש (--user flag)
hu: Felhasználói szolgáltatások kezelése (--user jelző)
ja: ユーザーサービスを操作する (--user フラグ)
pl: Operuj na usługach użytkownika (--user flag)
pt: Operar em serviços do usuário (--flag de usuário)
ru: Работать с пользовательскими службами (--user флаг)
sv: Arbeta med användartjänster (--user flag)

source: Journalctl
bg: Журналctl
cs: Žurnálctl
he: יומן מערכת
ja: ジャーナルctl
ru: Журналctl

source: View system logs with journalctl
bg: Преглед на системните журнали с journalctl
cs: Zobrazit systémové protokoly pomocí journalctl
da: Vis systemlogs med journalctl
et: Vaata süsteemi logisid journalctl abil
fr: Afficher les journaux système avec journalctl
he: צפה ביומני מערכת עם journalctl
hu: Rendszer naplók megtekintése a journalctl segítségével
ja: journalctlを使用してシステムログを表示
pl: Wyświetl dzienniki systemowe za pomocą journalctl
pt: Visualizar logs do sistema com journalctl
ru: Просмотреть системные журналы с помощью journalctl
sv: Visa systemloggar med journalctl

source: Unit/Service
bg: Единица/Услуга
cs: Jednotka/Služba
da: Enhed/Tjeneste
et: Üksus/Teenustus
fr: Unité/Service
he: יחידה/שירות
hu: Egység/Szolgáltatás
ja: ユニット/サービス
pl: Jednostka/Usługa
pt: Unidade/Serviço
ru: Подразделение/Служба
sv: Enhet/Tjänst

source: e.g., nginx, sshd (optional)
bg: ключ
cs: klíč
da: nøgle
et: Sure, please provide the string you would like to translate.
fr: Clé
he: מפתח
hu: kulcs
ja: キー
pl: klucz
pt: chave
ru: ключ
sv: Nyckel

source: Filter logs by service unit name
bg: Филтрирайте журналите по име на сервизно звено
cs: Filtrujte protokoly podle názvu servisní jednotky
da: Filtrer logfiler efter tjenesteenhedsnavn
et: Filtreeri logisid teenuseüksuse nime järgi
fr: Filtrer les journaux par nom d'unité de service
he: סנן יומנים לפי שם יחידת שירות
hu: Szűrje a naplókat a szolgáltatási egység neve szerint
ja: サービスユニット名でログをフィルタリング
pl: Filtruj logi według nazwy jednostki serwisowej
pt: Filtrar logs por nome da unidade de serviço
ru: Фильтровать журналы по имени сервисного блока
sv: Filtrera loggar efter tjänsteenhetsnamn

source: Follow (live)
bg: Следи (на живо)
cs: Sledujte (živě)
da: Følg (live)
et: Jälgi (otse)
fr: Suivre (en direct)
he: עקוב (חי)
hu: Kövesd (élőben)
ja: フォロー（ライブ）
pl: Śledź (na żywo)
pt: Seguir (ao vivo)
ru: Следить (в реальном времени)
sv: Följ (live)

source: Follow new log entries in real-time
bg: Следете новите записи в логовете в реално време
cs: Sledujte nové záznamy protokolu v reálném čase
da: Følg nye logposter i realtid
et: Jälgi uusi logikirjeid reaalajas
fr: Suivre les nouvelles entrées de journal en temps réel
he: עקוב אחרי רשומות יומן חדשות בזמן אמת
hu: Kövesse az új naplóbejegyzéseket valós időben
ja: リアルタイムで新しいログエントリを追跡する
pl: Śledź nowe wpisy w dzienniku w czasie rzeczywistym
pt: Acompanhe novas entradas de log em tempo real
ru: Следите за новыми записями в журнале в реальном времени
sv: Följ nya loggposter i realtid

source: Number of Lines
bg: Брой редове
cs: Počet řádků
da: Antal linjer
et: Ridade arv
fr: Nombre de lignes
he: מספר שורות
hu: Sorok száma
ja: 行数
pl: Liczba linii
pt: Número de Linhas
ru: Количество строк
sv: Antal rader

source: e.g., 100 (empty for all)
bg: ключ (използван за контекст): напр. 100 (празно за всички)
cs: e.g., 100 (prázdné pro všechny)
da: nøgle (bruges til kontekst): f.eks. 100 (tom for alle)
et: e.g., 100 (tühi kõigi jaoks)
fr: e.g., 100 (vide pour tous)
he: מפתח (ריק עבור כולם)
hu: kulcs (üres mindenhez)
ja: e.g., 100 (すべてに対して空)
pl: e.g., 100 (puste dla wszystkich)
pt: e.g., 100 (vazio para todos)
ru: e.g., 100 (пусто для всех)
sv: nyckel (tom för alla)

source: Show last N lines (leave empty for all)
bg: Покажи последните N реда (остави празно за всички)
cs: Zobrazit posledních N řádků (nechte prázdné pro všechny)
da: Vis sidste N linjer (lad være tom for alle)
et: Kuvaa viimased N rida (jätke tühi, et näha kõiki)
fr: Afficher les N dernières lignes (laisser vide pour tout)
he: הצג את N השורות האחרונות (השאר ריק עבור הכל)
hu: Mutasd az utolsó N sort (hagyj üresen mindet)
ja: 最後のN行を表示（すべて表示するには空白のままにしてください）
pl: Pokaż ostatnie N linii (pozostaw puste, aby wyświetlić wszystkie)
pt: Mostrar as últimas N linhas (deixe em branco para todas)
ru: Показать последние N строк (оставьте пустым для всех)
sv: Visa de senaste N raderna (lämna tomt för alla)

source: Priority
bg: Приоритет
cs: Priorita
da: Prioritet
et: Prioriteet
fr: Priorité
he: עדיפות
hu: Prioritás
ja: 優先度
pl: Priorytet
pt: Prioridade
ru: Приоритет
sv: Prioritet

source: All
bg: Всички
cs: Všechny
da: Alle
et: Kõik
fr: Tout
he: הכל
hu: Minden
ja: すべて
pl: Wszystko
pt: Todos
ru: Все
sv: Alla

source: Emergency (0)
bg: Спешен (0)
cs: Nouzový stav (0)
da: Nødsituation (0)
et: Hädaolukord (0)
fr: Urgence (0)
he: חירום (0)
hu: Sürgősség (0)
ja: 緊急 (0)
pl: Awaria (0)
pt: Emergência (0)
ru: Чрезвычайная ситуация (0)
sv: Nödsituation (0)

source: Alert (1)
bg: Предупреждение (1)
cs: Upozornění (1)
da: Advarsel (1)
et: Hoiatus (1)
fr: Alerte (1)
he: התראה (1)
hu: Figyelmeztetés (1)
ja: アラート (1)
pt: Alerta (1)
ru: Оповещение (1)
sv: Varning (1)

source: Critical (2)
bg: Критичен (2)
cs: Kritický (2)
da: Kritisk (2)
et: Kriitiline (2)
fr: Critique (2)
he: קריטי (2)
hu: Kritikus (2)
ja: クリティカル (2)
pl: Krytyczny (2)
pt: Crítico (2)
ru: Критический (2)
sv: Kritisk (2)

source: Error (3)
bg: Грешка (3)
cs: Chyba (3)
da: Fejl (3)
et: Viga (3)
fr: Erreur (3)
he: שגיאה (3)
hu: Hiba (3)
ja: エラー (3)
pl: Błąd (3)
pt: Erro (3)
ru: Ошибка (3)
sv: Fel (3)

source: Warning (4)
bg: Предупреждение (4)
cs: Upozornění (4)
da: Advarsel (4)
et: Hoiatus (4)
fr: Avertissement (4)
he: אזהרה (4)
hu: Figyelmeztetés (4)
ja: 警告 (4)
pl: Ostrzeżenie (4)
pt: Aviso (4)
ru: Предупреждение (4)
sv: Varning (4)

source: Notice (5)
bg: Уведомление (5)
cs: Oznámení (5)
da: Meddelelse (5)
et: Teade (5)
fr: Avertissement (5)
he: הודעה (5)
hu: Értesítés (5)
ja: 通知 (5)
pl: Powiadomienie (5)
pt: Aviso (5)
ru: Уведомление (5)
sv: Meddelande (5)

source: Info (6)
bg: Информация (6)
et: Teave (6)
he: מידע (6)
hu: Információ (6)
ja: 情報 (6)
pl: Informacje (6)
pt: Informação (6)
ru: Информация (6)

source: Debug (7)
bg: Отстраняване на грешки (7)
cs: Ladění (7)
da: Fejlfind (7)
et: Silumine (7)
fr: Déboguer (7)
he: ניפוי שגיאות (7)
hu: Hibakeresés (7)
ja: デバッグ (7)
pl: Debugowanie (7)
pt: Depurar (7)
ru: Отладка (7)
sv: Felsökning (7)

source: Filter by log priority level
bg: Филтрирай по ниво на приоритет на логовете
cs: Filtrujte podle úrovně priority protokolu
da: Filtrer efter logprioritetsniveau
et: Filtreeri logi prioriteedi taseme järgi
fr: Filtrer par niveau de priorité des journaux
he: סנן לפי רמת עדיפות יומן
hu: Szűrés a napló prioritási szintje szerint
ja: ログの優先度レベルでフィルタリング
pl: Filtruj według poziomu priorytetu logów
pt: Filtrar por nível de prioridade do log
ru: Фильтр по уровню приоритета журнала
sv: Filtrera efter loggprioritetsnivå

source: Since
bg: Откакто
cs: Od
da: Siden
et: Kuna
fr: Depuis
he: מאז
hu: Mióta
ja: 以来
pl: Od
pt: Desde
ru: С тех пор
sv: Eftersom

source: All time
bg: Цялото време
cs: Vždy
da: Hele tiden
et: Kogu aeg
fr: Tout le temps
he: כל הזמן
hu: Mindig
ja: すべての時間
pl: Cały czas
pt: Todo o tempo
ru: Все время
sv: All tid

source: Since Yesterday
bg: От вчера
cs: Od včerejška
da: Siden i går
et: Alates eile
fr: Depuis hier
he: מאז אתמול
hu: Tegnap óta
ja: 昨日から
pl: Od wczoraj
pt: Desde Ontem
ru: С тех пор как вчера
sv: Sedan igår

source: Last Hour
bg: Последен час
cs: Poslední hodina
da: Sidste time
et: Viimane tund
fr: Dernière heure
he: שעה אחרונה
hu: Utolsó óra
ja: 最後の1時間
pl: Ostatnia godzina
pt: Última Hora
ru: Последний час
sv: Senaste timmen

source: Last 24 Hours
bg: Последни 24 часа
cs: Posledních 24 hodin
da: Sidste 24 timer
et: Viimased 24 tundi
fr: Dernières 24 heures
he: 24 השעות האחרונות
hu: Utolsó 24 óra
ja: 過去24時間
pl: Ostatnie 24 godziny
pt: Últimas 24 Horas
ru: Последние 24 часа
sv: Senaste 24 timmarna

source: Current Boot
bg: Текущо зареждане
cs: Aktuální spuštění
da: Nuværende opstart
et: Praegune käivitamine
fr: Démarrage actuel
he: אתחול נוכחי
hu: Jelenlegi indítás
ja: 現在のブート
pl: Bieżące uruchomienie
pt: Inicialização Atual
ru: Текущая загрузка
sv: Aktuell start
