Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: How do I create configmap?
bg: Как да създам configmap?
cs: Jak vytvořím configmap?
da: Hvordan opretter jeg en configmap?
et: Kuidas ma loon configmap'i?
fr: Comment créer un configmap ?
he: איך אני יוצר configmap?
hu: Hogyan hozhatok létre configmap-et?
ja: ConfigMapを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć configmap?
pt: Como eu crio um configmap?
ru: Как создать configmap?
sv: Hur skapar jag en configmap?

source: How do I create secret?
bg: Как да създам тайна?
cs: Jak vytvořím tajemství?
da: Hvordan opretter jeg en hemmelighed?
et: Kuidas ma saan salajase luua?
fr: Comment puis-je créer un secret ?
he: איך אני יוצר סוד?
hu: Hogyan hozhatok létre titkot?
ja: 秘密を作成するにはどうすればよいですか？
pl: Jak mogę stworzyć sekret?
pt: Como eu crio um segredo?
ru: Как мне создать секрет?
sv: Hur skapar jag en hemlighet?

source: How do I exec into pod?
bg: Как да вляза в под?
cs: Jak se dostanu do podu pomocí exec?
da: Hvordan eksekverer jeg ind i pod?
et: Kuidas ma saan pod'i sisse execida?
fr: Comment puis-je exécuter dans le pod ?
he: איך אני נכנס לפוד?
hu: Hogyan lépek be a podba?
ja: ポッドにexecするにはどうすればよいですか？
pl: Jak mogę wykonać polecenie w podzie?
pt: Como faço para executar dentro do pod?
ru: Как мне выполнить команду в поде?
sv: Hur gör jag för att execa in i podden?

source: How do I port forward?
bg: Как да пренасоча порт?
cs: Jak mohu provést přesměrování portu?
da: Hvordan videresender jeg porte?
et: Kuidas ma suunamise porti teen?
fr: Comment faire du port forwarding ?
he: איך אני מבצע הפניית פורטים?
hu: Hogyan irányítsam át a portot?
ja: ポートフォワードはどうやって行いますか？
pl: Jak przekierować port?
pt: Como faço para encaminhar portas?
ru: Как мне настроить переадресацию портов?
sv: Hur gör jag för att vidarebefordra portar?

source: How do I connect to PostgreSQL?
bg: Как да се свържа с PostgreSQL?
cs: Jak se připojím k PostgreSQL?
da: Hvordan opretter jeg forbindelse til PostgreSQL?
et: Kuidas ma ühendan PostgreSQL-iga?
fr: Comment puis-je me connecter à PostgreSQL ?
he: איך אני מתחבר ל-PostgreSQL?
hu: Hogyan csatlakozhatok a PostgreSQL-hez?
ja: PostgreSQLに接続するにはどうすればよいですか？
pl: Jak mogę połączyć się z PostgreSQL?
pt: Como faço para me conectar ao PostgreSQL?
ru: Как мне подключиться к PostgreSQL?
sv: Hur ansluter jag till PostgreSQL?

source: How do I backup database?
bg: Как да направя резервно копие на базата данни?
cs: Jak zálohuji databázi?
da: Hvordan laver jeg en sikkerhedskopi af databasen?
et: Kuidas ma varundada andmebaasi?
fr: Comment puis-je sauvegarder la base de données ?
he: איך אני מגבה את בסיס הנתונים?
hu: Hogyan készíthetek biztonsági másolatot az adatbázisról?
ja: データベースをバックアップするにはどうすればよいですか？
pl: Jak mogę wykonać kopię zapasową bazy danych?
pt: Como faço para fazer backup do banco de dados?
ru: Как мне сделать резервную копию базы данных?
sv: Hur gör jag en säkerhetskopia av databasen?

source: How do I restore database?
bg: Как да възстановя базата данни?
cs: Jak mohu obnovit databázi?
da: Hvordan gendanner jeg databasen?
et: Kuidas ma taastan andmebaasi?
fr: Comment puis-je restaurer la base de données ?
he: איך אני משחזר את מסד הנתונים?
hu: Hogyan állíthatom vissza az adatbázist?
ja: データベースを復元するにはどうすればよいですか？
pl: Jak mogę przywrócić bazę danych?
pt: Como faço para restaurar o banco de dados?
ru: Как мне восстановить базу данных?
sv: Hur återställer jag databasen?

source: How do I list databases?
bg: Как да изброя бази данни?
cs: Jak mohu vypsat databáze?
da: Hvordan lister jeg databaser?
et: Kuidas ma saan andmebaase loetleda?
fr: Comment puis-je lister les bases de données ?
he: איך אני רושם את מסדי הנתונים?
hu: Hogyan listázhatom az adatbázisokat?
ja: データベースを一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić bazy danych?
pt: Como faço para listar bancos de dados?
ru: Как мне перечислить базы данных?
sv: Hur listar jag databaser?

source: How do I query from terminal?
bg: Как да направя заявка от терминала?
cs: Jak mohu dotazovat z terminálu?
da: Hvordan forespørger jeg fra terminalen?
et: Kuidas ma pärin terminalist?
fr: Comment puis-je interroger depuis le terminal ?
he: איך אני מבצע שאילתה מהטרמינל?
hu: Hogyan kérdezek le a terminálból?
ja: ターミナルからクエリを実行するにはどうすればよいですか？
pl: Jak mogę wykonać zapytanie z terminala?
pt: Como faço para consultar a partir do terminal?
ru: Как мне выполнить запрос из терминала?
sv: Hur frågar jag från terminalen?

source: How do I export to CSV?
bg: Как да експортирам в CSV?
cs: Jak mohu exportovat do CSV?
da: Hvordan eksporterer jeg til CSV?
et: Kuidas ma eksportin CSV-faili?
fr: Comment puis-je exporter au format CSV ?
he: איך אני מייצא ל-CSV?
hu: Hogyan exportálhatok CSV fájlba?
ja: CSVにエクスポートするにはどうすればよいですか？
pl: Jak mogę wyeksportować do CSV?
pt: Como faço para exportar para CSV?
ru: Как мне экспортировать в CSV?
sv: Hur exporterar jag till CSV?

source: How do I import from CSV?
bg: Как да импортирам от CSV?
cs: Jak mohu importovat z CSV?
da: Hvordan importerer jeg fra CSV?
et: Kuidas ma importin CSV-st?
fr: Comment puis-je importer depuis un CSV ?
he: איך אני מייבא מקובץ CSV?
hu: Hogyan importálhatok CSV-ből?
ja: CSVからインポートするにはどうすればよいですか？
pl: Jak zaimportować z pliku CSV?
pt: Como faço para importar de CSV?
ru: Как мне импортировать из CSV?
sv: Hur importerar jag från CSV?

source: How do I create database user?
bg: Как да създам потребител на база данни?
cs: Jak vytvořím uživatele databáze?
da: Hvordan opretter jeg en databasebruger?
et: Kuidas luua andmebaasi kasutajat?
fr: Comment créer un utilisateur de base de données ?
he: איך אני יוצר משתמש במסד נתונים?
hu: Hogyan hozhatok létre adatbázis felhasználót?
ja: データベースユーザーを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć użytkownika bazy danych?
pt: Como eu crio um usuário de banco de dados?
ru: Как создать пользователя базы данных?
sv: Hur skapar jag en databas-användare?

source: How do I grant permissions?
bg: Как да предоставя разрешения?
cs: Jak mohu udělit oprávnění?
da: Hvordan giver jeg tilladelser?
et: Kuidas ma luba annan?
fr: Comment puis-je accorder des autorisations ?
he: איך אני מעניק הרשאות?
hu: Hogyan adhatok engedélyeket?
ja: 権限を付与するにはどうすればよいですか？
pl: Jak mogę przyznać uprawnienia?
pt: Como concedo permissões?
ru: Как мне предоставить разрешения?
sv: Hur ger jag behörigheter?

source: How do I check database size?
bg: Как да проверя размера на базата данни?
cs: Jak zkontroluji velikost databáze?
da: Hvordan tjekker jeg databasen størrelse?
et: Kuidas ma saan kontrollida andmebaasi suurust?
fr: Comment puis-je vérifier la taille de la base de données ?
he: איך אני בודק את גודל מסד הנתונים?
hu: Hogyan ellenőrizhetem az adatbázis méretét?
ja: データベースのサイズを確認するにはどうすればよいですか？
pl: Jak sprawdzić rozmiar bazy danych?
pt: Como faço para verificar o tamanho do banco de dados?
ru: Как мне проверить размер базы данных?
sv: Hur kontrollerar jag databasens storlek?

source: How do I monitor CPU usage?
bg: Как да следя използването на CPU?
cs: Jak mohu sledovat využití CPU?
da: Hvordan overvåger jeg CPU-brug?
et: Kuidas ma jälgin CPU kasutust?
fr: Comment puis-je surveiller l'utilisation du processeur ?
he: איך אני עוקב אחרי שימוש במעבד?
hu: Hogyan figyelhetem a CPU használatát?
ja: CPU使用率をどのように監視しますか？
pl: Jak mogę monitorować użycie CPU?
pt: Como faço para monitorar o uso da CPU?
ru: Как я могу отслеживать использование ЦП?
sv: Hur övervakar jag CPU-användning?

source: How do I monitor memory?
bg: Как да наблюдавам паметта?
cs: Jak mohu sledovat paměť?
da: Hvordan overvåger jeg hukommelse?
et: Kuidas ma mälu jälgin?
fr: Comment puis-je surveiller la mémoire ?
he: איך אני עוקב אחרי זיכרון?
hu: Hogyan figyelhetem meg a memóriát?
ja: メモリをどのように監視しますか？
pl: Jak mogę monitorować pamięć?
pt: Como faço para monitorar a memória?
ru: Как мне отслеживать память?
sv: Hur övervakar jag minne?

source: How do I monitor disk I/O?
bg: Как да наблюдавам дисковия I/O?
cs: Jak mohu sledovat diskový I/O?
da: Hvordan overvåger jeg disk I/O?
et: Kuidas ma jälgin ketta I/O-d?
fr: Comment puis-je surveiller les entrées/sorties du disque ?
he: איך אני עוקב אחרי I/O של דיסק?
hu: Hogyan figyelhetem a lemez I/O-t?
ja: ディスクI/Oをどのように監視しますか？
pl: Jak mogę monitorować I/O dysku?
pt: Como faço para monitorar I/O de disco?
ru: Как мне отслеживать ввод-вывод диска?
sv: Hur övervakar jag disk I/O?

source: How do I monitor network?
bg: Как да наблюдавам мрежата?
cs: Jak mohu monitorovat síť?
da: Hvordan overvåger jeg netværket?
et: Kuidas ma jälgin võrku?
fr: Comment puis-je surveiller le réseau ?
he: איך אני עוקב אחרי הרשת?
hu: Hogyan figyelhetem meg a hálózatot?
ja: ネットワークを監視するにはどうすればよいですか？
pl: Jak mogę monitorować sieć?
pt: Como faço para monitorar a rede?
ru: Как мне мониторить сеть?
sv: Hur övervakar jag nätverket?

source: How do I benchmark command?
bg: Как да направя бенчмарк на командата?
cs: Jak mohu provést benchmark příkazu?
da: Hvordan benchmarker jeg kommandoen?
et: Kuidas ma käsklust hindan?
fr: Comment puis-je évaluer la commande ?
he: איך אני מבצע בדיקת ביצועים לפקודה?
hu: Hogyan mérjem be a parancsot?
ja: コマンドのベンチマークをどのように行いますか？
pl: Jak mogę przeprowadzić benchmark polecenia?
pt: Como faço para medir o desempenho do comando?
ru: Как мне протестировать команду?
sv: Hur benchmarkar jag kommandot?

source: How do I trace system calls?
bg: Как да проследя системни повиквания?
cs: Jak mohu sledovat systémové volání?
da: Hvordan sporer jeg systemopkald?
et: Kuidas ma jälgin süsteemikõnesid?
fr: Comment puis-je tracer les appels système ?
he: איך אני עוקב אחרי קריאות מערכת?
hu: Hogyan tudom nyomon követni a rendszerhívásokat?
ja: システムコールをトレースするにはどうすればよいですか？
pl: Jak mogę śledzić wywołania systemowe?
pt: Como faço para rastrear chamadas de sistema?
ru: Как мне отследить системные вызовы?
sv: Hur spårar jag systemanrop?

source: How do I view process tree?
bg: Как да видя дървото на процесите?
cs: Jak mohu zobrazit strom procesů?
da: Hvordan ser jeg processtræet?
et: Kuidas ma saan vaadata protsesside puu?
fr: Comment puis-je afficher l'arbre des processus ?
he: איך אני רואה את עץ התהליכים?
hu: Hogyan nézhetem meg a folyamatfát?
ja: プロセスツリーを表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić drzewo procesów?
pt: Como posso visualizar a árvore de processos?
ru: Как мне просмотреть дерево процессов?
sv: Hur visar jag processträdet?

source: How do I find bottlenecks?
bg: Как да намеря тесни места?
cs: Jak najít úzká místa?
da: Hvordan finder jeg flaskehalse?
et: Kuidas ma leian kitsaskohti?
fr: Comment puis-je trouver des goulets d'étranglement ?
he: איך אני מוצא צווארי בקבוק?
hu: Hogyan találhatom meg a szűk keresztmetszeteket?
ja: ボトルネックをどのように見つけますか？
pl: Jak mogę znaleźć wąskie gardła?
pt: Como encontro gargalos?
ru: Как мне найти узкие места?
sv: Hur hittar jag flaskhalsar?

source: How do I list open files?
bg: Как да изброя отворените файлове?
cs: Jak mohu vypsat otevřené soubory?
da: Hvordan lister jeg åbne filer?
et: Kuidas ma saan avatud faile loetleda?
fr: Comment puis-je lister les fichiers ouverts ?
he: איך אני רושם קבצים פתוחים?
hu: Hogyan listázhatom a nyitott fájlokat?
ja: オープンファイルを一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić otwarte pliki?
pt: Como faço para listar arquivos abertos?
ru: Как мне отобразить открытые файлы?
sv: Hur listar jag öppna filer?

source: How do I view thread info?
bg: Как да видя информация за нишката?
cs: Jak mohu zobrazit informace o vláknu?
da: Hvordan ser jeg trådinfo?
et: Kuidas ma saan vaadata teema teavet?
fr: Comment puis-je voir les informations sur le fil ?
he: איך אני רואה מידע על תהליכים?
hu: Hogyan nézhetem meg a szál információit?
ja: スレッド情報を表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić informacje o wątku?
pt: Como posso visualizar as informações da thread?
ru: Как мне просмотреть информацию о потоке?
sv: Hur visar jag trådinfo?

source: How do I create tar archive?
bg: Как да създам tar архив?
cs: Jak vytvořím tar archiv?
da: Hvordan opretter jeg en tar-arkiv?
et: Kuidas luua tar arhiivi?
fr: Comment puis-je créer une archive tar ?
he: איך אני יוצר ארכיון tar?
hu: Hogyan készíthetek tar archívumot?
ja: tarアーカイブを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć archiwum tar?
pt: Como eu crio um arquivo tar?
ru: Как создать архив tar?
sv: Hur skapar jag en tar-arkiv?

source: How do I extract tar.gz?
bg: Как да извлека tar.gz?
cs: Jak mohu extrahovat tar.gz?
da: Hvordan udtrækker jeg tar.gz?
et: Kuidas ma ekstraktin tar.gz?
fr: Comment extraire tar.gz ?
he: איך אני מוציא tar.gz?
hu: Hogyan tudom kicsomagolni a tar.gz fájlt?
ja: tar.gzをどうやって解凍しますか？
pl: Jak mogę wyodrębnić tar.gz?
pt: Como faço para extrair tar.gz?
ru: Как мне извлечь tar.gz?
sv: Hur extraherar jag tar.gz?

source: How do I use gzip?
bg: Как да използвам gzip?
cs: Jak mohu použít gzip?
da: Hvordan bruger jeg gzip?
et: Kuidas ma gzip-i kasutan?
fr: Comment puis-je utiliser gzip ?
he: איך אני משתמש ב-gzip?
hu: Hogyan használjam a gzip-et?
ja: gzipの使い方は？
pl: Jak używać gzip?
pt: Como eu uso o gzip?
ru: Как мне использовать gzip?
sv: Hur använder jag gzip?

source: How do I list archive contents?
bg: Как да изброя съдържанието на архива?
cs: Jak mohu vypsat obsah archivu?
da: Hvordan viser jeg indholdet af arkivet?
et: Kuidas ma saan arhiivi sisu loetleda?
fr: Comment puis-je lister le contenu de l'archive ?
he: איך אני רושם את תוכן הארכיון?
hu: Hogyan listázhatom az archívum tartalmát?
ja: アーカイブの内容を一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić zawartość archiwum?
pt: Como faço para listar o conteúdo do arquivo?
ru: Как мне отобразить содержимое архива?
sv: Hur listar jag innehållet i arkivet?

source: How do I add to archive?
bg: Как да добавя в архива?
cs: Jak mohu přidat do archivu?
da: Hvordan tilføjer jeg til arkiv?
et: Kuidas ma saan arhiivi lisada?
fr: Comment puis-je ajouter à l'archive ?
he: איך אני מוסיף לארכיון?
hu: Hogyan adhatok hozzá az archívumhoz?
ja: アーカイブに追加するにはどうすればよいですか？
pl: Jak dodać do archiwum?
pt: Como faço para adicionar ao arquivo?
ru: Как мне добавить в архив?
sv: Hur lägger jag till i arkivet?

source: How do I create zip file?
bg: Как да създам zip файл?
cs: Jak vytvořím zip soubor?
da: Hvordan opretter jeg en zip-fil?
et: Kuidas ma loon zip-faili?
fr: Comment créer un fichier zip ?
he: איך אני יוצר קובץ zip?
hu: Hogyan készíthetek zip fájlt?
ja: ZIPファイルを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć plik zip?
pt: Como eu crio um arquivo zip?
ru: Как создать zip-файл?
sv: Hur skapar jag en zip-fil?

source: How do I extract zip?
bg: Как да извлека zip?
cs: Jak mohu extrahovat zip?
da: Hvordan udtrækker jeg zip?
et: Kuidas ma zip-faili avada?
fr: Comment puis-je extraire un zip ?
he: איך אני מוציא קובץ zip?
hu: Hogyan tudom kicsomagolni a zip fájlt?
ja: ZIPファイルをどうやって解凍しますか？
pl: Jak mogę wyodrębnić zip?
pt: Como faço para extrair zip?
ru: Как мне извлечь zip?
sv: Hur extraherar jag zip?

source: How do I encrypt archive?
bg: Как да криптирам архив?
cs: Jak mohu zašifrovat archiv?
da: Hvordan krypterer jeg arkivet?
et: Kuidas ma arhiveerin?
fr: Comment puis-je chiffrer l'archive ?
he: איך אני מצפין ארכיון?
hu: Hogyan titkosítom az archívumot?
ja: アーカイブを暗号化するにはどうすればよいですか？
pl: Jak mogę zaszyfrować archiwum?
pt: Como faço para criptografar o arquivo?
ru: Как мне зашифровать архив?
sv: Hur krypterar jag arkivet?

source: How do I split archive?
bg: Как да разделя архив?
cs: Jak mohu rozdělit archiv?
da: Hvordan deler jeg arkivet?
et: Kuidas ma arhiivi jagan?
fr: Comment puis-je diviser l'archive ?
he: איך אני מפריד ארכיון?
hu: Hogyan oszthatom fel az archívumot?
ja: アーカイブを分割するにはどうすればよいですか？
pl: Jak mogę podzielić archiwum?
pt: Como faço para dividir o arquivo?
ru: Как мне разделить архив?
sv: Hur delar jag upp arkivet?

source: How do I merge archives?
bg: Как да обединя архиви?
cs: Jak sloučit archivy?
da: Hvordan slår jeg arkiver sammen?
et: Kuidas ma arhiive ühendan?
fr: Comment puis-je fusionner des archives ?
he: איך אני מאחד ארכיונים?
hu: Hogyan egyesíthetem az archívumokat?
ja: アーカイブをマージするにはどうすればよいですか？
pl: Jak mogę połączyć archiwa?
pt: Como faço para mesclar arquivos?
ru: Как мне объединить архивы?
sv: Hur slår jag samman arkiv?

source: How do I encrypt file?
bg: Как да криптирам файл?
cs: Jak mohu zašifrovat soubor?
da: Hvordan krypterer jeg fil?
et: Kuidas ma faili krüpteerin?
fr: Comment puis-je chiffrer un fichier ?
he: איך אני מצפין קובץ?
hu: Hogyan titkosítom a fájlt?
ja: ファイルをどのように暗号化しますか？
pl: Jak mogę zaszyfrować plik?
pt: Como faço para criptografar o arquivo?
ru: Как мне зашифровать файл?
sv: Hur krypterar jag fil?

source: How do I decrypt file?
bg: Как да декриптирам файл?
cs: Jak dešifruji soubor?
da: Hvordan dekrypterer jeg fil?
et: Kuidas ma faili dekrüpteerin?
fr: Comment déchiffrer un fichier ?
he: איך אני מפענח קובץ?
hu: Hogyan tudom dekódolni a fájlt?
ja: ファイルをどのように復号化しますか？
pl: Jak mogę odszyfrować plik?
pt: Como faço para descriptografar o arquivo?
ru: Как мне расшифровать файл?
sv: Hur dekrypterar jag filen?

source: How do I generate password?
bg: Как да генерирам парола?
cs: Jak mohu vygenerovat heslo?
da: Hvordan genererer jeg en adgangskode?
et: Kuidas ma parooli genereerin?
fr: Comment puis-je générer un mot de passe ?
he: איך אני מייצר סיסמה?
hu: Hogyan generáljak jelszót?
ja: パスワードを生成するにはどうすればよいですか？
pl: Jak mogę wygenerować hasło?
pt: Como eu gero uma senha?
ru: Как мне сгенерировать пароль?
sv: Hur genererar jag ett lösenord?

source: How do I verify checksum?
bg: Как да проверя контролна сума?
cs: Jak mohu ověřit kontrolní součet?
da: Hvordan verificerer jeg checksum?
et: Kuidas ma saan kontrollsummat kinnitada?
fr: Comment puis-je vérifier le checksum ?
he: איך אני מאמת את סכום הביקורת?
hu: Hogyan ellenőrizhetem a checksumot?
ja: チェックサムをどのように確認しますか？
pl: Jak mogę zweryfikować sumę kontrolną?
pt: Como faço para verificar a soma de verificação?
ru: Как мне проверить контрольную сумму?
sv: Hur verifierar jag kontrollsumman?

source: How do I list certificates?
bg: Как да изброя сертификатите?
cs: Jak mohu vypsat certifikáty?
da: Hvordan opretter jeg en liste over certifikater?
et: Kuidas ma saan sertifikaate loetleda?
fr: Comment puis-je lister les certificats ?
he: איך אני רושם תעודות?
hu: Hogyan listázhatom a tanúsítványokat?
ja: 証明書を一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić certyfikaty?
pt: Como faço para listar certificados?
ru: Как мне вывести список сертификатов?
sv: Hur listar jag certifikat?

source: How do I sign file?
bg: Как да подпиша файл?
cs: Jak podepisuji soubor?
da: Hvordan underskriver jeg filen?
et: Kuidas ma faili allkirjastan?
fr: Comment puis-je signer le fichier ?
he: איך אני חותם על קובץ?
hu: Hogyan írjak alá egy fájlt?
ja: ファイルに署名するにはどうすればよいですか？
pl: Jak mogę podpisać plik?
pt: Como faço para assinar o arquivo?
ru: Как мне подписать файл?
sv: Hur signerar jag filen?

source: How do I scan for vulnerabilities?
bg: Как да сканирам за уязвимости?
cs: Jak mohu skenovat zranitelnosti?
da: Hvordan scanner jeg efter sårbarheder?
et: Kuidas ma skaneerin haavatavusi?
fr: Comment puis-je scanner les vulnérabilités ?
he: איך אני סורק עבור פגיעויות?
hu: Hogyan kereshetek sebezhetőségeket?
ja: 脆弱性をスキャンするにはどうすればよいですか？
pl: Jak mogę przeskanować w poszukiwaniu luk?
pt: Como faço para escanear vulnerabilidades?
ru: Как мне сканировать на уязвимости?
sv: Hur skannar jag efter sårbarheter?

source: How do I secure file permissions?
bg: Как да осигуря разрешения за файлове?
cs: Jak zabezpečím oprávnění k souborům?
da: Hvordan sikrer jeg filrettigheder?
et: Kuidas ma saan failide õigusi turvata?
fr: Comment puis-je sécuriser les autorisations de fichier ?
he: איך אני מאבטח הרשאות קבצים?
hu: Hogyan biztosíthatom a fájlok jogosultságait?
ja: ファイルのアクセス権をどのように保護しますか？
pl: Jak mogę zabezpieczyć uprawnienia plików?
pt: Como faço para proteger as permissões de arquivo?
ru: Как мне защитить разрешения файлов?
sv: Hur säkrar jag filbehörigheter?

source: How do I audit system?
bg: Как да одитирам системата?
cs: Jak mohu provést audit systému?
da: Hvordan auditerer jeg systemet?
et: Kuidas ma süsteemi auditeerin?
fr: Comment puis-je auditer le système ?
he: איך אני מבצע ביקורת על המערכת?
hu: Hogyan auditálom a rendszert?
ja: システムを監査するにはどうすればよいですか？
pl: Jak mogę przeprowadzić audyt systemu?
pt: Como faço para auditar o sistema?
ru: Как мне провести аудит системы?
sv: Hur auditerar jag systemet?

source: How do I use GPG?
bg: Как да използвам GPG?
cs: Jak mohu používat GPG?
da: Hvordan bruger jeg GPG?
et: Kuidas ma GPG-d kasutan?
fr: Comment utiliser GPG ?
he: איך אני משתמש ב-GPG?
hu: Hogyan használom a GPG-t?
ja: GPGの使い方は？
pl: Jak używać GPG?
pt: Como eu uso o GPG?
ru: Как мне использовать GPG?
sv: Hur använder jag GPG?

source: How do I start tmux session?
bg: Как да стартирам tmux сесия?
cs: Jak začnu relaci tmux?
da: Hvordan starter jeg en tmux-session?
et: Kuidas alustada tmux seanssi?
fr: Comment démarrer une session tmux ?
he: איך אני מתחיל מושב tmux?
hu: Hogyan indítok tmux munkamenetet?
ja: tmuxセッションを開始するにはどうすればよいですか？
pl: Jak mogę rozpocząć sesję tmux?
pt: Como inicio uma sessão tmux?
ru: Как мне начать сессию tmux?
sv: Hur startar jag en tmux-session?

source: How do I list tmux sessions?
bg: Как да изброя tmux сесиите?
cs: Jak mohu vypsat tmux relace?
da: Hvordan lister jeg tmux-sessioner?
et: Kuidas ma saan tmux seansse loetleda?
fr: Comment puis-je lister les sessions tmux ?
he: איך אני רושם את מושבי tmux?
hu: Hogyan listázhatom a tmux munkameneteket?
ja: tmuxセッションを一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić sesje tmux?
pt: Como faço para listar sessões tmux?
ru: Как мне отобразить сессии tmux?
sv: Hur listar jag tmux-sessioner?

source: How do I attach to session?
bg: Как да се свържа с сесия?
cs: Jak se připojím k relaci?
da: Hvordan vedhæfter jeg mig sessionen?
et: Kuidas ma saan sessiooniga liituda?
fr: Comment puis-je me connecter à la session ?
he: איך אני מצטרף לסשן?
hu: Hogyan csatlakozhatok a munkamenethez?
ja: セッションに接続するにはどうすればよいですか？
pl: Jak mogę dołączyć do sesji?
pt: Como faço para me conectar à sessão?
ru: Как мне подключиться к сессии?
sv: Hur kopplar jag till sessionen?

source: How do I split tmux pane?
bg: Как да разделя tmux панел?
cs: Jak rozdělím pane tmux?
da: Hvordan deler jeg tmux-panelet?
et: Kuidas jagada tmux paneeli?
fr: Comment puis-je diviser un panneau tmux ?
he: איך אני מפצל פאנל tmux?
hu: Hogyan oszthatom fel a tmux panelt?
ja: tmuxペインを分割するにはどうすればよいですか？
pl: Jak podzielić panel tmux?
pt: Como faço para dividir o painel do tmux?
ru: Как мне разделить панель tmux?
sv: Hur delar jag en tmux-panel?

source: How do I switch panes?
bg: Как да превключа панелите?
cs: Jak přepínám panely?
da: Hvordan skifter jeg mellem paneler?
et: Kuidas ma vahekaartide vahel lülitan?
fr: Comment puis-je changer de panneau ?
he: איך אני מעביר בין פאנלים?
hu: Hogyan váltok panelek között?
ja: パネルを切り替えるにはどうすればよいですか？
pl: Jak przełączam panele?
pt: Como faço para alternar painéis?
ru: Как мне переключить панели?
sv: Hur byter jag paneler?

source: How do I rename window?
bg: Как да преименувам прозорец?
cs: Jak přejmenuji okno?
da: Hvordan omdøber jeg vinduet?
et: Kuidas ma aken ümber nimetan?
fr: Comment renommer la fenêtre ?
he: איך אני משנה שם חלון?
hu: Hogyan nevezhetem át az ablakot?
ja: ウィンドウの名前を変更するにはどうすればよいですか？
pl: Jak mogę zmienić nazwę okna?
pt: Como renomeio a janela?
ru: Как мне переименовать окно?
sv: Hur döper jag om fönstret?

source: How do I kill session?
bg: Как да прекратя сесия?
cs: Jak zruším relaci?
da: Hvordan dræber jeg session?
et: Kuidas ma sessiooni lõpetan?
fr: Comment puis-je terminer la session ?
he: איך אני מסיים את הסשן?
hu: Hogyan törölhetem a munkamenetet?
ja: セッションを終了するにはどうすればよいですか？
pl: Jak zakończyć sesję?
pt: Como faço para encerrar a sessão?
ru: Как мне завершить сессию?
sv: Hur dödar jag sessionen?
