Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Add Prompt
bg: Добави подканва
cs: Přidat výzvu
da: Tilføj prompt
et: Lisa sisend
fr: Ajouter une invite
he: הוסף הנחיה
hu: Új kérdés hozzáadása
ja: プロンプトを追加
pl: Dodaj podpowiedź
pt: Adicionar Prompt
ru: Добавить подсказку
sv: Lägg till uppmaning

source: Use Defaults
bg: Използвай по подразбиране
cs: Použít výchozí hodnoty
da: Brug standardindstillinger
et: Kasuta vaikeväärtusi
fr: Utiliser les valeurs par défaut
he: השתמש בהגדרות ברירת מחדל
hu: Alapértelmezett értékek használata
ja: デフォルトを使用
pl: Użyj domyślnych ustawień
pt: Usar Padrões
ru: Использовать значения по умолчанию
sv: Använd standardinställningar

source: Clear custom prompts and use random defaults
bg: Изчистете персонализираните подсказки и използвайте произволни настройки по подразбиране
cs: Vymazat vlastní výzvy a použít náhodné výchozí hodnoty
da: Ryd brugerdefinerede prompts og brug tilfældige standardindstillinger
et: Kustuta kohandatud käsud ja kasuta juhuslikke vaikeväärtusi
fr: Effacer les invites personnalisées et utiliser des valeurs par défaut aléatoires
he: נקה הנחיות מותאמות אישית והשתמש בהגדרות ברירת מחדל אקראיות
hu: Törölje a testreszabott kéréseket, és használjon véletlenszerű alapértelmezetteket
ja: カスタムプロンプトをクリアし、ランダムなデフォルトを使用する
pl: Wyczyść niestandardowe podpowiedzi i użyj losowych domyślnych ustawień
pt: Limpar prompts personalizados e usar padrões aleatórios
ru: Очистить пользовательские подсказки и использовать случайные значения по умолчанию
sv: Rensa anpassade uppmaningar och använd slumpmässiga standardinställningar

source: Authentication Failed
bg: Аутентификацията не успя
cs: Ověření selhalo
da: Godkendelse mislykkedes
et: Autentimine ebaõnnestus
fr: Échec de l'authentification
he: אימות נכשל
hu: Hitelesítés sikertelen
ja: 認証に失敗しました
pl: Autoryzacja nie powiodła się
pt: Autenticação Falhou
ru: Аутентификация не удалась
sv: Autentisering misslyckades

source: Connection Failed
bg: Неуспешна връзка
cs: Připojení se nezdařilo
da: Forbindelse mislykkedes
et: Ühendus ebaõnnestus
fr: Échec de la connexion
he: חיבור נכשל
hu: Kapcsolódás sikertelen
ja: 接続に失敗しました
pl: Połączenie nieudane
pt: Conexão Falhou
ru: Ошибка подключения
sv: Anslutning misslyckades

source: Edit Session
bg: Редактиране на сесия
cs: Upravit relaci
da: Rediger session
et: Redigeeri seanss
fr: Modifier la session
he: עריכת מושב
hu: Szerkesztési munkamenet
ja: セッションを編集
pl: Edytuj sesję
pt: Editar Sessão
ru: Редактировать сессию
sv: Redigera session

source: Edit session credentials
bg: Редактиране на данни за сесията
cs: Upravit přihlašovací údaje relace
da: Rediger session legitimationsoplysninger
et: Muuda seansi mandaate
fr: Modifier les identifiants de session
he: ערוך אישורי מושב
hu: Szerkesztés munkamenet hitelesítő adatok
ja: セッション資格情報を編集
pl: Edytuj dane logowania sesji
pt: Editar credenciais da sessão
ru: Редактировать учетные данные сеанса
sv: Redigera sessionsuppgifter

source: Fix Host Key
bg: Поправи хост ключа
cs: Opravit klíč hostitele
da: Retter værtsnøgle
et: Paranda hosti võti
fr: Corriger la clé d'hôte
he: תיקון מפתח מארח
hu: Gazda kulcs javítása
ja: ホストキーを修正
pl: Napraw klucz hosta
pt: Corrigir Chave do Host
ru: Исправить ключ хоста
sv: Åtgärda värdnyckel

source: Remove old host key from known_hosts
bg: Премахнете стария хост ключ от known_hosts
cs: Odstranit starý hostitelský klíč z known_hosts
da: Fjern gammel vært nøgle fra known_hosts
et: Eemalda vana hosti võti known_hosts failist
fr: Supprimer l'ancienne clé d'hôte de known_hosts
he: הסר מפתח מארח ישן מ-known_hosts
hu: Távolítsa el a régi hosztkulcsot a known_hosts fájlból
ja: known_hosts から古いホストキーを削除
pl: Usuń stary klucz hosta z known_hosts
pt: Remover chave de host antiga do known_hosts
ru: Удалить старый ключ хоста из known_hosts
sv: Ta bort gammal värdnyckel från known_hosts

source: Retry connection with extended timeout
bg: Повторете връзката с удължено време за изчакване
cs: Zkuste znovu připojení s prodlouženým časovým limitem
da: Prøv at oprette forbindelse igen med forlænget timeout
et: Ühenda uuesti pikendatud ooteajaga
fr: Réessayer la connexion avec un délai d'attente prolongé
he: נסה להתחבר שוב עם זמן המתנה מורחב
hu: Kapcsolat újrapróbálása meghosszabbított időkorláttal
ja: 接続を再試行する（拡張タイムアウト付き）
pl: Ponów połączenie z wydłużonym czasem oczekiwania
pt: Tentar reconectar com tempo limite estendido
ru: Повторить подключение с увеличенным временем ожидания
sv: Försök att ansluta igen med förlängd tidsgräns

source: Auto Reconnect
bg: Автоматично свързване
cs: Automatické připojení
da: Auto Genopretning
et: Automaatne Ühendamine
fr: Reconnecter automatiquement
he: חיבור אוטומטי מחדש
hu: Automatikus újracsatlakozás
ja: 自動再接続
pl: Automatyczne ponowne połączenie
pt: Reconexão Automática
ru: Авто переподключение
sv: Automatisk Återanslutning

source: Start automatic reconnection attempts
bg: Започнете автоматични опити за повторно свързване
cs: Zahájit automatické pokusy o opětovné připojení
da: Start automatisk genforbindelsesforsøg
et: Alusta automaatseid uuesti ühendamise katseid
fr: Démarrer les tentatives de reconnexion automatiques
he: התחל ניסי חיבור אוטומטיים מחדש
hu: Automatikus újracsatlakozási kísérletek indítása
ja: 自動再接続試行を開始
pl: Rozpocznij automatyczne próby ponownego połączenia
pt: Iniciar tentativas de reconexão automáticas
ru: Начать автоматические попытки переподключения
sv: Starta automatiska återanslutningsförsök

source: Configure auto-reconnect options
bg: Конфигуриране на опции за автоматично повторно свързване
cs: Nastavit možnosti automatického opětovného připojení
da: Konfigurer indstillinger for automatisk genforbindelse
et: Konfigureeri automaatse ühenduse taastamise valikud
fr: Configurer les options de reconnexion automatique
he: הגדר אפשרויות חיבור אוטומטי מחדש
hu: Automatikus újracsatlakozási lehetőségek konfigurálása
ja: 自動再接続オプションを設定する
pl: Skonfiguruj opcje automatycznego ponownego łączenia
pt: Configurar opções de reconexão automática
ru: Настроить параметры автоматического переподключения
sv: Konfigurera alternativ för automatisk återanslutning

source: Auto-reconnect settings:
bg: Настройки за автоматично повторно свързване:
cs: Nastavení automatického připojení:
da: Indstillinger for automatisk genforbindelse:
et: Automaatne taaskoondamise seaded:
fr: Paramètres de reconnexion automatique :
he: הגדרות חיבור אוטומטי מחדש:
hu: Automatikus újracsatlakozási beállítások:
ja: 自動再接続設定：
pl: Ustawienia automatycznego ponownego łączenia:
pt: Configurações de reconexão automática:
ru: Настройки автоматического переподключения:
sv: Inställningar för automatisk återanslutning:

source: Duration
bg: Продължителност
cs: Doba
da: Varighed
et: Kestus
fr: Durée
he: משך
hu: Időtartam
ja: 期間
pl: Czas trwania
pt: Duração
ru: Длительность
sv: Varaktighet

source: min
bg: мин
he: מינימום
ja: 最小
pt: mínimo
ru: мин

source: Interval
bg: Интервал
et: Intervall
fr: Intervalle
he: מרווח
hu: Intervallum
ja: インターバル
pl: Interwał
pt: Intervalo
ru: Интервал
sv: Intervall

source: sec
bg: секунда
cs: sekundy
da: sek
et: sek
he: שנייה
hu: másodperc
ja: 秒
pl: sekundy
pt: seg
ru: секунд
sv: sek

source: Timeout
bg: Изчакване
cs: Časový limit
et: Aegumine
fr: Délai d'attente
he: זמן פג תוקף
hu: Időtúllépés
ja: タイムアウト
pl: Limit czasu
pt: Tempo limite
ru: Таймаут
sv: Tidsgräns

source: Start
bg: Старт
et: Alusta
fr: Démarrer
he: התחל
hu: Kezdés
ja: 開始
pt: Iniciar
ru: Начало
sv: Starta

source: Start auto-reconnect with these settings
bg: Започнете автоматично повторно свързване с тези настройки
cs: Začněte automatické připojení s těmito nastaveními
da: Start automatisk genforbindelse med disse indstillinger
et: Alusta automaatne ühenduse taastamine nende seadistustega
fr: Démarrer la reconnexion automatique avec ces paramètres
he: התחל חיבור אוטומטי מחדש עם ההגדרות הללו
hu: Indítsa el az automatikus újracsatlakozást ezekkel a beállításokkal
ja: これらの設定で自動再接続を開始
pl: Rozpocznij automatyczne ponowne połączenie z tymi ustawieniami
pt: Iniciar reconexão automática com estas configurações
ru: Начать автоматическое повторное подключение с этими настройками
sv: Starta automatisk återanslutning med dessa inställningar

source: Enter password...
bg: Въведете парола...
cs: Zadejte heslo...
da: Indtast adgangskode...
et: Sisestage parool...
fr: Entrez le mot de passe...
he: הזן סיסמה...
hu: Írja be a jelszót...
ja: パスワードを入力してください...
pl: Wprowadź hasło...
pt: Digite a senha...
ru: Введите пароль...
sv: Ange lösenord...

source: No options defined
bg: Няма дефинирани опции
cs: Žádné možnosti nejsou definovány
da: Ingen indstillinger defineret
et: Ei valikuid määratletud
fr: Aucune option définie
he: לא הוגדרו אפשרויות
hu: Nincsenek definiált opciók
ja: オプションが定義されていません
pl: Brak zdefiniowanych opcji
pt: Nenhuma opção definida
ru: Нет определенных параметров
sv: Inga alternativ definierade

source: Select file...
bg: Изберете файл...
cs: Vyberte soubor...
da: Vælg fil...
et: Vali fail...
fr: Sélectionner un fichier...
he: בחר קובץ...
hu: Fájl kiválasztása...
ja: ファイルを選択...
pl: Wybierz plik...
pt: Selecionar arquivo...
ru: Выберите файл...
sv: Välj fil...

source: Select folder...
bg: Изберете папка...
cs: Vyberte složku...
da: Vælg mappe...
et: Vali kaust...
fr: Sélectionner un dossier...
he: בחר תיקייה...
hu: Mappa kiválasztása...
ja: フォルダーを選択...
pl: Wybierz folder...
pt: Selecionar pasta...
ru: Выбрать папку...
sv: Välj mapp...

source: Format: {}
bg: Формат: {}
cs: Formát: {}
et: Formaat: {}
he: פורמט: {}
hu: Formátum: {}
ja: フォーマット: {}
pt: Formato: {}
ru: Формат: {}

source: Just now
bg: Току-що
cs: Právě teď
da: Lige nu
et: Just nüüd
fr: À l'instant
he: עכשיו בדיוק
hu: Most azonnal
ja: たった今
pl: Właśnie teraz
pt: Agora mesmo
ru: Только что
sv: Nyss

source: {} min
bg: {} мин
he: {} דק
hu: {} perc
ja: {} 分
ru: {} мин

source: {} hr
bg: {} ч.
he: {} ש'
ja: {} 時間
ru: {} ч.

source: Yesterday
bg: Вчера
cs: Včera
da: I går
et: Eile
fr: Hier
he: אתמול
hu: Tegnap
ja: 昨日
pl: Wczoraj
pt: Ontem
ru: Вчера
sv: Igår

source: {} days
bg: {} дни
cs: {} dní
da: {} dage
et: {} päeva
fr: {} jours
he: {} ימים
hu: {} nap
ja: {} 日
pl: {} dni
pt: {} dias
ru: {} дней
sv: {} dagar

source: Older
bg: По-старо
cs: Starší
da: Ældre
et: Vanem
fr: Plus ancien
he: ישן
hu: Régebbi
ja: 古い
pl: Starszy
pt: Mais velho
ru: Старше
sv: Äldre

source: Today
bg: Днес
cs: Dnes
da: I dag
et: Täna
fr: Aujourd'hui
he: היום
hu: Ma
ja: 今日
pl: Dziś
pt: Hoje
ru: Сегодня
sv: Idag

source: Last 7 Days
bg: Последни 7 дни
cs: Posledních 7 dní
da: Sidste 7 dage
et: Viimased 7 päeva
fr: Derniers 7 jours
he: 7 הימים האחרונים
hu: Utolsó 7 nap
ja: 過去7日間
pl: Ostatnie 7 dni
pt: Últimos 7 Dias
ru: Последние 7 дней
sv: Senaste 7 dagarna

source: This Month
bg: Този месец
cs: Tento měsíc
da: Denne måned
et: See kuu
fr: Ce mois-ci
he: החודש הזה
hu: Ez a hónap
ja: 今月
pl: Ten Miesiąc
pt: Este Mês
ru: Этот месяц
sv: Denna månad

source: Conversation History
bg: История на разговорите
cs: Historie konverzace
da: Samtalehistorik
et: Vestluse ajalugu
fr: Historique des conversations
he: היסטוריית שיחות
hu: Beszélgetés Története
ja: 会話履歴
pl: Historia rozmów
pt: Histórico de Conversa
ru: История бесед
sv: Konversationshistorik

source: Close
bg: Затвори
cs: Zavřít
da: Luk
et: Sulge
fr: Fermer
he: סגור
hu: Bezárás
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng

source: Delete All Conversations
bg: Изтрий всички разговори
cs: Smazat všechny konverzace
da: Slet alle samtaler
et: Kustuta kõik vestlused
fr: Supprimer toutes les conversations
he: מחק את כל השיחות
hu: Minden beszélgetés törlése
ja: すべての会話を削除
pl: Usuń wszystkie rozmowy
pt: Excluir Todas as Conversas
ru: Удалить все беседы
sv: Ta bort alla konversationer

source: New Conversation
bg: Нов разговор
cs: Nový rozhovor
da: Ny samtale
et: Uus vestlus
fr: Nouvelle conversation
he: שיחה חדשה
hu: Új Beszélgetés
ja: 新しい会話
pl: Nowa rozmowa
pt: Nova Conversa
ru: Новый разговор
sv: Ny konversation

source: Search…
bg: Търсене…
cs: Hledat…
da: Søg…
et: Otsi…
fr: Recherche…
he: חפש…
hu: Keresés…
ja: 検索…
pl: Szukaj…
pt: Pesquisar…
ru: Поиск…
sv: Sök…

source: No Conversations
bg: Няма разговори
cs: Žádné konverzace
da: Ingen samtaler
et: Ei vestlusi
fr: Aucune conversation
he: אין שיחות
hu: Nincsenek beszélgetések
ja: 会話はありません
pl: Brak rozmów
pt: Sem Conversas
ru: Нет разговоров
sv: Inga konversationer

source: Start chatting to create your first conversation
bg: Започнете разговор, за да създадете първия си разговор.
cs: Začněte chatovat a vytvořte svůj první rozhovor
da: Begynd at chatte for at oprette din første samtale
et: Alusta vestlust, et luua oma esimene jutt.
fr: Commencez à discuter pour créer votre première conversation
he: התחל לשוחח כדי ליצור את השיחה הראשונה שלך
hu: Kezdj el csevegni, hogy létrehozd az első beszélgetésedet.
ja: 最初の会話を作成するためにチャットを開始します
pl: Zacznij czatować, aby stworzyć swoją pierwszą rozmowę
pt: Comece a conversar para criar sua primeira conversa
ru: Начните общение, чтобы создать свой первый разговор.
sv: Börja chatta för att skapa din första konversation

source: Delete Conversation?
bg: Изтрий разговорa?
cs: Smazat konverzaci?
da: Slet samtale?
et: Kustuta vestlus?
fr: Supprimer la conversation ?
he: מחק שיחה?
hu: Beszélgetés törlése?
ja: 会話を削除しますか？
pl: Usuń rozmowę?
pt: Excluir Conversa?
ru: Удалить беседу?
sv: Ta bort konversation?

source: This conversation will be permanently deleted.
bg: Този разговор ще бъде трайно изтрит.
cs: Tento rozhovor bude trvale smazán.
da: Denne samtale vil blive permanent slettet.
et: See vestlus kustutatakse püsivalt.
fr: Cette conversation sera définitivement supprimée.
he: שיחה זו תימחק לצמיתות.
hu: Ez a beszélgetés véglegesen törlésre kerül.
ja: この会話は永久に削除されます。
pl: Ta rozmowa zostanie trwale usunięta.
pt: Esta conversa será permanentemente excluída.
ru: Этот разговор будет навсегда удалён.
sv: Denna konversation kommer att raderas permanent.

source: Delete All Conversations?
bg: Изтрий всички разговори?
cs: Smazat všechny konverzace?
da: Slet alle samtaler?
et: Kustuta kõik vestlused?
fr: Supprimer toutes les conversations ?
he: מחק את כל השיחות?
hu: Minden beszélgetés törlése?
ja: すべての会話を削除しますか？
pl: Usuń wszystkie rozmowy?
pt: Excluir Todas as Conversas?
ru: Удалить все беседы?
sv: Radera alla konversationer?

source: This will permanently delete all {} conversations. This action cannot be undone.
bg: Това ще изтрие завинаги всички {} разговори. Това действие не може да бъде отменено.
cs: Tímto dojde k trvalému smazání všech {} konverzací. Tuto akci nelze vrátit zpět.
da: Dette vil permanent slette alle {} samtaler. Denne handling kan ikke fortrydes.
et: See kustutab alatiseks kõik {} vestlused. Seda toimingut ei saa tagasi võtta.
fr: Cela supprimera définitivement toutes les conversations {}. Cette action ne peut pas être annulée.
he: זה ימחק לצמיתות את כל השיחות {}. פעולה זו אינה ניתנת לביטול.
hu: Ez véglegesen törli az összes {} beszélgetést. Ez a művelet nem vonható vissza.
ja: この操作はすべての{}会話を永久に削除します。このアクションは元に戻すことができません。
pl: To permanently usunąć wszystkie {} rozmowy. Ta akcja nie może być cofnięta.
pt: Isso excluirá permanentemente todas as conversas {}. Esta ação não pode ser desfeita.
ru: Это навсегда удалит все {} беседы. Это действие нельзя отменить.
sv: Detta kommer permanent att radera alla {} konversationer. Denna åtgärd kan inte ångras.

source: Delete All
bg: Изтрий всичко
cs: Smazat vše
da: Slet alle
et: Kustuta kõik
fr: Supprimer tout
he: מחק הכל
hu: Összes törlése
ja: すべて削除
pl: Usuń wszystko
pt: Excluir Tudo
ru: Удалить все
sv: Ta bort allt

source: Back
bg: Назад
cs: Zpět
da: Tilbage
et: Tagasi
fr: Retour
he: חזרה
hu: Vissza
ja: 戻る
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka

source: Connect with SFTP
bg: Свържете се с SFTP
cs: Připojit se k SFTP
da: Forbind med SFTP
et: Ühenda SFTP-ga
fr: Se connecter avec SFTP
he: התחבר עם SFTP
hu: Csatlakozás SFTP-vel
ja: SFTPで接続
pl: Połącz z SFTP
pt: Conectar com SFTP
ru: Подключиться через SFTP
sv: Anslut med SFTP

source: Duplicate
bg: Дублиране
cs: Duplikovat
da: Duplikat
et: Kopeeri
fr: Dupliquer
he: שכפל
hu: Duplikálás
ja: 重複
pl: Duplikat
pt: Duplicar
ru: Дубликат
sv: Duplicera

source: Rename
bg: Преименувай
cs: Přejmenovat
da: Omdøb
et: Nimeta
fr: Renommer
he: שנה שם
hu: Átnevezés
ja: 名前を変更
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
sv: Byt namn

source: Move to Folder...
bg: Премести в папка...
cs: Přesunout do složky...
da: Flyt til mappe...
et: Liiguta kausta...
fr: Déplacer vers le dossier...
he: העבר לתיקייה...
hu: Áthelyezés mappába...
ja: フォルダーに移動...
pl: Przenieś do folderu...
pt: Mover para a Pasta...
ru: Переместить в папку...
sv: Flytta till mapp...

source: Add Session Here
bg: Добавете сесия тук
cs: Přidat relaci zde
da: Tilføj session her
et: Lisa seanssi siia
fr: Ajouter une session ici
he: הוסף מפגש כאן
hu: Session hozzáadása itt
ja: セッションをここに追加
pl: Dodaj sesję tutaj
pt: Adicionar Sessão Aqui
ru: Добавить сессию здесь
sv: Lägg till session här

source: Paste
bg: Постави
cs: Vložit
da: Indsæt
et: Kleebi
fr: Coller
he: הדבק
hu: Beillesztés
ja: 貼り付け
pl: Wklej
pt: Colar
ru: Вставить
sv: Klistra in

source: Restore Layout
bg: Възстанови оформление
cs: Obnovit rozložení
da: Gendan layout
et: Taasta paigutus
fr: Restaurer la mise en page
he: שחזר פריסה
hu: Elrendezés visszaállítása
ja: レイアウトを復元
pl: Przywróć układ
pt: Restaurar Layout
ru: Восстановить макет
sv: Återställ layout

source: Delete Layout
bg: Изтрий оформление
cs: Smazat rozložení
da: Slet layout
et: Kustuta paigutus
fr: Supprimer la mise en page
he: מחק פריסה
hu: Elrendezés törlése
ja: レイアウトを削除
pl: Usuń układ
pt: Excluir Layout
ru: Удалить макет
sv: Ta bort layout

source: Sessions
bg: Сесии
cs: Relace
da: Sessioner
et: Seansid
he: מפגשים
hu: Munkamenetek
ja: セッション
pl: Sesje
pt: Sessões
ru: Сессии
sv: Sessioner

source: Paste to Root
bg: Постави в корена
cs: Vložit do kořene
da: Indsæt til Rod
et: Kleebi juurele
fr: Coller à la racine
he: הדבק לשורש
hu: Beillesztés a gyökérbe
ja: ルートに貼り付け
pl: Wklej do katalogu głównego
pt: Colar na Raiz
ru: Вставить в корень
sv: Klistra in till rot

source: Show Sessions
bg: Покажи сесии
cs: Zobrazit relace
da: Vis sessioner
et: Kuvaa seanssejä
fr: Afficher les sessions
he: הצג מפגשים
hu: Ülések megjelenítése
ja: セッションを表示
pl: Pokaż sesje
pt: Mostrar Sessões
ru: Показать сессии
sv: Visa sessioner

source: Hide Sessions Panel
bg: Скрий панела на сесиите
cs: Skrýt panel relací
da: Skjul sessionspanel
et: Peida seanside paneel
fr: Masquer le panneau des sessions
he: הסתרת לוח המושבים
hu: Ülések panel elrejtése
ja: セッションパネルを非表示にする
pl: Ukryj panel sesji
pt: Ocultar Painel de Sessões
ru: Скрыть панель сессий
sv: Dölj sessionspanel

source: Show Sessions Panel
bg: Покажи панела на сесиите
cs: Zobrazit panel relací
da: Vis visningspanel for sessioner
et: Kuva sessioonide paneel
fr: Afficher le panneau des sessions
he: הצג לוח ישיבות
hu: Ülések panel megjelenítése
ja: セッションパネルを表示
pl: Pokaż panel sesji
pt: Mostrar Painel de Sessões
ru: Показать панель сессий
sv: Visa sessionspanel

source: Follow System Style
bg: Следвайте системния стил
cs: Sledovat systémový styl
da: Følg systemstil
et: Järgi süsteemi stiili
fr: Suivre le style du système
he: עקוב אחרי סגנון המערכת
hu: Kövesse a rendszer stílusát
ja: システムスタイルに従う
pl: Podążaj za stylem systemu
pt: Seguir o Estilo do Sistema
ru: Следовать системному стилю
sv: Följ systemstil

source: Light Style
bg: Светъл стил
cs: Světelný styl
da: Lysstil
et: Kerge stiil
fr: Style léger
he: סגנון בהיר
hu: Világos stílus
ja: ライトスタイル
pl: Styl jasny
pt: Estilo Claro
ru: Светлый стиль
sv: Ljustil

source: Dark Style
bg: Тъмен стил
cs: Tmavý styl
da: Mørk stil
et: Tume stiil
fr: Style Sombre
he: סגנון כהה
hu: Sötét stílus
ja: ダークスタイル
pl: Ciemny styl
pt: Estilo Escuro
ru: Темный стиль
sv: Mörk stil

source: Match Terminal Colors
bg: Съответстващи цветове на терминала
cs: Slaďte barvy terminálu
da: Match terminalfarver
et: Vasta terminali värvid
fr: Faire correspondre les couleurs du terminal
he: התאם צבעי טרמינל
hu: Terminál színek egyeztetése
ja: ターミナルの色を一致させる
pl: Dopasuj kolory terminala
pt: Combinar Cores do Terminal
ru: Сопоставить цвета терминала
sv: Matcha terminalfärger

source: New Window
bg: Нов прозорец
cs: Nové okno
da: Nyt vindue
et: Uus aken
fr: Nouvelle fenêtre
he: חלון חדש
hu: Új ablak
ja: 新しいウィンドウ
pl: Nowe okno
pt: Nova Janela
ru: Новое окно
sv: Nytt fönster

source: Preferences
bg: Настройки
cs: Nastavení
da: Indstillinger
et: Eelistused
fr: Préférences
he: העדפות
hu: Beállítások
ja: 設定
pl: Preferencje
pt: Preferências
ru: Настройки
sv: Inställningar

source: Colors
bg: Цветове
cs: Barvy
da: Farver
et: Värvid
fr: Couleurs
he: צבעים
hu: Színek
ja: 色彩
pl: Kolory
pt: Cores
ru: Цвета
sv: Färger

source: Keyboard Shortcuts
bg: Клавишни комбинации
cs: Klávesové zkratky
da: Tastaturgenveje
et: Klaviatuuri otseteed
fr: Raccourcis clavier
he: קיצורי מקלדת
hu: Billentyűparancsok
ja: キーボードショートカット
pl: Skróty klawiszowe
pt: Atalhos de Teclado
ru: Сочетания клавиш
sv: Tangentbordsgenvägar

source: About
bg: За програмата
cs: O aplikaci
da: Om
et: Teave
fr: À propos
he: אודות
hu: A programról
ja: 情報
pl: O programie
pt: Sobre
ru: О программе
sv: Om

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
et: Välja
fr: Quitter
he: יציאה
hu: Kilépés
ja: 終了
pl: Zakończ
pt: Sair
ru: Выйти
sv: Avsluta

source: Open Link
bg: Отвори връзка
cs: Otevřít odkaz
da: Åbn link
et: Ava link
fr: Ouvrir le lien
he: פתח קישור
hu: Link megnyitása
ja: リンクを開く
pl: Otwórz link
pt: Abrir Link
ru: Открыть ссылку
sv: Öppna länk

source: Copy Link
bg: Копирайт линк
cs: Kopírovat odkaz
da: Kopier link
et: Kopeeri link
fr: Copier le lien
he: העתק קישור
hu: Link másolása
ja: リンクをコピー
pl: Kopiuj link
pt: Copiar Link
ru: Скопировать ссылку
sv: Kopiera länk

source: Copy
bg: Копирайт
cs: Kopírovat
da: Kopier
et: Kopeeri
fr: Copier
he: העתק
hu: Másolás
ja: コピー
pl: Kopiuj
pt: Copiar
ru: Копировать
sv: Kopiera

source: Select All
bg: Избери всичко
cs: Vybrat vše
da: Vælg alle
et: Vali kõik
fr: Tout sélectionner
he: בחר הכל
hu: Összes kiválasztása
ja: すべて選択
pl: Zaznacz wszystko
pt: Selecionar Tudo
ru: Выбрать все
sv: Välj alla

source: Clear Session
bg: Изчисти сесията
cs: Vymazat relaci
da: Ryd session
et: Selge seans
fr: Effacer la session
he: נקה סשן
hu: Munkamenet törlése
ja: セッションをクリア
pl: Wyczyść sesję
pt: Limpar Sessão
ru: Очистить сеанс
sv: Rensa session

source: Ask AI
bg: Попитай ИИ
cs: Zeptej se AI
da: Spørg AI
et: Küsi AI-lt
fr: Demander à l'IA
he: שאל את הבינה המלאכותית
hu: Kérdezd az AI-t
ja: AIに尋ねる
pl: Zapytaj AI
pt: Pergunte à IA
ru: Спросить ИИ
sv: Fråga AI

source: Split Left/Right
bg: Раздели наляво/надясно
cs: Rozdělit vlevo/vpravo
da: Opdel Venstre/Højre
et: Jagada vasakule/paremale
fr: Diviser gauche/droite
he: חלק שמאלה/ימינה
hu: Balra/Jobbra osztás
ja: 左右分割
pl: Podziel w lewo/w prawo
pt: Dividir Esquerda/Direita
ru: Разделить влево/вправо
sv: Dela Vänster/Höger

source: Split Top/Bottom
bg: Раздели горе/долу
cs: Rozdělit nahoře/dole
da: Del op Top/Bund
et: Jagage Üles/Alla
fr: Diviser Haut/Bas
he: חלק עליון/תחתון
hu: Felosztás Felül/Alul
ja: 上下分割
pl: Podziel Górę/Dół
pt: Dividir Superior/Inferior
ru: Разделить верх/низ
sv: Dela Över/Under

source: Terminal session cleared.
bg: Сесията на терминала е изчистена.
cs: Terminálová relace byla vymazána.
da: Terminalsession ryddet.
et: Terminali seans on kustutatud.
fr: Session terminal effacée.
he: הסשן של הטרמינל נוקה.
hu: Terminál munkamenet törölve.
ja: ターミナルセッションがクリアされました。
pl: Sesja terminala została wyczyszczona.
pt: Sessão do terminal limpa.
ru: Сессия терминала очищена.
sv: Terminalsession rensad.
