Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Render ligatures for Arabic script
bg: Рендирайте лигатури за арабския скрипт
cs: Zobrazit ligatury pro arabské písmo
da: Geng ligaturer for arabisk skrift
et: Render ligatuure araabia skripti jaoks
fr: Rendre les ligatures pour l'écriture arabe
he: הצג ליגטורות עבור כתב ערבי
hu: Render ligatúrák arab írás számára
ja: アラビア文字のリガチャをレンダリングする
pl: Renderowanie ligatur dla skryptu arabskiego
pt: Render ligaduras para o script árabe
ru: Отображать лигатуры для арабского письма
sv: Rendera ligaturer för arabiskt skript

source: SIXEL Graphics Support
bg: SIXEL графична поддръжка
cs: Podpora grafiky SIXEL
da: SIXEL grafikunderstøttelse
et: SIXEL graafika tugi
fr: Support des graphiques SIXEL
he: תמיכת גרפיקה SIXEL
hu: SIXEL Grafika Támogatás
ja: SIXELグラフィックスサポート
pl: Wsparcie dla grafiki SIXEL
pt: Suporte a Gráficos SIXEL
ru: Поддержка графики SIXEL
sv: SIXEL-grafikstöd

source: Display SIXEL images (experimental)
bg: Показване на SIXEL изображения (експериментално)
cs: Zobrazit SIXEL obrázky (experimentální)
da: Vis visuelle SIXEL-billeder (eksperimentel)
et: Kuva SIXEL pilte (eksperimentaalne)
fr: Afficher les images SIXEL (expérimental)
he: הצג תמונות SIXEL (ניסי)
hu: SIXEL képek megjelenítése (kísérleti)
ja: SIXEL画像を表示（実験的）
pl: Wyświetl obrazy SIXEL (eksperymentalne)
pt: Exibir imagens SIXEL (experimental)
ru: Отображать изображения SIXEL (экспериментально)
sv: Visa SIXEL-bilder (experimentell)

source: Backspace Key
bg: Клавиш Backspace
cs: Klávesa Zpět
da: Backspace-tastatur
et: Tagasi ruumi klahv
fr: Touche Retour arrière
he: מקש מחיקה
hu: Visszavonás billentyű
ja: バックスペースキー
pl: Klucz Backspace
pt: Tecla Backspace
ru: Клавиша Backspace
sv: Backstegstangent

source: ASCII DELETE
bg: ASCII ИЗТРИВАНЕ
cs: ASCII SMAZAT
da: ASCII SLET
et: ASCII KUSTUTA
fr: ASCII SUPPRIMER
he: ASCII מחק
hu: ASCII TÖRLÉS
ja: ASCII 削除
pl: ASCII USUŃ
ru: ASCII УДАЛИТЬ
sv: ASCII RADERA

source: Escape Sequence
bg: Ескейп последователност
cs: Úniková sekvence
da: Escape-sekvens
et: Põgenemisjärjestus
fr: Séquence d'échappement
he: רצף בריחה
hu: Escape szekvencia
ja: エスケープシーケンス
pl: Sekwencja ucieczki
pt: Sequência de Escape
ru: Эскейп-последовательность
sv: Escape-sekvens

source: Delete Key
bg: Клавиш за изтриване
cs: Klávesa Delete
da: Slet-tast
et: Kustuta klahv
fr: Touche Suppr
he: מקש מחיקה
hu: Törlés gomb
ja: 削除キー
pl: Klucz usuwania
pt: Tecla Delete
ru: Клавиша удаления
sv: Ta bort-tangent

source: Ambiguous-width Characters
bg: Неясно-широчинни символи
cs: Nejednoznačné šířkové znaky
da: Tvetydige bredde-tegn
et: Ambiguus laius tähemärgid
fr: Caractères à largeur ambiguë
he: תווים בעלי רוחב מעורב
hu: Kétértelmű szélességű karakterek
ja: 曖昧幅文字
pl: Znaki o niejednoznacznej szerokości
pt: Caracteres de largura ambígua
ru: Неоднозначные ширины символов
sv: Otydliga breddtecken

source: Narrow (single-cell)
bg: Тесен (единична клетка)
cs: Úzký (jednočlánkový)
da: Smal (enkeltcelle)
et: Kitsas (ühe rakuga)
fr: Étriqué (cellule unique)
he: צר (תא בודד)
hu: Keskeny (egysejtes)
ja: 狭い（単一セル）
pl: Wąski (pojedyncza komórka)
pt: Estreito (célula única)
ru: Узкий (одноклеточный)
sv: Smal (enkelcell)

source: Wide (double-cell)
bg: Широк (двойна клетка)
cs: Široký (dvojitá buňka)
da: Bred (dobbeltcelle)
et: Lai (topeltlahter)
fr: Large (double cellule)
he: רחב (תא כפול)
hu: Széles (dupla cella)
ja: ワイド（ダブルセル）
pl: Szeroki (podwójna komórka)
pt: Largo (célula dupla)
ru: Широкий (двойная ячейка)
sv: Bred (dubbelcell)

source: Word Characters
bg: Думови символи
cs: Znaky slova
da: Ordtegn
et: Sõna tähemärgid
fr: Caractères de mot
he: תווים של מילה
hu: Word karakterek
ja: ワード文字
pl: Znaki słów
pt: Caracteres de Palavra
ru: Символы слова
sv: Ordtecken

source: Save Logs to File
bg: Запази логовете в файл
cs: Uložit protokoly do souboru
da: Gem logfiler til fil
et: Salvesta logid faili
fr: Enregistrer les journaux dans un fichier
he: שמור יומנים לקובץ
hu: Mentés naplók fájlba
ja: ファイルにログを保存
pl: Zapisz dzienniki do pliku
pt: Salvar Logs em Arquivo
ru: Сохранить журналы в файл
sv: Spara loggar till fil

source: Console Log Level
bg: Ниво на логовете на конзолата
cs: Úroveň protokolování konzole
da: Konsol Log Niveau
et: Konsoli logi tase
fr: Niveau de journalisation de la console
he: רמת יומן קונסולה
hu: Konzol Napló Szint
ja: コンソールログレベル
pl: Poziom logowania konsoli
pt: Nível de Log do Console
ru: Уровень журналирования консоли
sv: Konsolens loggnivå

source: Reset All Settings
bg: Нулиране на всички настройки
cs: Obnovit všechna nastavení
da: Nulstil alle indstillinger
et: Lähtesta kõik seaded
fr: Réinitialiser tous les paramètres
he: איפוס כל ההגדרות
hu: Minden beállítás visszaállítása
ja: すべての設定をリセット
pl: Zresetuj wszystkie ustawienia
pt: Redefinir Todas as Configurações
ru: Сбросить все настройки
sv: Återställ alla inställningar

source: Icon Theme Changed
bg: Темата на иконите е променена
cs: Téma ikony změněno
da: Ikon-tema ændret
et: Ikoni teema muudetud
fr: Thème d'icône changé
he: נושא האייקונים שונה
hu: Ikon téma megváltozott
ja: アイコンテーマが変更されました
pl: Motyw ikony zmieniony
pt: Tema de Ícone Alterado
ru: Тема значков изменена
sv: Ikontema ändrat

source: The icon theme change will take effect after restarting the application.
bg: Промяната на иконната тема ще влезе в сила след рестартиране на приложението.
cs: Změna motivu ikon se projeví po restartování aplikace.
da: Ændringen af ikontemaet træder i kraft efter genstart af applikationen.
et: Ikoni teema muutmine hakkab kehtima pärast rakenduse taaskäivitamist.
fr: Le changement de thème d'icônes prendra effet après le redémarrage de l'application.
he: שינוי נושא האייקונים ייכנס לתוקף לאחר הפעלת מחדש של היישום.
hu: Az ikon téma változtatás a alkalmazás újraindítása után lép érvénybe.
ja: アイコンテーマの変更は、アプリケーションを再起動した後に適用されます。
pl: Zmiana motywu ikon wejdzie w życie po ponownym uruchomieniu aplikacji.
pt: A mudança do tema do ícone terá efeito após reiniciar o aplicativo.
ru: Изменение темы значков вступит в силу после перезапуска приложения.
sv: Ändringen av ikontemat kommer att träda i kraft efter att applikationen har startats om.

source: Sessions Panel Visibility
bg: Видимост на панела за сесии
cs: Viditelnost panelu relací
da: Sessionspanel synlighed
et: Seanside paneeli nähtavus
fr: Visibilité du panneau des sessions
he: נראות לוח המושבים
hu: Ülések panel láthatósága
ja: セッションパネルの表示
pl: Widoczność panelu sesji
pt: Visibilidade do Painel de Sessões
ru: Видимость панели сессий
sv: Sessionspanelens synlighet

source: The sessions panel visibility change will take effect when you close and reopen the application. You can also toggle the sessions panel manually using Ctrl+Shift+H.
bg: Промяната на видимостта на панела със сесии ще влезе в сила, когато затворите и отворите отново приложението. Можете също така да превключите панела със сесии ръчно, като използвате Ctrl+Shift+H.
cs: Změna viditelnosti panelu relací se projeví po zavření a opětovném otevření aplikace. Panel relací můžete také ručně přepínat pomocí Ctrl+Shift+H.
da: Ændringen af synligheden af sessionspanelet træder i kraft, når du lukker og genåbner applikationen. Du kan også manuelt skifte sessionspanelet ved at bruge Ctrl+Shift+H.
et: Seanside paneeli nähtavuse muutmine hakkab kehtima, kui sulgete ja avate rakenduse uuesti. Samuti saate seansside paneeli käsitsi vahetada, kasutades Ctrl+Shift+H.
fr: Le changement de visibilité du panneau des sessions prendra effet lorsque vous fermerez et rouvrirez l'application. Vous pouvez également basculer manuellement le panneau des sessions en utilisant Ctrl+Shift+H.
he: שינוי נראות לוח הסשנים ייכנס לתוקף כאשר תסגור ותפתח מחדש את היישום. תוכל גם להפעיל את לוח הסשנים ידנית באמצעות Ctrl+Shift+H.
hu: A munkamenetek panel láthatóságának megváltoztatása akkor lép érvénybe, amikor bezárod és újra megnyitod az alkalmazást. A munkamenetek panelt manuálisan is átkapcsolhatod a Ctrl+Shift+H billentyűkombinációval.
ja: セッションパネルの表示変更は、アプリケーションを閉じて再度開いたときに適用されます。また、Ctrl+Shift+Hを使用してセッションパネルを手動で切り替えることもできます。
pl: Zmiana widoczności panelu sesji wejdzie w życie po zamknięciu i ponownym otwarciu aplikacji. Możesz również ręcznie przełączać panel sesji, używając Ctrl+Shift+H.
pt: A alteração na visibilidade do painel de sessões terá efeito quando você fechar e reabrir o aplicativo. Você também pode alternar o painel de sessões manualmente usando Ctrl+Shift+H.
ru: Изменение видимости панели сессий вступит в силу после закрытия и повторного открытия приложения. Вы также можете вручную переключать панель сессий, используя Ctrl+Shift+H.
sv: Ändringen av synligheten för sessionspanelen träder i kraft när du stänger och öppnar applikationen igen. Du kan också växla sessionspanelen manuellt med Ctrl+Shift+H.

source: Are you sure you want to reset all settings to their default values? This action cannot be undone.
bg: Сигурни ли сте, че искате да нулирате всички настройки до техните стойности по подразбиране? Това действие не може да бъде отменено.
cs: Opravdu chcete obnovit všechna nastavení na jejich výchozí hodnoty? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil nulstille alle indstillinger til deres standardværdier? Denne handling kan ikke fortrydes.
et: Kas olete kindel, et soovite kõik seaded lähtestada nende vaikeseadetele? Seda toimingut ei saa tagasi võtta.
fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres à leurs valeurs par défaut ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך לאפס את כל ההגדרות לערכים ברירת המחדל שלהן? פעולה זו אינה ניתנת לביטול.
hu: Biztos benne, hogy vissza szeretné állítani az összes beállítást az alapértelmezett értékekre? Ezt a műveletet nem lehet visszavonni.
ja: すべての設定をデフォルト値にリセットしてもよろしいですか？この操作は元に戻せません。
pl: Czy na pewno chcesz zresetować wszystkie ustawienia do wartości domyślnych? Tej akcji nie można cofnąć.
pt: Você tem certeza de que deseja redefinir todas as configurações para os valores padrão? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите сбросить все настройки к значениям по умолчанию? Это действие нельзя отменить.
sv: Är du säker på att du vill återställa alla inställningar till deras standardvärden? Denna åtgärd kan inte ångras.

source: Settings Reset
bg: Нулиране на настройки
cs: Obnovení nastavení
da: Indstillinger Nulstil
et: Seadete lähtestamine
fr: Réinitialisation des paramètres
he: איפוס הגדרות
hu: Beállítások visszaállítása
ja: 設定のリセット
pl: Resetowanie ustawień
pt: Redefinição de Configurações
ru: Сброс настроек
sv: Återställ inställningar

source: All settings have been reset to their default values. Please restart the application for all changes to take effect.
bg: Всички настройки са нулирани до техните стойности по подразбиране. Моля, рестартирайте приложението, за да влязат в сила всички промени.
cs: Všechna nastavení byla resetována na výchozí hodnoty. Prosím, restartujte aplikaci, aby se všechny změny projevily.
da: Alle indstillinger er blevet nulstillet til deres standardværdier. Genstart venligst applikationen for at alle ændringer kan træde i kraft.
et: Kõik seaded on lähtestatud nende vaikeseadetele. Palun taaskäivitage rakendus, et kõik muudatused jõustuksid.
fr: Tous les paramètres ont été réinitialisés à leurs valeurs par défaut. Veuillez redémarrer l'application pour que toutes les modifications prennent effet.
he: כל ההגדרות הוחזרו לערכים ברירת המחדל שלהן. אנא הפעל מחדש את היישום כדי שכל השינויים ייכנסו לתוקף.
hu: Minden beállítást visszaállítottunk az alapértelmezett értékekre. Kérjük, indítsa újra az alkalmazást, hogy a változtatások érvénybe lépjenek.
ja: すべての設定がデフォルト値にリセットされました。すべての変更を適用するには、アプリケーションを再起動してください。
pl: Wszystkie ustawienia zostały zresetowane do wartości domyślnych. Proszę zrestartować aplikację, aby wszystkie zmiany zaczęły obowiązywać.
pt: Todas as configurações foram redefinidas para seus valores padrão. Por favor, reinicie o aplicativo para que todas as alterações tenham efeito.
ru: Все настройки были сброшены к значениям по умолчанию. Пожалуйста, перезапустите приложение, чтобы все изменения вступили в силу.
sv: Alla inställningar har återställts till sina standardvärden. Vänligen starta om applikationen för att alla ändringar ska träda i kraft.

source: Reset Failed
bg: Нулирането неуспешно
cs: Obnovení se nezdařilo
da: Nulstilling mislykkedes
et: Reset ebaõnnestus
fr: Réinitialisation échouée
he: איפוס נכשל
hu: Visszaállítás sikertelen
ja: リセットに失敗しました
pl: Reset nieudany
pt: Redefinição Falhou
ru: Сброс не удался
sv: Återställning misslyckades

source: Failed to reset settings: {}
bg: Неуспешно нулиране на настройки: {}
cs: Nepodařilo se obnovit nastavení: {}
da: Mislykkedes med at nulstille indstillinger: {}
et: Seadete lähtestamine ebaõnnestus: {}
fr: Échec de la réinitialisation des paramètres : {}
he: נכשל בהגדרת ההגדרות: {}
hu: A beállítások visszaállítása nem sikerült: {}
ja: 設定のリセットに失敗しました: {}
pl: Nie udało się zresetować ustawień: {}
pt: Falha ao redefinir configurações: {}
ru: Не удалось сбросить настройки: {}
sv: Misslyckades med att återställa inställningar: {}

source: Move {item_type}
bg: Премести {item_type}
cs: Přesunout {item_type}
da: Flyt {item_type}
et: Liiguta {item_type}
fr: Déplacer {item_type}
he: העבר {item_type}
hu: Mozgassa a {item_type}
ja: アイテムタイプを移動
pl: Przenieś {item_type}
pt: Mover {item_type}
ru: Переместить {item_type}
sv: Flytta {item_type}

source: Select Destination
bg: Изберете дестинация
cs: Vyberte cíl
da: Vælg destination
et: Vali sihtkoht
fr: Sélectionner la destination
he: בחר יעד
hu: Célhely kiválasztása
ja: 宛先を選択
pl: Wybierz lokalizację
pt: Selecionar Destino
ru: Выберите место назначения
sv: Välj destination

source: Choose the folder to move the {item_type} '{name}' to.
bg: Изберете папката, в която да преместите {item_type} '{name}'.
cs: Vyberte složku, do které chcete přesunout {item_type} '{name}'.
da: Vælg mappen for at flytte {item_type} '{name}' til.
et: Vali kaust, kuhu {item_type} '{name}' liigutada.
fr: Choisissez le dossier dans lequel déplacer le {item_type} '{name}'.
he: בחר את התיקייה להעברת ה-{item_type} '{name}'.
hu: Válaszd ki a mappát, ahová a {item_type} '{name}' elemet áthelyezed.
ja: 移動する{item_type} '{name}'のフォルダーを選択してください。
pl: Wybierz folder, do którego chcesz przenieść {item_type} '{name}'.
pt: Escolha a pasta para mover o {item_type} '{name}'.
ru: Выберите папку, в которую нужно переместить {item_type} '{name}'.
sv: Välj mappen för att flytta {item_type} '{name}'.

source: Destination Folder
bg: Папка за целта
cs: Cílová složka
da: Destination Mappe
et: Sihtkoha kaust
fr: Dossier de destination
he: תיקיית יעד
hu: Célmappa
ja: 宛先フォルダー
pl: Folder docelowy
pt: Pasta de Destino
ru: Папка назначения
sv: Målmapp

source: Select a folder or 'Root' for the top level
bg: Изберете папка или 'Корен' за най-високо ниво
cs: Vyberte složku nebo 'Kořen' pro nejvyšší úroveň
da: Vælg en mappe eller 'Rod' til topniveauet
et: Vali kaust või 'Juurtasand' ülemise taseme jaoks
fr: Sélectionnez un dossier ou 'Racine' pour le niveau supérieur
he: בחר תיקייה או 'שורש' לרמה העליונה
hu: Válasszon egy mappát vagy 'Gyökér' a legfelső szinthez
ja: フォルダーまたは「ルート」を選択して最上位を指定してください
pl: Wybierz folder lub 'Root' dla najwyższego poziomu
pt: Selecione uma pasta ou 'Raiz' para o nível superior
ru: Выберите папку или 'Корень' для верхнего уровня
sv: Välj en mapp eller 'Rot' för den översta nivån

source: Move
bg: Премести
cs: Přesunout
da: Flyt
et: Liiguta
fr: Déplacer
he: זוז
hu: Mozgás
ja: 移動
pl: Przenieś
pt: Mover
ru: Переместить
sv: Flytta

source: Move Failed
bg: Преместването неуспешно
cs: Přesun se nezdařil
da: Flytning mislykkedes
et: Liikumine ebaõnnestus
fr: Déplacement échoué
he: הזזה נכשלה
hu: Mozgás sikertelen
ja: 移動に失敗しました
pl: Przeniesienie nie powiodło się
pt: Movimento Falhou
ru: Перемещение не удалось
sv: Flytt misslyckades

source: Find Files
bg: Намери файлове
cs: Najít soubory
da: Find filer
et: Faili leidmine
fr: Trouver des fichiers
he: מצא קבצים
hu: Fájlok keresése
ja: ファイルを検索
pl: Znajdź pliki
pt: Encontrar Arquivos
ru: Найти файлы
sv: Hitta filer

source: Search for files and directories with various filters
bg: Търсене на файлове и директории с различни филтри
cs: Hledat soubory a adresáře s různými filtry
da: Søg efter filer og mapper med forskellige filtre
et: Otsi faile ja kaustu erinevate filtritega
fr: Rechercher des fichiers et des répertoires avec divers filtres
he: חפש קבצים ודירקטוריות עם מסננים שונים
hu: Fájlok és könyvtárak keresése különböző szűrőkkel
ja: さまざまなフィルターを使用してファイルとディレクトリを検索
pl: Szukaj plików i katalogów z różnymi filtrami
pt: Pesquisar arquivos e diretórios com vários filtros
ru: Поиск файлов и каталогов с различными фильтрами
sv: Sök efter filer och kataloger med olika filter

source: File Operations
bg: Операции с файлове
cs: Operace se soubory
da: Filoperationer
et: Faili toimingud
fr: Opérations de fichiers
he: פעולות קובץ
hu: Fájlműveletek
ja: ファイル操作
pl: Operacje plików
pt: Operações de Arquivo
ru: Операции с файлами
sv: Filoperationer

source: Search Path
bg: Път за търсене
cs: Cesta hledání
da: Søgevej
et: Otsingutee
fr: Chemin de recherche
he: נתיב חיפוש
hu: Keresési útvonal
ja: 検索パス
pl: Ścieżka wyszukiwania
pt: Caminho de Pesquisa
ru: Путь поиска
sv: Sökväg

source: Directory to search in
bg: Директория за търсене в
cs: Adresář k prohledání
da: Mappe at søge i
et: Otsingukaust
fr: Répertoire à rechercher dans
he: תיקייה לחיפוש בה
hu: Keresési könyvtár
ja: 検索するディレクトリ
pl: Katalog do przeszukiwania
pt: Diretório para pesquisar
ru: Каталог для поиска
sv: Katalog att söka i

source: Starting directory for the search
bg: Начална директория за търсене
cs: Počáteční adresář pro vyhledávání
da: Startmappe til søgningen
et: Otsingu alguskaust
fr: Répertoire de départ pour la recherche
he: ספריית התחלה לחיפוש
hu: Keresés kezdőkönyvtára
ja: 検索の開始ディレクトリ
pl: Katalog startowy dla wyszukiwania
pt: Diretório inicial para a pesquisa
ru: Начальный каталог для поиска
sv: Startkatalog för sökningen

source: File Name Pattern
bg: Шаблон на името на файла
cs: Vzor názvu souboru
da: Filnavnsmønster
et: Faili Nime Muster
fr: Modèle de nom de fichier
he: תבנית שם קובץ
hu: Fájlnév Minta
ja: ファイル名パターン
pl: Wzorzec nazwy pliku
pt: Padrão de Nome de Arquivo
ru: Шаблон имени файла
sv: Filnamnsmönster

source: e.g., *.txt or report*
bg: ключ (*.txt или доклад*)
cs: *.txt nebo zpráva*
da: *.txt eller rapport*
et: *.txt või aruanne*
fr: *.txt ou rapport*
he: *.txt או דוח*
hu: *.txt vagy jelentés*
ja: *.txt または report*
pl: *.txt lub raport*
pt: *.txt ou relatório*
ru: *.txt или отчет*
sv: *.txt eller rapport*

source: Pattern to match file names (supports wildcards)
bg: Шаблон за съвпадение на имена на файлове (поддържа символи-заместители)
cs: Vzor pro shodu názvů souborů (podporuje zástupné znaky)
da: Mønster til at matche filnavne (understøtter jokertegn)
et: Muster failinimede sobitumiseks (toetab jokerte)
fr: Modèle pour faire correspondre les noms de fichiers (prend en charge les caractères génériques)
he: תבנית להתאמת שמות קבצים (תומכת בתווים כלליים)
hu: Fájlnevek egyeztetésére szolgáló minta (támogatja a helyettesítő karaktereket)
ja: ファイル名に一致するパターン（ワイルドカードをサポート）
pl: Wzorzec do dopasowywania nazw plików (obsługuje znaki wieloznaczne)
pt: Padrão para corresponder a nomes de arquivos (suporta curingas)
ru: Шаблон для сопоставления имен файлов (поддерживает подстановочные знаки)
sv: Mönster för att matcha filnamn (stöder jokertecken)

source: Recursive Search
bg: Рекурсивно търсене
cs: Rekurzivní vyhledávání
da: Rekursiv søgning
et: Rekursiivne Otsing
fr: Recherche Récursive
he: חיפוש רקורסיבי
hu: Rekurzív Keresés
ja: 再帰検索
pl: Wyszukiwanie rekurencyjne
pt: Busca Recursiva
ru: Рекурсивный поиск
sv: Rekursiv sökning

source: Search in subdirectories
bg: Търсене в поддиректории
cs: Hledat v podadresářích
da: Søg i undermapper
et: Otsi alamkaustades
fr: Rechercher dans les sous-répertoires
he: חפש בתתי-תיקיות
hu: Keresés az alkönyvtárakban
ja: サブディレクトリ内を検索
pl: Szukaj w podkatalogach
pt: Pesquisar em subdiretórios
ru: Искать в подкаталогах
sv: Sök i undermappar

source: File Type
bg: Тип файл
cs: Typ souboru
da: Filtype
et: Faili tüüp
fr: Type de fichier
he: סוג קובץ
hu: Fájl típus
ja: ファイルタイプ
pl: Typ pliku
pt: Tipo de Arquivo
ru: Тип файла
sv: Filtyp

source: Any
bg: Всеки
cs: Jakýkoli
da: Enhver
et: Iga
fr: Tout
he: כלשהו
hu: Bármely
ja: 任意
pl: Dowolny
pt: Qualquer
ru: Любой
sv: Valfri

source: Files only
bg: Само файлове
cs: Pouze soubory
da: Kun filer
et: Ainult failid
fr: Fichiers uniquement
he: קבצים בלבד
hu: Csak fájlok
ja: ファイルのみ
pl: Tylko pliki
pt: Apenas arquivos
ru: Только файлы
sv: Endast filer

source: Directories only
bg: Само директории
cs: Pouze adresáře
da: Kun mapper
et: Ainult kataloogid
fr: Répertoires uniquement
he: תיקיות בלבד
hu: Csak könyvtárak
ja: ディレクトリのみ
pl: Tylko katalogi
pt: Somente diretórios
ru: Только каталоги
sv: Endast kataloger

source: Symbolic links
bg: Символни връзки
cs: Symbolické odkazy
da: Symboliske links
et: Sümboolsed lingid
fr: Liens symboliques
he: קישורים סימבוליים
hu: Szimbolikus hivatkozások
ja: シンボリックリンク
pl: Linki symboliczne
pt: Links simbólicos
ru: Символические ссылки
sv: Symboliska länkar

source: Filter by file type
bg: Филтрирай по тип на файла
cs: Filtr podle typu souboru
da: Filtrer efter filtype
et: Filtreeri faili tüübi järgi
fr: Filtrer par type de fichier
he: סנן לפי סוג קובץ
hu: Szűrés fájltípus szerint
ja: ファイルタイプでフィルタリング
pl: Filtruj według typu pliku
pt: Filtrar por tipo de arquivo
ru: Фильтр по типу файла
sv: Filtrera efter filtyp

source: Size Filter
bg: Филтър по размер
cs: Filtr velikosti
da: Størrelsesfilter
et: Suuruse filter
fr: Filtre de taille
he: מסנן גודל
hu: Méret szűrő
ja: サイズフィルター
pl: Filtr rozmiaru
pt: Filtro de Tamanho
ru: Фильтр по размеру
sv: Storleksfilter

source: e.g., +100M or -1k
bg: +100M или -1k
cs: e.g., +100M nebo -1k
da: f.eks. +100M eller -1k
et: +100M või -1k
fr: +100M ou -1k
he: +100M או -1k
hu: +100M vagy -1k
ja: +100M または -1k
pl: +100M lub -1k
pt: +100M ou -1k
ru: +100M или -1k
sv: +100M eller -1k

source: Filter by size (+100M = larger than 100MB, -1k = smaller than 1KB)
bg: Филтрирай по размер (+100M = по-голямо от 100MB, -1k = по-малко от 1KB)
cs: Filtr podle velikosti (+100M = větší než 100MB, -1k = menší než 1KB)
da: Filtrer efter størrelse (+100M = større end 100MB, -1k = mindre end 1KB)
et: Filtreeri suuruse järgi (+100M = suurem kui 100MB, -1k = väiksem kui 1KB)
fr: Filtrer par taille (+100M = plus grand que 100 Mo, -1k = plus petit que 1 Ko)
he: סנן לפי גודל (+100M = גדול מ-100MB, -1k = קטן מ-1KB)
hu: Szűrés méret szerint (+100M = nagyobb mint 100MB, -1k = kisebb mint 1KB)
ja: サイズでフィルタリング (+100M = 100MBより大きい、-1k = 1KBより小さい)
pl: Filtruj według rozmiaru (+100M = większy niż 100MB, -1k = mniejszy niż 1KB)
pt: Filtrar por tamanho (+100M = maior que 100MB, -1k = menor que 1KB)
ru: Фильтр по размеру (+100M = больше 100МБ, -1k = меньше 1КБ)
sv: Filtrera efter storlek (+100M = större än 100MB, -1k = mindre än 1KB)

source: Modified in Last N
bg: Променен в последните N
cs: Upraveno v posledních N
da: Ændret i de sidste N
et: Muudetud viimase N jooksul
fr: Modifié dans les N derniers
he: שונה ב-N האחרונים
hu: Módosítva az utolsó N-ban
ja: 最後のNで変更されました
pl: Zmodyfikowano w ciągu ostatnich N
pt: Modificado nos Últimos N
ru: Изменено за последние N
sv: Ändrad under de senaste N

source: e.g., 7
bg: ключ (използван за контекст): напр. 7
da: nøgle
et: näppula
he: מפתח
hu: kulcs
ja: 例：7
pl: klucz
ru: ключ (используется для контекста): например, 7
sv: nyckel
