Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Reset Global Rules
bg: Нулиране на глобални правила
cs: Obnovit globální pravidla
da: Nulstil globale regler
et: Lähtesta globaalreegleid
fr: Réinitialiser les règles globales
he: איפוס כללים גלובליים
hu: Globális Szabályok Visszaállítása
ja: グローバルルールをリセット
pl: Resetowanie globalnych reguł
pt: Redefinir Regras Globais
ru: Сбросить глобальные правила
sv: Återställ globala regler

source: {total} command(s), {enabled} enabled
bg: {total} команда(и), {enabled} активирани
cs: {total} příkaz(y), {enabled} povoleno
da: {total} kommando(er), {enabled} aktiveret
et: {total} käsku, {enabled} lubatud
fr: {total} commande(s), {enabled} activé(s)
he: {total} פקודה(ות), {enabled} מופעלים
hu: {total} parancs(ok), {enabled} engedélyezve
ja: {total} コマンド、{enabled} 有効
pl: {total} poleceń, {enabled} włączonych
pt: {total} comando(s), {enabled} habilitado(s)
ru: {total} команда(ы), {enabled} включено
sv: {total} kommando(n), {enabled} aktiverad

source: {count} rules
bg: {count} правила
cs: {count} pravidel
da: {count} regler
et: {count} reeglit
fr: {count} règles
he: {count} כללים
hu: {count} szabály
ja: {count} ルール
pl: {count} reguł
pt: {count} regras
ru: {count} правил
sv: {count} regler

source: Edit command rules
bg: Редактиране на правила за команди
cs: Upravit pravidla příkazů
da: Rediger kommando regler
et: Muuda käsu reegleid
fr: Modifier les règles de commande
he: ערוך כללי פקודה
hu: Parancs szabályok szerkesztése
ja: コマンドルールの編集
pl: Edytuj zasady poleceń
pt: Editar regras de comando
ru: Правила редактирования команд
sv: Redigera kommandoregler

source: Delete command
bg: Изтриване на команда
cs: Příkaz smazat
da: Slet kommando
et: Kustuta käsk
fr: Commande de suppression
he: מְחִיקָה
hu: Törlés parancs
ja: 削除コマンド
pl: Polecenie usunięcia
pt: Comando de exclusão
ru: Удалить команду
sv: Ta bort kommando

source: Delete Command?
bg: Изтриване на команда?
cs: Smazat příkaz?
da: Slet kommando?
et: Kustuta käsk?
fr: Commande de suppression ?
he: מחק פקודה?
hu: Törlés parancs?
ja: 削除コマンドですか？
pl: Usuń polecenie?
pt: Excluir Comando?
ru: Удалить команду?
sv: Ta bort kommando?

source: Are you sure you want to delete "{}"? This will remove all custom rules for this command.
bg: Сигурни ли сте, че искате да изтриете "{}"? Това ще премахне всички персонализирани правила за тази команда.
cs: Opravdu chcete smazat "{}"? Tímto odstraníte všechna vlastní pravidla pro tento příkaz.
da: Er du sikker på, at du vil slette "{}"? Dette vil fjerne alle brugerdefinerede regler for denne kommando.
et: Kas olete kindel, et soovite "{}" kustutada? See eemaldab kõik selle käsu kohandatud reeglid.
fr: Êtes-vous sûr de vouloir supprimer "{}" ? Cela supprimera toutes les règles personnalisées pour cette commande.
he: האם אתה בטוח שברצונך למחוק "{}"? זה יסיר את כל הכללים המותאמים אישית עבור פקודה זו.
hu: Biztos benne, hogy törölni szeretné a "{}"-t? Ez eltávolítja az összes egyedi szabályt ehhez a parancshoz.
ja: "{}"を削除してもよろしいですか？これにより、このコマンドのすべてのカスタムルールが削除されます。
pl: Czy na pewno chcesz usunąć "{}"? To spowoduje usunięcie wszystkich niestandardowych reguł dla tego polecenia.
pt: Você tem certeza de que deseja excluir "{}"? Isso removerá todas as regras personalizadas para este comando.
ru: Вы уверены, что хотите удалить "{}"? Это удалит все пользовательские правила для этой команды.
sv: Är du säker på att du vill ta bort "{}"? Detta kommer att ta bort alla anpassade regler för det här kommandot.

source: Command deleted: {}
bg: Командата е изтрита: {}
cs: Příkaz smazán: {}
da: Kommando slettet: {}
et: Käsk kustutatud: {}
fr: Commande supprimée : {}
he: הפקודה נמחקה: {}
hu: Parancs törölve: {}
ja: コマンドが削除されました: {}
pl: Polecenie usunięte: {}
pt: Comando excluído: {}
ru: Команда удалена: {}
sv: Kommandot raderat: {}

source: Select a command to view its rules
bg: Изберете команда, за да видите нейните правила
cs: Vyberte příkaz pro zobrazení jeho pravidel
da: Vælg en kommando for at se dens regler
et: Vali käsk, et vaadata selle reegleid
fr: Sélectionnez une commande pour afficher ses règles
he: בחר פקודה כדי לצפות בכללים שלה
hu: Válasszon egy parancsot a szabályainak megtekintéséhez
ja: コマンドを選択して、そのルールを表示します
pl: Wybierz polecenie, aby wyświetlić jego zasady
pt: Selecione um comando para ver suas regras
ru: Выберите команду, чтобы просмотреть ее правила
sv: Välj ett kommando för att visa dess regler

source: Command not found
bg: Командата не е намерена
cs: Příkaz nebyl nalezen
da: Kommando ikke fundet
et: Käsku ei leitud
fr: Commande introuvable
he: הפקודה לא נמצאה
hu: A parancs nem található
ja: コマンドが見つかりません
pl: Nie znaleziono polecenia
pt: Comando não encontrado
ru: Команда не найдена
sv: Kommandot hittades inte

source: Triggers: {triggers}
bg: Тригери: {triggers}
cs: Spouštěče: {triggers}
da: Udløsere: {triggers}
et: Käivitajad: {triggers}
fr: Déclencheurs : {triggers}
he: הפעלות: {triggers}
hu: Kiváltók: {triggers}
ja: トリガー: {triggers}
pl: Wyzwalacze: {triggers}
pt: Gatilhos: {triggers}
ru: Триггеры: {triggers}
sv: Utlösare: {triggers}

source: Enabled
bg: Активиран
cs: Povoleno
da: Aktiveret
et: Lubatud
fr: Activé
he: מופעל
hu: Engedélyezve
ja: 有効
pl: Włączony
pt: Ativado
ru: Включено
sv: Aktiverad

source: Disabled
bg: Деактивиран
cs: Zakázáno
da: Deaktiveret
et: Keelatud
fr: Désactivé
he: מושבת
hu: Letiltva
ja: 無効
pl: Wyłączony
pt: Desativado
ru: Отключено
sv: Inaktiverad

source: {count} rule(s) • {status} • Use arrows to reorder
bg: {count} правило(а) • {status} • Използвайте стрелките, за да пренаредите
cs: {count} pravidel(a) • {status} • Použijte šipky pro změnu pořadí
da: {count} regel(e) • {status} • Brug pile til at omarrangere
et: {count} reeglit • {status} • Kasuta nooli ümberjärjestamiseks
fr: {count} règle(s) • {status} • Utilisez les flèches pour réorganiser
he: {count} כלל(ים) • {status} • השתמש בחצים כדי לשנות סדר
hu: {count} szabály(ok) • {status} • Használja a nyilakat az átrendezéshez
ja: {count} ルール • {status} • 矢印を使って並べ替え
pl: {count} reguła(y) • {status} • Użyj strzałek, aby zmienić kolejność
pt: {count} regra(s) • {status} • Use setas para reordenar
ru: {count} правило(а) • {status} • Используйте стрелки для изменения порядка
sv: {count} regel(ar) • {status} • Använd pilar för att omordna

source: {} colors
bg: {} цветове
cs: {} barvy
da: {} farver
et: {} värvid
fr: {} couleurs
he: {} צבעים
hu: {} színek
ja: {} 色
pl: {} kolory
pt: {} cores
ru: {} цвета
sv: {} färger

source: Actions
bg: Действия
cs: Akce
da: Handlinger
et: Tegevused
he: פעולות
hu: Műveletek
ja: アクション
pl: Akcje
pt: Ações
ru: Действия
sv: Åtgärder

source: {total} command(s), {enabled} enabled. Click to toggle, select to edit.
bg: {total} команда(и), {enabled} активирани. Щракнете, за да превключите, изберете, за да редактирате.
cs: {total} příkaz(y), {enabled} povoleno. Klikněte pro přepnutí, vyberte pro úpravu.
da: {total} kommando(er), {enabled} aktiveret. Klik for at skifte, vælg for at redigere.
et: {total} käsku, {enabled} lubatud. Klõpsake vahetamiseks, valige redigeerimiseks.
fr: {total} commande(s), {enabled} activé(e). Cliquez pour basculer, sélectionnez pour modifier.
he: {total} פקודה/פקודות, {enabled} מופעל/מופעלות. לחץ כדי להחליף, בחר כדי לערוך.
hu: {total} parancs(ok), {enabled} engedélyezve. Kattintson a váltáshoz, válassza a szerkesztést.
ja: {total} コマンド、{enabled} 有効。クリックして切り替え、選択して編集。
pl: {total} poleceń, {enabled} włączonych. Kliknij, aby przełączyć, wybierz, aby edytować.
pt: {total} comando(s), {enabled} ativado(s). Clique para alternar, selecione para editar.
ru: {total} команд(ы), {enabled} включено. Нажмите для переключения, выберите для редактирования.
sv: {total} kommando(n), {enabled} aktiverad. Klicka för att växla, välj för att redigera.

source: Command created: {}
bg: Команда създадена: {}
cs: Příkaz vytvořen: {}
da: Kommando oprettet: {}
et: Käsk loodud: {}
fr: Commande créée : {}
he: פקודה נוצרה: {}
hu: Parancs létrehozva: {}
ja: コマンドが作成されました: {}
pl: Polecenie utworzone: {}
pt: Comando criado: {}
ru: Команда создана: {}
sv: Kommandot skapat: {}

source: Command reset: {}
bg: Нулиране на команда: {}
cs: Příkaz reset: {}
da: Kommando nulstil: {}
et: Käsk lähtestamine: {}
fr: Réinitialisation de la commande : {}
he: איפוס פקודה: {}
hu: Parancs visszaállítása: {}
ja: コマンドリセット: {}
pl: Resetowanie polecenia: {}
pt: Redefinir comando: {}
ru: Сброс команды: {}
sv: Återställning av kommando: {}

source: No user customization to reset
bg: Няма потребителска персонализация за нулиране
cs: Žádná uživatelská přizpůsobení k obnovení
da: Ingen brugerdefineret tilpasning til nulstilling
et: Kasutaja kohandamist lähtestamiseks ei ole.
fr: Aucune personnalisation utilisateur à réinitialiser
he: אין התאמה אישית של משתמש לאיפוס
hu: Nincs felhasználói testreszabás a visszaállításhoz
ja: リセットするユーザーのカスタマイズはありません
pl: Brak personalizacji użytkownika do zresetowania
pt: Nenhuma personalização do usuário para redefinir
ru: Нет пользовательской настройки для сброса
sv: Ingen användaranpassning att återställa

source: Rule added: {}
bg: Правило добавено: {}
cs: Pravidlo přidáno: {}
da: Regel tilføjet: {}
et: Reegel lisatud: {}
fr: Règle ajoutée : {}
he: הכלל נוסף: {}
hu: Szabály hozzáadva: {}
ja: ルールが追加されました: {}
pl: Reguła dodana: {}
pt: Regra adicionada: {}
ru: Правило добавлено: {}
sv: Regel tillagd: {}

source: Rule updated: {}
bg: Правило актуализирано: {}
cs: Pravidlo aktualizováno: {}
da: Regel opdateret: {}
et: Reegel uuendatud: {}
fr: Règle mise à jour : {}
he: הכלל עודכן: {}
hu: Szabály frissítve: {}
ja: ルールが更新されました: {}
pl: Reguła zaktualizowana: {}
pt: Regra atualizada: {}
ru: Правило обновлено: {}
sv: Regel uppdaterad: {}

source: Rule deleted: {}
bg: Правило изтрито: {}
cs: Pravidlo smazáno: {}
da: Regel slettet: {}
et: Reegel kustutatud: {}
fr: Règle supprimée : {}
he: הכלל נמחק: {}
hu: Szabály törölve: {}
ja: ルールが削除されました: {}
pl: Reguła usunięta: {}
pt: Regra excluída: {}
ru: Правило удалено: {}
sv: Regel raderad: {}

source: Theme changed to: {}
bg: Темата е променена на: {}
cs: Téma změněno na: {}
da: Tema ændret til: {}
et: Teema on muudetud: {}
fr: Thème changé en : {}
he: הנושא שונה ל: {}
hu: Téma megváltozott: {}
ja: テーマが変更されました: {}
pl: Motyw zmieniony na: {}
pt: Tema alterado para: {}
ru: Тема изменена на: {}
sv: Temat har ändrats till: {}

source: enabled
bg: активиран
cs: povoleno
da: aktiveret
et: lubatud
fr: activé
he: מופעל
hu: engedélyezve
ja: 有効
pl: włączony
pt: ativado
ru: включено
sv: aktiverad

source: disabled
bg: деактивиран
cs: zakázáno
da: deaktiveret
et: keelatud
fr: désactivé
he: מושבת
hu: letiltva
ja: 無効
pl: wyłączony
pt: desativado
ru: отключен
sv: inaktiverad

source: '{}' colorization {}
bg: '{}' оцветяване {}
cs: '{}' barevné zvýraznění {}
da: '{}' farvning {}
et: '{}' värvumine {}
fr: '{}' colorisation {}
he: '{}' צבעוניות {}
hu: '{}' színezés {}
ja: '{}' カラリゼーション {}
pl: '{}' kolorowanie {}
pt: '{}' coloração {}
ru: '{}' цветовая схема {}
sv: '{}' färgning {}

source: Cat theme mode: {}
bg: Режим на тема котка: {}
cs: Režim kočičího motivu: {}
da: Kat-tema tilstand: {}
et: Kassi teema režiim: {}
fr: Mode thème chat : {}
he: מצב נושא חתול: {}
hu: Macska téma mód: {}
ja: 猫テーマモード: {}
pl: Tryb motywu kota: {}
pt: Modo de tema de gato: {}
ru: Режим темы кота: {}
sv: Katt-temaläge: {}

source: Dark theme: {}
bg: Тъмен режим: {}
cs: Tmavé téma: {}
da: Mørkt tema: {}
et: Tume teema: {}
fr: Thème sombre : {}
he: נושא כהה: {}
hu: Sötét téma: {}
ja: ダークテーマ: {}
pl: Motyw ciemny: {}
pt: Tema escuro: {}
ru: Темная тема: {}
sv: Mörkt tema: {}

source: Light theme: {}
bg: Светла тема: {}
cs: Světle téma: {}
da: Lys tema: {}
et: Heled teema: {}
fr: Thème clair : {}
he: נושא בהיר: {}
hu: Világos téma: {}
ja: ライトテーマ: {}
pl: Motyw jasny: {}
pt: Tema claro: {}
ru: Светлая тема: {}
sv: Ljustema: {}

source: Restart Required
bg: Необходимо е рестартиране
cs: Vyžaduje se restartování
da: Genstart påkrævet
et: Taaskäivitamine vajalik
fr: Redémarrage requis
he: דרושה הפעלה מחדש
hu: Újraindítás szükséges
ja: 再起動が必要です
pl: Wymagane ponowne uruchomienie
pt: Reinício Necessário
ru: Требуется перезагрузка
sv: Omstart krävs

source: Restart the program for the colors to be applied to the terminal.
bg: Рестартирайте програмата, за да се приложат цветовете в терминала.
cs: Restartujte program, aby se barvy pro terminál použily.
da: Genstart programmet for at farverne kan anvendes på terminalen.
et: Taaskäivita programm, et värvid saaksid terminalile rakenduda.
fr: Redémarrez le programme pour que les couleurs soient appliquées au terminal.
he: הפעל מחדש את התוכנית כדי שהצבעים ייושמו על המסוף.
hu: Indítsa újra a programot, hogy a színek alkalmazva legyenek a terminálra.
ja: プログラムを再起動して、色をターミナルに適用します。
pl: Uruchom ponownie program, aby kolory mogły zostać zastosowane w terminalu.
pt: Reinicie o programa para que as cores sejam aplicadas ao terminal.
ru: Перезапустите программу, чтобы цвета были применены к терминалу.
sv: Starta om programmet för att färgerna ska tillämpas på terminalen.

source: Reset Global Rules?
bg: Нулиране на глобалните правила?
cs: Obnovit globální pravidla?
da: Nulstil globale regler?
et: Lähtesta globaalreegleid?
fr: Réinitialiser les règles globales ?
he: אפס כללים גלובליים?
hu: Globális szabályok visszaállítása?
ja: グローバルルールをリセットしますか？
pl: Zresetować globalne zasady?
pt: Redefinir Regras Globais?
ru: Сбросить глобальные правила?
sv: Återställ globala regler?

source: This will restore global rules to system defaults. Context customizations will be preserved.
bg: Това ще възстанови глобалните правила до системните настройки по подразбиране. Персонализациите на контекста ще бъдат запазени.
cs: Tímto se obnoví globální pravidla na výchozí nastavení systému. Kontextová přizpůsobení budou zachována.
da: Dette vil gendanne globale regler til systemstandarder. Konteksttilpasninger vil blive bevaret.
et: See taastab globaalreeglid süsteemi vaikeväärtustele. Konteksti kohandused säilitatakse.
fr: Cela restaurera les règles globales aux paramètres par défaut du système. Les personnalisations de contexte seront préservées.
he: זה יחזיר את הכללים הגלובליים לברירות המחדל של המערכת. התאמות הקשר יישמרו.
hu: Ez visszaállítja a globális szabályokat a rendszer alapértelmezett értékeire. A kontextus testreszabásai megmaradnak.
ja: これにより、グローバルルールがシステムのデフォルトに復元されます。コンテキストのカスタマイズは保持されます。
pl: To przywróci globalne zasady do domyślnych ustawień systemowych. Dostosowania kontekstowe zostaną zachowane.
pt: Isto restaurará as regras globais para os padrões do sistema. As personalizações de contexto serão preservadas.
ru: Это восстановит глобальные правила до системных значений по умолчанию. Настройки контекста будут сохранены.
sv: Detta kommer att återställa globala regler till systemstandarder. Kontextanpassningar kommer att bevaras.

source: Global rules reset to defaults
bg: Глобалните правила са нулирани до подразбирания.
cs: Globální pravidla resetována na výchozí hodnoty
da: Globale regler nulstillet til standardindstillinger
et: Globaalreeglid lähteseadetele taastatud
fr: Règles globales réinitialisées aux valeurs par défaut
he: הגדרות גלובליות הוחזרו לברירות מחדל
hu: Globális szabályok visszaállítva az alapértelmezett értékekre
ja: グローバルルールがデフォルトにリセットされました
pl: Globalne zasady zresetowane do domyślnych ustawień
pt: Regras globais redefinidas para os padrões.
ru: Глобальные правила сброшены к значениям по умолчанию
sv: Globala regler återställs till standardinställningar

source: Reset All Commands?
bg: Нулиране на всички команди?
cs: Obnovit všechny příkazy?
da: Nulstil alle kommandoer?
et: Kustuta kõik käsud?
fr: Réinitialiser toutes les commandes ?
he: אפס את כל הפקודות?
hu: Minden parancs visszaállítása?
ja: すべてのコマンドをリセットしますか？
pl: Zresetować wszystkie polecenia?
pt: Redefinir Todos os Comandos?
ru: Сбросить все команды?
sv: Återställ alla kommandon?

source: This will restore all commands to system defaults. Global rules will be preserved.
bg: Това ще възстанови всички команди до системните настройки по подразбиране. Глобалните правила ще бъдат запазени.
cs: Tímto se obnoví všechny příkazy na výchozí nastavení systému. Globální pravidla budou zachována.
da: Dette vil gendanne alle kommandoer til systemstandarder. Globale regler vil blive bevaret.
et: See taastab kõik käsud süsteemi vaikeväärtustele. Globaalreeglid säilitatakse.
fr: Cela restaurera toutes les commandes aux paramètres par défaut du système. Les règles globales seront préservées.
he: זה יחזיר את כל הפקודות לברירות המחדל של המערכת. כללים גלובליים יישמרו.
hu: Ez visszaállítja az összes parancsot a rendszer alapértelmezett értékeire. A globális szabályok megmaradnak.
ja: これにより、すべてのコマンドがシステムのデフォルトに復元されます。グローバルルールは保持されます。
pl: To przywróci wszystkie polecenia do domyślnych ustawień systemowych. Globalne zasady zostaną zachowane.
pt: Isto restaurará todos os comandos para os padrões do sistema. As regras globais serão preservadas.
ru: Это восстановит все команды до системных значений по умолчанию. Глобальные правила будут сохранены.
sv: Detta kommer att återställa alla kommandon till systemstandarder. Globala regler kommer att bevaras.

source: All commands reset to defaults
bg: Всички команди се нулират до подразбиране
cs: Všechny příkazy byly resetovány na výchozí hodnoty
da: Alle kommandoer nulstilles til standardindstillinger.
et: Kõik käsud lähtestatakse vaikeseadetele.
fr: Toutes les commandes réinitialisées aux paramètres par défaut
he: כל הפקודות חוזרות לברירות המחדל
hu: Minden parancs alapértelmezett értékre állítva
ja: すべてのコマンドがデフォルトにリセットされました
pl: Wszystkie polecenia zresetowane do ustawień domyślnych
pt: Todos os comandos redefinidos para os padrões.
ru: Все команды сброшены к настройкам по умолчанию
sv: Alla kommandon återställs till standardinställningar

source: New Command
bg: Нова команда
cs: Nový příkaz
da: Ny kommando
et: Uus käsk
fr: Nouvelle commande
he: פקודה חדשה
hu: Új parancs
ja: 新しいコマンド
pl: Nowe polecenie
pt: Novo Comando
ru: Новая команда
sv: Ny kommandot

source: Create
bg: Създаване
cs: Vytvořit
da: Opret
et: Loo
fr: Créer
he: צור
hu: Létrehozás
ja: 作成
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa

source: Enter the command name (e.g., ping, docker, git)
bg: Въведете името на командата (напр. ping, docker, git)
cs: Zadejte název příkazu (např. ping, docker, git)
da: Indtast kommandoens navn (f.eks. ping, docker, git)
et: Sisestage käsu nimi (nt ping, docker, git)
fr: Entrez le nom de la commande (par exemple, ping, docker, git)
he: הזן את שם הפקודה (למשל, ping, docker, git)
hu: Írd be a parancs nevét (pl. ping, docker, git)
ja: コマンド名を入力してください（例：ping、docker、git）
pl: Wprowadź nazwę polecenia (np. ping, docker, git)
pt: Digite o nome do comando (por exemplo, ping, docker, git)
ru: Введите имя команды (например, ping, docker, git)
sv: Ange kommandonamnet (t.ex. ping, docker, git)

source: Command Name
bg: Име на команда
cs: Název příkazu
da: Kommando navn
et: Käskude nimi
fr: Nom de la commande
he: שם פקודה
hu: Parancs neve
ja: コマンド名
pl: Nazwa polecenia
pt: Nome do Comando
ru: Имя команды
sv: Kommandonamn

source: Enter a command name
bg: Въведете име на команда
cs: Zadejte název příkazu
da: Indtast et kommando navn
et: Sisestage käsu nimi
fr: Entrez un nom de commande
he: הזן שם פקודה
hu: Adjon meg egy parancsnevet
ja: コマンド名を入力してください
pl: Wprowadź nazwę polecenia
pt: Digite um nome de comando
ru: Введите имя команды
sv: Ange ett kommandonamn

source: Command already exists
bg: Командата вече съществува
cs: Příkaz již existuje
da: Kommandoet findes allerede
et: Käsk on juba olemas
fr: La commande existe déjà
he: הפקודה כבר קיימת
hu: A parancs már létezik
ja: コマンドはすでに存在します
pl: Polecenie już istnieje
pt: O comando já existe
ru: Команда уже существует
sv: Kommandot finns redan

source: Use only letters, numbers, - and _
bg: Използвайте само букви, цифри, - и _
cs: Používejte pouze písmena, číslice, - a _
da: Brug kun bogstaver, tal, - og _
et: Kasutage ainult tähti, numbreid, - ja _
fr: Utilisez uniquement des lettres, des chiffres, - et _
he: השתמש רק באותיות, מספרים, - ו- _
hu: Használjon csak betűket, számokat, - és _
ja: 文字、数字、- および _ のみを使用してください
pl: Użyj tylko liter, cyfr, - i _
pt: Use apenas letras, números, - e _
ru: Используйте только буквы, цифры, - и _
sv: Använd endast bokstäver, siffror, - och _

source: ✓ Valid name
bg: ✓ Валидно име
cs: ✓ Platné jméno
da: ✓ Gyldig navn
et: ✓ Kehtiv nimi
fr: ✓ Nom valide
he: ✓ שם תקף
hu: ✓ Érvényes név
ja: ✓ 有効な名前
pl: ✓ Prawidłowa nazwa
pt: ✓ Nome válido
ru: ✓ Действительное имя
sv: ✓ Giltigt namn

source: Edit Trigger
bg: Редактиране на задействащ тригер
cs: Upravit spouštěč
da: Rediger Udløsning
et: Muuda käivitajat
fr: Modifier le déclencheur
he: ערוך טריגר
hu: Trigger szerkesztése
ja: トリガーを編集
pl: Edytuj wyzwalacz
pt: Editar Gatilho
ru: Редактировать триггер
sv: Redigera utlösare

source: Add Trigger
bg: Добавяне на тригер
cs: Přidat spoušť
da: Tilføj Udløser
et: Lisa käivitaja
fr: Ajouter un déclencheur
he: הוסף טריגר
hu: Trigger hozzáadása
ja: トリガーを追加
pl: Dodaj wyzwalacz
pt: Adicionar Gatilho
ru: Добавить триггер
sv: Lägg till utlösare

source: Add
bg: Добави
cs: Přidat
da: Tilføj
et: Lisa
fr: Ajouter
he: הוסף
hu: Hozzáadás
ja: 追加
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till

source: Enter a command name that should activate the '{}' command rules.
bg: Въведете име на команда, която трябва да активира правилата на командата '{}'.
cs: Zadejte název příkazu, který by měl aktivovat pravidla příkazu '{}'.
da: Indtast et kommando navn, der skal aktivere '{}' kommando regler.
et: Sisestage käsu nimi, mis peaks aktiveerima '{}' käsureeglid.
fr: Entrez un nom de commande qui devrait activer les règles de commande '{}'.
he: הזן שם פקודה שצריך להפעיל את כללי הפקודה '{}'.
hu: Írjon be egy parancsnevet, amely aktiválnia kell a '{}' parancs szabályait.
ja: '{}' コマンドルールを有効にするコマンド名を入力してください。
pl: Wprowadź nazwę polecenia, która powinna aktywować zasady polecenia '{}'.
pt: Digite um nome de comando que deve ativar as regras do comando '{}'.
ru: Введите имя команды, которое должно активировать правила команды '{}'.
sv: Ange ett kommandonamn som ska aktivera '{}' kommandoregler.

source: Trigger Command
bg: Команда за задействане
cs: Spouštěcí příkaz
da: Udløserkommando
et: Käivitamise käsk
fr: Commande de déclenchement
he: פקודת הפעלה
hu: Trigger parancs
ja: トリガーコマンド
pl: Polecenie wyzwalające
pt: Comando de Gatilho
ru: Команда триггера
sv: Utlösningskommando

source: Trigger already exists
bg: Триггерът вече съществува
cs: Spouštěč již existuje
da: Udløser eksisterer allerede
et: Käivitaja on juba olemas
fr: Le déclencheur existe déjà
he: הטריגר כבר קיים
hu: A trigger már létezik
ja: トリガーはすでに存在します
pl: Wyzwalacz już istnieje
pt: O gatilho já existe
ru: Триггер уже существует
sv: Triggern finns redan

source: ✓ Valid trigger
bg: ✓ Валиден тригер
cs: ✓ Platný spouštěč
da: ✓ Gyldig udløser
et: ✓ Kehtiv käivitaja
fr: ✓ Déclencheur valide
he: ✓ טריגר תקף
hu: ✓ Érvényes kiváltó
ja: ✓ 有効なトリガー
pl: ✓ Ważny wyzwalacz
pt: ✓ Gatilho válido
ru: ✓ Действительный триггер
sv: ✓ Giltig utlösare

source: Add Ignored Command
bg: Добави игнорирана команда
cs: Přidat ignorovaný příkaz
da: Tilføj ignoreret kommando
et: Lisa Ignoreeritud Käsk
fr: Ajouter une commande ignorée
he: הוסף פקודה מוזנחת
hu: Hozzáadott figyelmen kívül hagyott parancs
ja: 無視されたコマンドを追加
pl: Dodaj zignorowane polecenie
pt: Adicionar Comando Ignorado
ru: Добавить игнорируемую команду
sv: Lägg till ignorerad kommando
