Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Commands with native coloring (grep, ls, git, etc.) should be added here.
bg: Команди с родно оцветяване (grep, ls, git и др.) трябва да бъдат добавени тук.
cs: Příkazy s nativním zbarvením (grep, ls, git atd.) by měly být přidány sem.
da: Kommandoer med indfødt farvning (grep, ls, git osv.) bør tilføjes her.
et: Käskudele, millel on kohandatud värv (grep, ls, git jne), tuleks siia lisada.
fr: Les commandes avec coloration native (grep, ls, git, etc.) doivent être ajoutées ici.
he: פקודות עם צביעה מקומית (grep, ls, git וכו') צריכות להתווסף כאן.
hu: A natív színezéssel rendelkező parancsokat (grep, ls, git stb.) ide kell hozzáadni.
ja: ネイティブカラーリングを持つコマンド（grep、ls、gitなど）はここに追加する必要があります。
pl: Polecenia z natywnym kolorowaniem (grep, ls, git itp.) powinny być dodane tutaj.
pt: Os comandos com coloração nativa (grep, ls, git, etc.) devem ser adicionados aqui.
ru: Команды с нативной раскраской (grep, ls, git и т.д.) должны быть добавлены здесь.
sv: Kommandon med inbyggd färgkodning (grep, ls, git, etc.) bör läggas till här.

source: Command already in list
bg: Командата вече е в списъка
cs: Příkaz již je v seznamu
da: Kommando allerede i listen
et: Käsk on juba loendis olemas
fr: Commande déjà dans la liste
he: הפקודה כבר ברשימה
hu: A parancs már a listában van
ja: リストにコマンドが既に存在します
pl: Polecenie już znajduje się na liście
pt: Comando já na lista
ru: Команда уже в списке
sv: Kommandot finns redan i listan

source: ✓ Valid command name
bg: ✓ Валидно име на команда
cs: ✓ Platný název příkazu
da: ✓ Gyldig kommando navn
et: ✓ Kehtiv käsu nimi
fr: ✓ Nom de commande valide
he: ✓ שם פקודה תקף
hu: ✓ Érvényes parancsnév
ja: ✓ 有効なコマンド名
pl: ✓ Prawidłowa nazwa polecenia
pt: ✓ Nome de comando válido
ru: ✓ Действительное имя команды
sv: ✓ Giltigt kommandonamn

source: Test Connection
bg: Тест на връзка
cs: Otestovat připojení
da: Test forbindelse
et: Testi ühendus
fr: Tester la connexion
he: בדוק חיבור
hu: Kapcsolat tesztelése
ja: 接続テスト
pl: Testuj połączenie
pt: Testar Conexão
ru: Проверить соединение
sv: Testa anslutning

source: Test SSH connection
bg: Тест на SSH връзка
cs: Otestovat SSH připojení
da: Test SSH-forbindelse
et: Testi SSH-ühendust
fr: Tester la connexion SSH
he: בדוק חיבור SSH
hu: SSH kapcsolat tesztelése
ja: SSH接続をテスト
pl: Testuj połączenie SSH
pt: Testar conexão SSH
ru: Проверка SSH-соединения
sv: Testa SSH-anslutning

source: UI Error
bg: Грешка в потребителския интерфейс
cs: Chyba uživatelského rozhraní
da: UI-fejl
et: Kasutajaliidese viga
fr: Erreur d'interface utilisateur
he: שגיאת ממשק משתמש
hu: UI Hiba
ja: UIエラー
pl: Błąd interfejsu użytkownika
pt: Erro de UI
ru: Ошибка интерфейса пользователя
sv: UI-fel

source: Failed to initialize dialog interface
bg: Неуспешно инициализиране на диалоговия интерфейс
cs: Nepodařilo se inicializovat dialogové rozhraní
da: Mislykkedes at initialisere dialoggrænseflade
et: Dialooge liidese algatamine ebaõnnestus
fr: Échec de l'initialisation de l'interface de dialogue
he: נכשל בהתחלת ממשק הדיאלוג
hu: A párbeszédfelület inicializálása nem sikerült
ja: ダイアログインターフェースの初期化に失敗しました
pl: Nie udało się zainicjować interfejsu dialogowego
pt: Falha ao inicializar a interface de diálogo
ru: Не удалось инициализировать интерфейс диалога
sv: Misslyckades med att initiera dialoggränssnittet

source: Session Name
bg: Име на сесията
cs: Název relace
da: Sessionsnavn
et: Seansi nimi
fr: Nom de la session
he: שם המושב
hu: Munkamenet neve
ja: セッション名
pl: Nazwa sesji
pt: Nome da Sessão
ru: Имя сессии
sv: Sessionsnamn

source: Session Type
bg: Тип сесия
cs: Typ relace
da: Sessions type
et: Seansi tüüp
fr: Type de session
he: סוג מפגש
hu: Munkamenet típusa
ja: セッションタイプ
pl: Typ sesji
pt: Tipo de Sessão
ru: Тип сессии
sv: Sessionstyp

source: Choose between local terminal or SSH connection
bg: Изберете между локален терминал или SSH връзка
cs: Vyberte mezi místním terminálem nebo SSH připojením
da: Vælg mellem lokal terminal eller SSH-forbindelse
et: Vali kohaliku terminali või SSH-ühenduse vahel
fr: Choisissez entre le terminal local ou la connexion SSH
he: בחר בין מסוף מקומי או חיבור SSH
hu: Válasszon a helyi terminál vagy az SSH kapcsolat között
ja: ローカルターミナルまたはSSH接続のいずれかを選択してください
pl: Wybierz między lokalnym terminalem a połączeniem SSH
pt: Escolha entre terminal local ou conexão SSH
ru: Выберите между локальным терминалом или SSH-соединением
sv: Välj mellan lokal terminal eller SSH-anslutning

source: Local Terminal
bg: Локален терминал
cs: Místní terminál
da: Lokal terminal
et: Kohalik terminal
fr: Terminal local
he: טרמינל מקומי
hu: Helyi terminál
ja: ローカルターミナル
pl: Lokalny terminal
pt: Terminal Local
ru: Локальный терминал
sv: Lokal terminal

source: SSH Connection
bg: SSH връзка
cs: SSH připojení
da: SSH-forbindelse
et: SSH Ühendus
fr: Connexion SSH
he: חיבור SSH
hu: SSH Kapcsolat
ja: SSH接続
pl: Połączenie SSH
pt: Conexão SSH
ru: SSH-соединение
sv: SSH-anslutning

source: Tab Color
bg: Цвят на раздела
cs: Barva karty
da: Fanefarve
et: Vahevärv
fr: Couleur de l'onglet
he: צבע כרטיסייה
hu: Füle Szín
ja: タブの色
pl: Kolor zakładki
pt: Cor da guia
ru: Цвет вкладки
sv: Flikfärg

source: Choose a color to identify this session's tab
bg: Изберете цвят, за да идентифицирате таба на тази сесия.
cs: Vyberte barvu pro identifikaci karty této relace
da: Vælg en farve for at identificere denne sessions fane
et: Vali värv, et tuvastada selle seansi vahekaart.
fr: Choisissez une couleur pour identifier l'onglet de cette session.
he: בחר צבע כדי לזהות את הלשונית של מושב זה
hu: Válassz egy színt, hogy azonosítsd ennek a munkamenetnek a lapját.
ja: このセッションのタブを識別するための色を選択してください
pl: Wybierz kolor, aby zidentyfikować kartę tej sesji
pt: Escolha uma cor para identificar a aba desta sessão
ru: Выберите цвет для идентификации вкладки этой сессии
sv: Välj en färg för att identifiera fliken för denna session.

source: Clear Color
bg: Изчисти цвят
cs: Vymazat barvu
da: Ryd farve
et: Selge Värv
fr: Couleur claire
he: צבע ברור
hu: Tiszta szín
ja: クリアカラー
pl: Wyczyść kolor
pt: Cor Clara
ru: Очистить цвет
sv: Rensa färg

source: Organization
bg: Организация
cs: Organizace
da: Organisation
et: Organisatsioon
fr: Organisation
he: ארגון
hu: Szervezet
ja: 組織
pl: Organizacja
pt: Organização
ru: Организация
sv: Organisation

source: Choose where to store this session
bg: Изберете къде да съхраните тази сесия
cs: Vyberte, kam uložit tuto relaci
da: Vælg, hvor denne session skal gemmes
et: Vali, kuhu salvestada see seanss
fr: Choisissez où stocker cette session
he: בחר היכן לאחסן את המפגש הזה
hu: Válaszd ki, hová szeretnéd menteni ezt a munkamenetet
ja: このセッションを保存する場所を選択してください
pl: Wybierz miejsce, w którym chcesz zapisać tę sesję
pt: Escolha onde armazenar esta sessão
ru: Выберите, где сохранить эту сессию
sv: Välj var du vill spara den här sessionen

source: Select a folder to organize this session
bg: Изберете папка за организиране на тази сесия
cs: Vyberte složku pro uspořádání této relace
da: Vælg en mappe for at organisere denne session
et: Vali kaust, et korraldada seda seanssi
fr: Sélectionnez un dossier pour organiser cette session
he: בחר תיקיה כדי לארגן את המפגש הזה
hu: Válasszon ki egy mappát az aktuális munkamenet rendezéséhez
ja: このセッションを整理するフォルダーを選択してください
pl: Wybierz folder, aby zorganizować tę sesję
pt: Selecione uma pasta para organizar esta sessão
ru: Выберите папку для организации этой сессии
sv: Välj en mapp för att organisera denna session

source: Root
bg: Корен
cs: Kořen
da: Rod
et: Juurt
fr: Racine
he: שורש
hu: Gyökér
ja: ルート
pt: Raiz
ru: Корень
sv: Rot

source: Automatic
bg: Автоматичен
cs: Automatický
da: Automatisk
et: Automaatne
fr: Automatique
he: אוטומטי
hu: Automatikus
ja: 自動
pl: Automatyczny
pt: Automático
ru: Автоматический
sv: Automatisk

source: Highlighting
bg: Подчертаване
cs: Zvýraznění
da: Fremhævning
et: Esiletõstmine
fr: Surlignement
he: הדגשה
hu: Kiemelés
ja: ハイライト
pl: Podświetlanie
pt: Realce
ru: Выделение
sv: Markering

source: Highlighting adds colors to make terminal text easier to read. You can override global preferences per session.
bg: Оцветяването добавя цветове, за да направи текста в терминала по-лесен за четене. Можете да замените глобалните настройки за всяка сесия.
cs: Zvýraznění přidává barvy, aby byl text v terminálu lépe čitelný. Můžete přepsat globální preference pro každou relaci.
da: Fremhævning tilføjer farver for at gøre terminaltekst lettere at læse. Du kan overskrive globale præferencer pr. session.
et: Rõhutamine lisab värve, et muuta terminali tekst kergemini loetavaks. Saate seansi kaupa globaalsetest eelistustest üle kirjutada.
fr: La mise en surbrillance ajoute des couleurs pour rendre le texte du terminal plus facile à lire. Vous pouvez remplacer les préférences globales par session.
he: הדגשה מוסיפה צבעים כדי להקל על קריאת טקסט במסוף. אתה יכול לדרוס העדפות גלובליות לכל מושב.
hu: A kiemelés színeket ad a terminál szövegének, hogy könnyebben olvasható legyen. A globális beállításokat felülbírálhatja munkamenetenként.
ja: ハイライトは、ターミナルのテキストを読みやすくするために色を追加します。セッションごとにグローバル設定を上書きできます。
pl: Podświetlenie dodaje kolory, aby tekst w terminalu był łatwiejszy do odczytania. Możesz nadpisać globalne preferencje dla każdej sesji.
pt: A realce adiciona cores para tornar o texto do terminal mais fácil de ler. Você pode substituir as preferências globais por sessão.
ru: Выделение добавляет цвета, чтобы сделать текст терминала более читаемым. Вы можете переопределить глобальные настройки для каждой сессии.
sv: Marker lägger till färger för att göra terminaltexten lättare att läsa. Du kan åsidosätta globala inställningar per session.

source: Experimental Feature
bg: Експериментална функция
cs: Experimentální funkce
da: Eksperimentel funktion
et: Eksperimentaalne funktsioon
fr: Fonctionnalité expérimentale
he: תכונה ניסיונית
hu: Kísérleti funkció
ja: 実験的機能
pl: Funkcja eksperymentalna
pt: Recurso Experimental
ru: Экспериментальная функция
sv: Experimentell funktion

source: Per-session highlighting overrides are experimental and may change.
bg: Подобрения на подчертаването за всяка сесия са експериментални и могат да се променят.
cs: Přepisování zvýraznění na základě relace je experimentální a může se změnit.
da: Per-session fremhævelsesoverskrivninger er eksperimentelle og kan ændre sig.
et: Seansipõhised esiletõstmise ülekirjutused on katsetamisfaasis ja võivad muutuda.
fr: Les surcharges de mise en surbrillance par session sont expérimentales et peuvent changer.
he: הגדרות הדגשה לפי מושב הן ניסיוניות ועשויות להשתנות.
hu: A munkamenetenkénti kiemelési felülírások kísérleti jellegűek és változhatnak.
ja: セッションごとのハイライトオーバーライドは実験的であり、変更される可能性があります。
pl: Przełączniki podświetlania na sesję są eksperymentalne i mogą ulec zmianie.
pt: As substituições de destaque por sessão são experimentais e podem mudar.
ru: Переопределения подсветки для каждой сессии являются экспериментальными и могут измениться.
sv: Överskrivningar av framhävning per session är experimentella och kan ändras.

source: Customize highlighting for this session
bg: Персонализирайте оцветяването за тази сесия
cs: Přizpůsobit zvýraznění pro tuto relaci
da: Tilpas fremhævning for denne session
et: Kohanda esiletõstmist selle seansi jaoks
fr: Personnaliser la mise en surbrillance pour cette session
he: התאם אישית הדגשה עבור הפגישה הזו
hu: Testreszabás kiemelés ehhez az üléshez
ja: このセッションのハイライトをカスタマイズする
pl: Dostosuj podświetlenie dla tej sesji
pt: Personalizar a realce para esta sessão
ru: Настроить выделение для этой сессии
sv: Anpassa markering för denna session

source: When off, this session uses the global highlighting settings
bg: Когато е изключено, тази сесия използва глобалните настройки за подчертаване.
cs: Když je vypnuto, tato relace používá globální nastavení zvýraznění.
da: Når den er slået fra, bruger denne session de globale fremhævelsesindstillinger.
et: Kui välja lülitatud, kasutab see seanss globaalset esiletõstmise seadistust.
fr: Lorsque désactivé, cette session utilise les paramètres de surlignage globaux.
he: כאשר כבוי, הפגישה הזו משתמשת בהגדרות ההדגשה הגלובליות.
hu: Ha ki van kapcsolva, ez az ülés a globális kiemelési beállításokat használja.
ja: オフのとき、このセッションはグローバルハイライト設定を使用します
pl: Gdy jest wyłączone, ta sesja używa globalnych ustawień podświetlenia.
pt: Quando desativado, esta sessão utiliza as configurações globais de realce.
ru: Когда отключено, эта сессия использует глобальные настройки подсветки.
sv: När avstängd använder denna session de globala markeringsinställningarna

source: Enable/disable output highlighting for this session
bg: Активиране/деактивиране на подчертаването на изхода за тази сесия
cs: Povolit/zakázat zvýraznění výstupu pro tuto relaci
da: Aktivér/deaktiver output fremhævning for denne session
et: Luba/võta välja väljundi esiletõstmine selle seansi jaoks
fr: Activer/désactiver la mise en surbrillance de la sortie pour cette session
he: אפשר/לכבות הדגשת פלט עבור מושב זה
hu: A kimeneti kiemelés engedélyezése/letiltása ehhez a munkamenethez
ja: このセッションの出力ハイライトを有効/無効にします
pl: Włącz/wyłącz podświetlanie wyników dla tej sesji
pt: Ativar/desativar a realce de saída para esta sessão
ru: Включить/выключить выделение вывода для этой сессии
sv: Aktivera/inaktivera utdataframhävning för denna session

source: Command-Specific Highlighting
bg: Подсветка, специфична за команда
cs: Zvýraznění specifické pro příkaz
da: Kommando-specifik fremhævning
et: Käsk-spetsiifiline esiletõstmine
fr: Mise en surbrillance spécifique à la commande
he: הדגשה ספציפית לפקודה
hu: Parancs-specifikus kiemelés
ja: コマンド特有のハイライト
pl: Podświetlanie specyficzne dla poleceń
pt: Destaque Específico de Comando
ru: Выделение, специфичное для команды
sv: Kommandospecifik markeringsfunktion

source: Use context-aware rules for specific commands
bg: Използвайте контекстно осъзнати правила за специфични команди
cs: Použijte pravidla citlivá na kontext pro konkrétní příkazy
da: Brug kontekstbevidste regler til specifikke kommandoer
et: Kasutage konteksti teadlikke reegleid spetsiifiliste käskude jaoks
fr: Utilisez des règles contextuelles pour des commandes spécifiques
he: השתמש בכללים המודעים להקשר עבור פקודות ספציפיות
hu: Használj kontextus-érzékeny szabályokat a konkrét parancsokhoz
ja: 特定のコマンドに対してコンテキスト対応のルールを使用する
pl: Użyj reguł uwzględniających kontekst dla konkretnych poleceń
pt: Use regras contextuais para comandos específicos
ru: Используйте контекстно-зависимые правила для конкретных команд
sv: Använd kontextmedvetna regler för specifika kommandon

source: Colorize file content output using syntax highlighting
bg: Оцветяване на съдържанието на файла с помощта на синтактично оцветяване
cs: Zvýraznit obsah souboru pomocí syntaxe.
da: Farve filindholdets output ved hjælp af syntaksfremhævning
et: Värvi faili sisu väljundit süntaksihighlighting'uga
fr: Coloriser la sortie du contenu du fichier en utilisant la coloration syntaxique
he: צבע את תוכן הקובץ המוצג באמצעות הדגשת תחביר
hu: A fájl tartalmának kimenetét szintaxis kiemeléssel színezze.
ja: 構文ハイライトを使用してファイルコンテンツの出力を色付けする
pl: Koloryzuj zawartość pliku przy użyciu podświetlania składni.
pt: Colorir a saída do conteúdo do arquivo usando realce de sintaxe
ru: Подсветка содержимого файла с использованием синтаксического выделения
sv: Färga filinnehållsoutput med syntaxmarkering

source: Highlight commands as you type at the shell prompt
bg: Подчертайте командите, докато ги въвеждате в командния ред
cs: Zvýrazněte příkazy, jak je zadáváte na příkazovém řádku.
da: Fremhæv kommandoer, mens du skriver ved shell-prompten
et: Tõsta käsud esile, kui kirjutad shelli käsuviibas.
fr: Mettez en surbrillance les commandes au fur et à mesure que vous les tapez à l'invite de commande.
he: הדגש פקודות בזמן שאתה מקליד בשורת הפקודה
hu: Emelje ki a parancsokat, ahogy gépel a parancssorban.
ja: シェルプロンプトで入力中のコマンドをハイライト表示する
pl: Podświetlaj polecenia podczas pisania w wierszu poleceń
pt: Destaque os comandos à medida que você os digita no prompt do shell
ru: Выделяйте команды по мере их ввода в командной строке
sv: Markera kommandon medan du skriver vid kommandoprompten

source: Local Terminal Options
bg: Локални терминални опции
cs: Místní terminálové možnosti
da: Lokale terminalindstillinger
et: Kohalikud terminali valikud
fr: Options de terminal local
he: אפשרויות טרמינל מקומי
hu: Helyi terminál beállítások
ja: ローカルターミナルオプション
pl: Opcje lokalnego terminala
pt: Opções de Terminal Local
ru: Параметры локального терминала
sv: Lokala terminalalternativ

source: Working Directory
bg: Работна директория
cs: Pracovní adresář
da: Arbejdsmappe
et: Töökataloog
fr: Répertoire de travail
he: ספריית עבודה
hu: Munkakönyvtár
ja: 作業ディレクトリ
pl: Katalog roboczy
pt: Diretório de Trabalho
ru: Рабочая директория
sv: Arbetskatalog

source: Start the terminal in this folder
bg: Стартирайте терминала в тази папка
cs: Spusťte terminál v této složce
da: Start terminalen i denne mappe
et: Käivita terminal selles kaustas
fr: Démarrer le terminal dans ce dossier
he: התחל את הטרמינל בתיקייה זו
hu: Indítsa el a terminált ebben a mappában
ja: このフォルダーでターミナルを起動
pl: Uruchom terminal w tym folderze
pt: Iniciar o terminal nesta pasta
ru: Запустить терминал в этой папке
sv: Öppna terminalen i den här mappen

source: Default (Home directory)
bg: По подразбиране (Домашна директория)
cs: Výchozí (Domovský adresář)
da: Standard (Hjemmebibliotek)
et: Vaikimisi (Kodu kataloog)
fr: Par défaut (Répertoire personnel)
he: ברירת מחדל (ספריית הבית)
hu: Alapértelmezett (Kezdőkönyvtár)
ja: デフォルト（ホームディレクトリ）
pl: Domyślny (Katalog domowy)
pt: Padrão (Diretório inicial)
ru: По умолчанию (Домашний каталог)
sv: Standard (Hemkatalog)

source: Browse for folder
bg: Изберете папка
cs: Procházet složku
da: Gennemse for mappe
et: Sirvi kausta
fr: Parcourir le dossier
he: עיין בתיקייה
hu: Mappa kiválasztása
ja: フォルダーを参照
pl: Przeglądaj folder
pt: Procurar pasta
ru: Выбрать папку
sv: Bläddra efter mapp

source: Startup Commands
bg: Команди за стартиране
cs: Příkazy při spuštění
da: Opstartkommandoer
et: Käivitamis käsud
fr: Commandes de démarrage
he: פקודות הפעלה
hu: Indító Parancsok
ja: スタートアップコマンド
pl: Polecenia uruchamiania
pt: Comandos de Inicialização
ru: Команды запуска
sv: Startkommandon

source: Commands executed when the terminal starts (one per line). You can write multiple commands like a small script.
bg: Команди, изпълнявани при стартиране на терминала (по един на ред). Можете да напишете множество команди, подобно на малък скрипт.
cs: Příkazy provedené při spuštění terminálu (jeden na řádek). Můžete napsat více příkazů jako malý skript.
da: Kommandoer, der udføres, når terminalen starter (én pr. linje). Du kan skrive flere kommandoer som et lille script.
et: Käskud, mis täidetakse terminali käivitamisel (üks rida kaupa). Saate kirjutada mitu käsku nagu väike skript.
fr: Commandes exécutées lorsque le terminal démarre (une par ligne). Vous pouvez écrire plusieurs commandes comme un petit script.
he: פקודות המבוצעות כאשר הטרמינל מתחיל (אחת לכל שורה). ניתן לכתוב מספר פקודות כמו סקריפט קטן.
hu: A terminál indításakor végrehajtott parancsok (soronként egy). Több parancsot is írhat, mint egy kis szkript.
ja: ターミナルが起動するときに実行されるコマンド（1行ごと）。小さなスクリプトのように複数のコマンドを書くことができます。
pl: Polecenia wykonywane podczas uruchamiania terminala (po jednym wierszu). Możesz napisać wiele poleceń jak mały skrypt.
pt: Comandos executados quando o terminal inicia (um por linha). Você pode escrever múltiplos comandos como um pequeno script.
ru: Команды, выполняемые при запуске терминала (по одной строке). Вы можете написать несколько команд, как в небольшом скрипте.
sv: Kommandon som körs när terminalen startar (ett per rad). Du kan skriva flera kommandon som ett litet skript.

source: SSH Configuration
bg: SSH Конфигурация
cs: Konfigurace SSH
da: SSH-konfiguration
et: SSH konfiguratsioon
fr: Configuration SSH
he: הגדרת SSH
hu: SSH konfiguráció
ja: SSH構成
pl: Konfiguracja SSH
pt: Configuração SSH
ru: Конфигурация SSH
sv: SSH-konfiguration

source: Host
bg: Хост
cs: Hostitel
da: Vært
fr: Hôte
he: מארח
hu: Gazda
ja: ホスト
pt: Anfitrião
ru: Хост
sv: Värd

source: Username
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
et: Kasutajanimi
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
ja: ユーザー名
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn

source: Port
bg: Порт
he: פורט
ja: ポート
pt: Porta
ru: Порт

source: Authentication
bg: Аутентикация
cs: Ověření
da: Godkendelse
et: Autentimine
fr: Authentification
he: אימות
hu: Hitelesítés
ja: 認証
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
sv: Autentisering

source: Choose how to authenticate with the server
bg: Изберете как да се удостоверите с сървъра
cs: Vyberte způsob, jak se autentizovat se serverem
da: Vælg hvordan du vil autentificere med serveren
et: Valige, kuidas serveriga autentida.
fr: Choisissez comment vous authentifier auprès du serveur
he: בחר כיצד לאמת את עצמך עם השרת
hu: Válassza ki, hogyan hitelesítse magát a szerverrel.
ja: サーバーへの認証方法を選択してください
pl: Wybierz sposób uwierzytelnienia z serwerem
pt: Escolha como se autenticar com o servidor
ru: Выберите способ аутентификации с сервером
sv: Välj hur du vill autentisera dig mot servern

source: SSH Key
bg: SSH ключ
cs: SSH klíč
da: SSH-nøgle
et: SSH võti
fr: Clé SSH
he: מפתח SSH
hu: SSH kulcs
ja: SSHキー
pl: Klucz SSH
pt: Chave SSH
ru: SSH-ключ
sv: SSH-nyckel

source: Password
bg: Парола
cs: Heslo
da: Adgangskode
et: Parool
fr: Mot de passe
he: סיסמה
hu: Jelszó
ja: パスワード
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord

source: SSH Key Path
bg: Път на SSH ключа
cs: Cesta k SSH klíči
da: SSH-nøglesti
et: SSH võtme tee
fr: Chemin de la clé SSH
he: נתיב מפתח SSH
hu: SSH kulcs elérési útja
ja: SSHキーのパス
pl: Ścieżka klucza SSH
pt: Caminho da Chave SSH
ru: Путь к SSH-ключу
sv: SSH-nyckelväg

source: Path to your private key file
bg: Път до вашия частен ключов файл
cs: Cesta k vašemu souboru s privátním klíčem
da: Sti til din private nøglefil
et: Teie privaatvõtme faili tee
fr: Chemin vers votre fichier de clé privée
he: נתיב לקובץ המפתח הפרטי שלך
hu: A privát kulcs fájlod elérési útja
ja: プライベートキー ファイルへのパス
pl: Ścieżka do pliku z kluczem prywatnym
pt: Caminho para o seu arquivo de chave privada
ru: Путь к вашему файлу закрытого ключа
sv: Sökväg till din privata nyckelfil

source: Browse for SSH key file
bg: Изберете файл с SSH ключ
cs: Procházet soubor s SSH klíčem
da: Gennemse for SSH-nøglefil
et: Sirvi SSH võtme faili leidmiseks
fr: Parcourir le fichier de clé SSH
he: עיין בקובץ מפתח SSH
hu: SSH kulcsfájl keresése
ja: SSHキーファイルを参照してください
pl: Przeglądaj plik klucza SSH
pt: Procurar arquivo de chave SSH
ru: Выберите файл SSH-ключа
sv: Bläddra efter SSH-nyckelfil

source: Password Storage
bg: Съхранение на пароли
cs: Uložení hesel
da: Adgangskodeopbevaring
et: Paroolide salvestamine
fr: Stockage de mots de passe
he: אחסון סיסמאות
hu: Jelszó tárolás
ja: パスワードストレージ
pl: Przechowywanie haseł
pt: Armazenamento de Senhas
ru: Хранение паролей
sv: Lösenordshantering
