Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: You have unsaved changes. Are you sure you want to cancel?
bg: Имате незапазени промени. Сигурни ли сте, че искате да отмените?
cs: Máte neuložené změny. Opravdu chcete zrušit?
da: Du har ikke gemte ændringer. Er du sikker på, at du vil annullere?
et: Teil on salvestamata muudatused. Kas olete kindel, et soovite tühistada?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir annuler ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לבטל?
hu: Vannak mentetlen változtatásaid. Biztosan törölni szeretnéd?
ja: 保存されていない変更があります。キャンセルしてもよろしいですか？
pl: Masz niezapisane zmiany. Czy na pewno chcesz anulować?
pt: Você tem alterações não salvas. Tem certeza de que deseja cancelar?
ru: У вас есть несохранённые изменения. Вы уверены, что хотите отменить?
sv: Du har osparade ändringar. Är du säker på att du vill avbryta?

source: Save Error
bg: Грешка при запазване
cs: Chyba při ukládání
da: Gem fejl
et: Salvestamise viga
fr: Erreur de sauvegarde
he: שגיאת שמירה
hu: Mentési hiba
ja: 保存エラー
pl: Błąd zapisu
pt: Erro ao Salvar
ru: Ошибка сохранения
sv: Spara fel

source: An unexpected error occurred while saving.
bg: Възникна неочаквана грешка при запазване.
cs: Při ukládání došlo k neočekávané chybě.
da: Der opstod en uventet fejl under gemning.
et: Salvestamisel tekkis ootamatu viga.
fr: Une erreur inattendue est survenue lors de l'enregistrement.
he: שגיאה בלתי צפויה התרחשה במהלך השמירה.
hu: Váratlan hiba történt a mentés során.
ja: 保存中に予期しないエラーが発生しました。
pl: Wystąpił nieoczekiwany błąd podczas zapisywania.
pt: Ocorreu um erro inesperado ao salvar.
ru: Произошла неожиданная ошибка при сохранении.
sv: Ett oväntat fel inträffade vid sparande.

source: Session validation failed: {}
bg: Неуспешна валидация на сесията: {}
cs: Ověření relace selhalo: {}
da: Sessionvalidering mislykkedes: {}
et: Seansi valideerimine ebaõnnestus: {}
fr: Échec de la validation de la session : {}
he: אימות מושב נכשל: {}
hu: A munkamenet érvényesítése meghiúsult: {}
ja: セッションの検証に失敗しました: {}
pl: Walidacja sesji nie powiodła się: {}
pt: Validação da sessão falhou: {}
ru: Ошибка проверки сеанса: {}
sv: Sessionsvalidering misslyckades: {}

source: Session name
bg: Име на сесията
cs: Název relace
da: Sessionsnavn
et: Seansi nimi
fr: Nom de la session
he: שם המושב
hu: Munkamenet neve
ja: セッション名
pl: Nazwa sesji
pt: Nome da sessão
ru: Имя сессии
sv: Sessionsnamn

source: Working directory must exist and be a folder.
bg: Работната директория трябва да съществува и да бъде папка.
cs: Pracovní adresář musí existovat a být složkou.
da: Arbejdsmappen skal eksistere og være en mappe.
et: Töökataloog peab eksisteerima ja olema kaust.
fr: Le répertoire de travail doit exister et être un dossier.
he: המדריך העבודה חייב להתקיים ולהיות תיקיה.
hu: A munkakönyvtárnak léteznie kell és mappának kell lennie.
ja: 作業ディレクトリは存在し、フォルダーでなければなりません。
pl: Katalog roboczy musi istnieć i być folderem.
pt: O diretório de trabalho deve existir e ser uma pasta.
ru: Рабочий каталог должен существовать и быть папкой.
sv: Arbetskatalogen måste finnas och vara en mapp.

source: Invalid working directory path.
bg: Невалиден път на работната директория.
cs: Neplatná cesta pracovního adresáře.
da: Ugyldig arbejdsbibliotekssti.
et: Kehtetu töökausta tee.
fr: Chemin du répertoire de travail invalide.
he: נתיב תיקיית עבודה לא חוקי.
hu: Érvénytelen munkakönyvtár-útvonal.
ja: 無効な作業ディレクトリパス。
pl: Nieprawidłowa ścieżka katalogu roboczego.
pt: Caminho do diretório de trabalho inválido.
ru: Неверный путь рабочей директории.
sv: Ogiltig arbetskatalogsökväg.

source: Post-login command cannot be empty when enabled.
bg: Командата след влизане не може да бъде празна, когато е активирана.
cs: Příkaz po přihlášení nemůže být prázdný, když je povolen.
da: Post-login-kommandoet kan ikke være tomt, når det er aktiveret.
et: Post-login käsk ei tohi olla tühi, kui see on lubatud.
fr: La commande post-connexion ne peut pas être vide lorsqu'elle est activée.
he: פקודת לאחר כניסה לא יכולה להיות ריקה כאשר היא מופעלת.
hu: A bejelentkezés utáni parancs nem lehet üres, ha engedélyezve van.
ja: ログイン後のコマンドは、有効な場合は空であってはなりません。
pl: Polecenie po zalogowaniu nie może być puste, gdy jest włączone.
pt: O comando pós-login não pode estar vazio quando ativado.
ru: Команда после входа не может быть пустой, когда она включена.
sv: Post-login-kommandot kan inte vara tomt när det är aktiverat.

source: SFTP local directory must exist and be a directory.
bg: SFTP локалната директория трябва да съществува и да бъде директория.
cs: Lokální adresář SFTP musí existovat a být adresářem.
da: SFTP lokal mappe skal eksistere og være en mappe.
et: SFTP kohalik kataloog peab eksisteerima ja olema kataloog.
fr: Le répertoire local SFTP doit exister et être un répertoire.
he: ספריית SFTP המקומית חייבת להתקיים ולהיות ספרייה.
hu: Az SFTP helyi könyvtárnak léteznie kell és könyvtárnak kell lennie.
ja: SFTPローカルディレクトリは存在し、ディレクトリでなければなりません。
pl: Lokalny katalog SFTP musi istnieć i być katalogiem.
pt: O diretório local SFTP deve existir e ser um diretório.
ru: Локальный каталог SFTP должен существовать и быть каталогом.
sv: SFTP lokal mapp måste finnas och vara en mapp.

source: SSH Validation Error
bg: Грешка при валидиране на SSH
cs: Chyba ověření SSH
da: SSH valideringsfejl
et: SSH valideerimise viga
fr: Erreur de validation SSH
he: שגיאת אימות SSH
hu: SSH érvényesítési hiba
ja: SSH検証エラー
pl: Błąd walidacji SSH
pt: Erro de Validação SSH
ru: Ошибка проверки SSH
sv: SSH-valideringsfel

source: SSH configuration errors: {}
bg: Грешки в конфигурацията на SSH: {}
cs: Chyby konfigurace SSH: {}
da: SSH konfigurationsfejl: {}
et: SSH konfiguratsiooni vead: {}
fr: Erreurs de configuration SSH : {}
he: שגיאות בהגדרת SSH: {}
hu: SSH konfigurációs hibák: {}
ja: SSH構成エラー: {}
pl: Błędy konfiguracji SSH: {}
pt: Erros de configuração do SSH: {}
ru: Ошибки конфигурации SSH: {}
sv: SSH-konfigurationsfel: {}

source: Edit Folder
bg: Редактиране на папка
cs: Upravit složku
da: Rediger mappe
et: Kausta redigeerimine
fr: Modifier le dossier
he: ערוך תיקייה
hu: Mappa szerkesztése
ja: フォルダーを編集
pl: Edytuj folder
pt: Editar Pasta
ru: Редактировать папку
sv: Redigera mapp

source: Folder Information
bg: Информация за папка
cs: Informace o složce
da: Mappeinformation
et: Kausta teave
fr: Informations du dossier
he: מידע על תיקייה
hu: Mappa információ
ja: フォルダー情報
pl: Informacje o folderze
pt: Informações da Pasta
ru: Информация о папке
sv: Mappinformation

source: Folder Name
bg: Име на папка
cs: Název složky
da: Mappenavn
et: Kausta nimi
fr: Nom du dossier
he: שם תיקייה
hu: Mappa neve
ja: フォルダー名
pl: Nazwa folderu
pt: Nome da Pasta
ru: Имя папки
sv: Mappnamn

source: A descriptive name for organizing sessions
bg: Описание на сесии
cs: Popisný název pro organizaci relací
da: Et beskrivende navn til organisering af sessioner
et: Seansside korraldamiseks kirjeldav nimi
fr: Un nom descriptif pour organiser des sessions
he: שם תיאורי לארגון מפגשים
hu: Ülések szervezésére szolgáló leíró név
ja: セッションを整理するための説明的な名前
pl: Opisowa nazwa do organizowania sesji
pt: Um nome descritivo para organizar sessões
ru: Описание для организации сессий
sv: Ett beskrivande namn för att organisera sessioner

source: Enter folder name...
bg: Въведете име на папка...
cs: Zadejte název složky...
da: Indtast mappenavn...
et: Sisestage kausta nimi...
fr: Entrez le nom du dossier...
he: הזן שם תיקייה...
hu: Adja meg a mappa nevét...
ja: フォルダー名を入力してください...
pl: Wprowadź nazwę folderu...
pt: Digite o nome da pasta...
ru: Введите имя папки...
sv: Ange mappnamn...

source: Parent Folder
bg: Родителска папка
cs: Nadřazená složka
da: Overordnet mappe
et: Vanem kaust
fr: Dossier parent
he: תיקייה הורה
hu: Szülőmappa
ja: 親フォルダー
pl: Folder nadrzędny
pt: Pasta Pai
ru: Родительская папка
sv: Överordnad mapp

source: Choose a parent folder for organization
bg: Изберете родителска папка за организация
cs: Vyberte nadřazenou složku pro organizaci
da: Vælg en overordnet mappe til organisering
et: Vali organisatsiooniks vanemkaust
fr: Choisissez un dossier parent pour l'organisation
he: בחר תיקייה הורה לארגון
hu: Válasszon egy szülőmappát a szervezéshez
ja: 整理のための親フォルダーを選択してください
pl: Wybierz folder nadrzędny do organizacji
pt: Escolha uma pasta pai para organização
ru: Выберите родительскую папку для организации
sv: Välj en överordnad mapp för organisering

source: Failed to save folder: {}
bg: Неуспешно запазване на папка: {}
cs: Nepodařilo se uložit složku: {}
da: Fejl ved at gemme mappe: {}
et: Kausta salvestamine ebaõnnestus: {}
fr: Échec de l'enregistrement du dossier : {}
he: נכשל בשמירת תיקייה: {}
hu: A mappa mentése nem sikerült: {}
ja: フォルダーの保存に失敗しました: {}
pl: Nie udało się zapisać folderu: {}
pt: Falha ao salvar a pasta: {}
ru: Не удалось сохранить папку: {}
sv: Misslyckades med att spara mappen: {}

source: Folder name
bg: Име на папка
cs: Název složky
da: Mappenavn
et: Kausta nimi
fr: Nom du dossier
he: שם תיקייה
hu: Mappa neve
ja: フォルダー名
pl: Nazwa folderu
pt: Nome da pasta
ru: Имя папки
sv: Mappnamn

source: Continue
bg: Продължи
cs: Pokračovat
da: Fortsæt
et: Jätka
fr: Continuer
he: המשך
hu: Folytatás
ja: 続行
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt

source: {} is required
bg: {} е задължителен
cs: {} je povinné
da: {} er påkrævet
et: {} on vajalik
fr: {} est requis
he: {} נדרש
hu: {} kötelező
ja: {} は必須です
pl: {} jest wymagany
pt: {} é obrigatório
ru: {} требуется
sv: {} är obligatoriskt

source: Tab &amp; Pane Management
bg: Управление на табове и панели
cs: Správa karet a panelů
da: Faneblade- og panelstyring
et: Vahe ja paneeli haldamine
fr: Gestion des onglets et des panneaux
he: ניהול טאבים ופאנלים
hu: Fülek és Panelkezelés
ja: タブとペインの管理
pl: Zarządzanie kartami i panelami
pt: Gerenciamento de Abas e Painéis
ru: Управление вкладками и панелями
sv: Flik- och panelhantering

source: Close Tab
bg: Затвори раздела
cs: Zavřít kartu
da: Luk faneblad
et: Sulge vahekaart
fr: Fermer l'onglet
he: סגור טאב
hu: Fül bezárása
ja: タブを閉じる
pl: Zamknij kartę
pt: Fechar Aba
ru: Закрыть вкладку
sv: Stäng flik

source: Next Tab
bg: Следваща разделка
cs: Další karta
da: Næste faneblad
et: Järgmine vahekaart
fr: Onglet Suivant
he: כרטיסייה הבאה
hu: Következő fül
ja: 次のタブ
pl: Następna zakładka
pt: Próxima Aba
ru: Следующая вкладка
sv: Nästa flik

source: Previous Tab
bg: Предишна разделка
cs: Předchozí karta
da: Forrige faneblad
et: Eelmine vahekaart
fr: Onglet Précédent
he: לשונית קודמת
hu: Előző fül
ja: 前のタブ
pl: Poprzednia karta
pt: Aba Anterior
ru: Предыдущая вкладка
sv: Föregående flik

source: Splitting
bg: Разделяне
cs: Dělení
da: Opdeling
et: Jagamine
fr: Fractionnement
he: חיתוך
hu: Felbontás
ja: 分割
pl: Podział
pt: Divisão
ru: Разделение
sv: Delning

source: Split Horizontally
bg: Раздели хоризонтално
cs: Rozdělit horizontálně
da: Del op horisontalt
et: Jaga horisontaalselt
fr: Diviser horizontalement
he: חלק אופקית
hu: Függőleges felosztás
ja: 水平分割
pl: Podziel poziomo
pt: Dividir Horizontalmente
ru: Разделить по горизонтали
sv: Dela horisontellt

source: Split Vertically
bg: Раздели вертикално
cs: Rozdělit vertikálně
da: Del op lodret
et: Jagada vertikaalselt
fr: Diviser verticalement
he: חלק אנכית
hu: Függőleges felosztás
ja: 垂直分割
pl: Podziel pionowo
pt: Dividir Verticalmente
ru: Разделить вертикально
sv: Dela vertikalt

source: Close Active Pane
bg: Затвори активната панел
cs: Zavřít aktivní panel
da: Luk aktiv rude
et: Sulge aktiivne paneel
fr: Fermer le panneau actif
he: סגור פאנל פעיל
hu: Aktív panel bezárása
ja: アクティブペインを閉じる
pl: Zamknij aktywną płytę
pt: Fechar Painel Ativo
ru: Закрыть активную панель
sv: Stäng aktiv panel

source: Terminal Interaction
bg: Терминален интерфейс
cs: Terminálová interakce
da: Terminalinteraktion
et: Terminali interaktsioon
fr: Interaction du terminal
he: אינטראקציה עם הטרמינל
hu: Terminál Interakció
ja: ターミナルインタラクション
pl: Interakcja z terminalem
pt: Interação do Terminal
ru: Взаимодействие с терминалом
sv: Terminalinteraktion

source: Send Command to All Tabs
bg: Изпрати команда до всички раздели
cs: Odeslat příkaz do všech karet
da: Send kommando til alle faner
et: Saada käsk kõikidesse vahekaartidesse
fr: Envoyer la commande à tous les onglets
he: שלח פקודה לכל הכרטיסיות
hu: Parancs küldése az összes fülnek
ja: すべてのタブにコマンドを送信
pl: Wyślij polecenie do wszystkich kart
pt: Enviar Comando para Todas as Abas
ru: Отправить команду на все вкладки
sv: Skicka kommando till alla flikar

source: Zoom
bg: Зум
cs: Přiblížení
he: זום
ja: ズーム
ru: Увеличение

source: Zoom In
bg: Увеличаване
cs: Přiblížit
da: Zoom ind
et: Suurenda
fr: Agrandir
he: זום פנימה
hu: Nagyítás
ja: ズームイン
pl: Powiększ obraz
pt: Aproximar
ru: Увеличить
sv: Zooma in

source: Zoom Out
bg: Увеличаване на мащаба
cs: Zmenšit
da: Zoom Ud
et: Suumi välja
fr: Réduire le zoom
he: זום החוצה
hu: Kicsinyítés
ja: ズームアウト
pl: Pomniejsz
pt: Reduzir Zoom
ru: Уменьшить масштаб
sv: Zooma ut

source: Reset Zoom
bg: Нулиране на мащаба
cs: Obnovit přiblížení
da: Nulstil zoom
et: Lähtesta suurus
fr: Réinitialiser le zoom
he: איפוס זום
hu: Zoom visszaállítása
ja: ズームをリセット
pl: Resetuj powiększenie
pt: Redefinir Zoom
ru: Сбросить масштаб
sv: Återställ zoom

source: Application &amp; Window
bg: Приложение и Прозорец
cs: Aplikace a Okno
da: Applikation &amp; Vindue
et: Rakendus ja aken
fr: Application et Fenêtre
he: יישום וחלון
hu: Alkalmazás & Ablak
ja: アプリケーション & ウィンドウ
pl: Aplikacja i Okno
pt: Aplicativo e Janela
ru: Приложение и окно
sv: Applikation &amp; Fönster

source: Quit Application
bg: Изход от приложението
cs: Ukončit aplikaci
da: Afslut applikation
et: Välja rakendus
fr: Quitter l'application
he: סגור יישום
hu: Alkalmazás bezárása
ja: アプリケーションを終了
pl: Zamknij aplikację
pt: Sair do Aplicativo
ru: Выйти из приложения
sv: Avsluta programmet

source: Reset All
bg: Нулиране на всичко
cs: Obnovit vše
da: Nulstil alle
et: Resetige kõik
fr: Réinitialiser tout
he: אפס הכל
hu: Mindent visszaállít
ja: すべてリセット
pl: Zresetuj wszystko
pt: Redefinir Tudo
ru: Сбросить все
sv: Återställ allt

source: Reset all shortcuts to default values
bg: Нулирайте всички преки пътища до стойности по подразбиране
cs: Obnovit všechny zkratky na výchozí hodnoty
da: Nulstil alle genveje til standardværdier
et: Lähtesta kõik otseteed vaikeseadetele
fr: Réinitialiser tous les raccourcis aux valeurs par défaut
he: אפס את כל הקיצורים לערכים ברירת מחדל
hu: Minden gyorsbillentyűt állíts vissza az alapértelmezett értékekre
ja: すべてのショートカットをデフォルト値にリセット
pl: Zresetuj wszystkie skróty do wartości domyślnych
pt: Redefinir todos os atalhos para os valores padrão
ru: Сбросить все ярлыки к значениям по умолчанию
sv: Återställ alla genvägar till standardvärden

source: Reset all shortcuts to defaults
bg: Нулирайте всички преки пътища до подразбиране
cs: Obnovit všechny zkratky na výchozí hodnoty
da: Nulstil alle genveje til standardindstillingerne
et: Lähtesta kõik otseteed vaikeseadetele
fr: Réinitialiser tous les raccourcis aux valeurs par défaut
he: אפס את כל הקיצורים לברירות המחדל
hu: Minden gyorsbillentyűt állítsa vissza az alapértelmezett értékekre
ja: すべてのショートカットをデフォルトにリセット
pl: Zresetuj wszystkie skróty do ustawień domyślnych
pt: Redefinir todos os atalhos para os padrões
ru: Сбросить все ярлыки к значениям по умолчанию
sv: Återställ alla genvägar till standardinställningar

source: Not set
bg: Не е зададено
cs: Není nastaveno
da: Ikke indstillet
et: Mitte ei ole seadistatud
fr: Non défini
he: לא הוגדר
hu: Nincs beállítva
ja: 未設定
pl: Nie ustawiono
pt: Não definido
ru: Не установлено
sv: Inte inställd

source: Shortcut for:
bg: Пряк път за:
cs: Klávesová zkratka pro:
da: Genvej til:
et: Kiirusklahv:
fr: Raccourci pour :
he: קיצור עבור:
hu: Gyorsbillentyű a következőhöz:
ja: ショートカット:
pl: Skrót dla:
pt: Atalho para:
ru: Сочетание клавиш для:
sv: Genväg för:

source: Click to change the keyboard shortcut for this action
bg: Щракнете, за да промените клавишната комбинация за това действие
cs: Klikněte pro změnu klávesové zkratky pro tuto akci
da: Klik for at ændre tastaturgenvejen for denne handling
et: Klõpsa, et muuta selle toimingu klaviatuuri otseteed.
fr: Cliquez pour changer le raccourci clavier pour cette action
he: לחץ כדי לשנות את קיצור הדרך למקלדת לפעולה זו
hu: Kattintson a billentyűparancs megváltoztatásához ehhez a művelethez.
ja: このアクションのキーボードショートカットを変更するにはクリックしてください
pl: Kliknij, aby zmienić skrót klawiaturowy dla tej akcji
pt: Clique para alterar o atalho de teclado para esta ação
ru: Нажмите, чтобы изменить сочетание клавиш для этого действия
sv: Klicka för att ändra tangentbordsgenvägen för denna åtgärd

source: Set New Shortcut
bg: Задайте нова пряка връзка
cs: Nastavit novou klávesovou zkratku
da: Indstil ny genvej
et: Seadke uus otsetee
fr: Définir un nouveau raccourci
he: הגדר קיצור דרך חדש
hu: Új Parancsikon Beállítása
ja: 新しいショートカットを設定
pl: Ustaw nowy skrót
pt: Definir Novo Atalho
ru: Установить новую комбинацию клавиш
sv: Ställ in ny genväg

source: Press the new key combination for '{}', or Esc to cancel.
bg: Натиснете новата комбинация от клавиши за '{}', или Esc, за да отмените.
cs: Stiskněte novou klávesovou kombinaci pro '{}', nebo Esc pro zrušení.
da: Tryk på den nye tastekombination for '{}', eller Esc for at annullere.
et: Pühi uus klahvikombinatsioon '{}', või vajuta Esc, et tühistada.
fr: Appuyez sur la nouvelle combinaison de touches pour '{}', ou sur Échap pour annuler.
he: לחץ על השילוב החדש של המקשים עבור '{}', או Esc לביטול.
hu: Nyomja meg az új billentyűkombinációt a(z) '{}'-hez, vagy az Esc billentyűt a törléshez.
ja: '{}'の新しいキーの組み合わせを押すか、Escキーを押してキャンセルします。
pl: Naciśnij nową kombinację klawiszy dla '{}', lub Esc, aby anulować.
pt: Pressione a nova combinação de teclas para '{}', ou Esc para cancelar.
ru: Нажмите новую комбинацию клавиш для '{}', или Esc для отмены.
sv: Tryck på den nya tangentkombinationen för '{}', eller Esc för att avbryta.

source: Current: {} New: (press keys)
bg: Текущо: {} Нов: (натиснете клавиши)
cs: Aktuální: {} Nové: (stiskněte klávesy)
da: Aktuel: {} Ny: (tryk på taster)
et: Praegune: {} Uus: (vajutage klahve)
fr: Actuel : {} Nouveau : (appuyez sur les touches)
he: נוכחי: {} חדש: (לחץ על מקשים)
hu: Jelenlegi: {} Új: (nyomja meg a billentyűket)
ja: 現在: {} 新しい: (キーを押す)
pl: Aktualny: {} Nowy: (naciśnij klawisze)
pt: Atual: {} Novo: (pressione as teclas)
ru: Текущий: {} Новый: (нажмите клавиши)
sv: Aktuell: {} Ny: (tryck på tangenter)

source: Current: {} New: {} (Conflicts with {})
bg: Текуща: {} Нова: {} (Конфликт с {})
cs: Aktuální: {} Nové: {} (Konflikty s {})
da: Aktuel: {} Ny: {} (Konflikter med {})
et: Praegune: {} Uus: {} (Konflikt {}-ga)
fr: Actuel : {} Nouveau : {} (Conflits avec {})
he: נוכחי: {} חדש: {} (נוגד עם {})
hu: Jelenlegi: {} Új: {} (Ütközik a {})
ja: 現在: {} 新しい: {} ({}と競合しています)
pl: Aktualny: {} Nowy: {} (Konflikty z {})
pt: Atual: {} Novo: {} (Conflita com {})
ru: Текущий: {} Новый: {} (Конфликтует с {})
sv: Aktuell: {} Ny: {} (Konflikter med {})

source: Current: {} New: {}
bg: Текущо: {} Нов: {}
cs: Aktuální: {} Nový: {}
da: Aktuel: {} Ny: {}
et: Praegune: {} Uus: {}
fr: Actuel : {} Nouveau : {}
he: נוכחי: {} חדש: {}
hu: Jelenlegi: {} Új: {}
ja: 現在: {} 新しい: {}
pl: Bieżący: {} Nowy: {}
pt: Atual: {} Novo: {}
ru: Текущий: {} Новый: {}
sv: Aktuell: {} Ny: {}

source: Clear
bg: Изчисти
cs: Vymazat
da: Ryd klar
et: Selge
fr: Effacer
he: נקה
hu: Törlés
ja: クリア
pl: Wyczyść
pt: Limpar
ru: Очистить
sv: Rensa

source: Set Shortcut
bg: Настройте пряк път
cs: Nastavit zkratku
da: Indstil genvej
et: Seadista otsetee
fr: Définir le raccourci
he: הגדר קיצור דרך
hu: Gyorsbillentyű beállítása
ja: ショートカットを設定
pl: Ustaw skrót
pt: Definir Atalho
ru: Установить ярлык
sv: Ställ in genväg

source: Reset All Shortcuts
bg: Нулиране на всички преки пътища
cs: Obnovit všechny zkratky
da: Nulstil alle genveje
et: Lähtesta kõik otseteed
fr: Réinitialiser tous les raccourcis
he: אפס את כל הקיצורים
hu: Minden parancsikon visszaállítása
ja: すべてのショートカットをリセット
pl: Zresetuj wszystkie skróty
pt: Redefinir Todos os Atalhos
ru: Сбросить все ярлыки
sv: Återställ alla genvägar

source: This will reset all keyboard shortcuts to their default values. Continue?
bg: Това ще възстанови всички клавишни комбинации до техните стойности по подразбиране. Продължавате ли?
cs: Tímto se všechny klávesové zkratky obnoví na jejich výchozí hodnoty. Pokračovat?
da: Dette vil nulstille alle tastaturgenveje til deres standardværdier. Fortsætte?
et: See lähtestab kõik klaviatuuri otseteed nende vaikeväärtustele. Jätka?
fr: Cela réinitialisera tous les raccourcis clavier à leurs valeurs par défaut. Continuer ?
he: זה יאפס את כל קיצורי הדרך של המקלדת לערכים ברירת המחדל שלהם. להמשיך?
hu: Ez visszaállítja az összes billentyűparancsot az alapértelmezett értékeikre. Folytatni?
ja: これにより、すべてのキーボードショートカットがデフォルト値にリセットされます。続行しますか？
pl: To reset wszystkie skróty klawiszowe do ich wartości domyślnych. Kontynuować?
pt: Isto irá redefinir todos os atalhos de teclado para seus valores padrão. Continuar?
ru: Это сбросит все сочетания клавиш к их значениям по умолчанию. Продолжить?
sv: Detta kommer att återställa alla tangentbordsgenvägar till deras standardvärden. Fortsätta?

source: Insert
bg: Вмъкни
cs: Vložit
da: Indsæt
et: Sisesta
fr: Insérer
he: הכנס
hu: Beszúrás
ja: 挿入
pl: Wstaw
pt: Inserir
ru: Вставить
sv: Infoga

source: Insert command into terminal without executing
bg: Въведете команда в терминала без да я изпълнявате
cs: Vložte příkaz do terminálu bez provedení
da: Indsæt kommando i terminalen uden at udføre
et: Sisesta käsk terminali ilma täitmata
fr: Insérer la commande dans le terminal sans l'exécuter
he: הכנס פקודה למסוף מבלי להריץ
hu: Parancs beszúrása a terminálba végrehajtás nélkül
ja: コマンドを実行せずにターミナルに挿入
pl: Wstaw polecenie do terminala bez wykonywania
pt: Inserir comando no terminal sem executar
ru: Вставить команду в терминал без выполнения
sv: Infoga kommando i terminalen utan att köra den

source: Execute
bg: Изпълни
cs: Provést
da: Udfør
et: Teosta
fr: Exécuter
he: בצע
hu: Futtatás
ja: 実行
pl: Wykonaj
pt: Executar
ru: Выполнить
sv: Kör

source: Insert and execute command (Ctrl+Enter)
bg: Вмъкнете и изпълнете команда (Ctrl+Enter)
cs: Vložení a provedení příkazu (Ctrl+Enter)
da: Indsæt og udfør kommando (Ctrl+Enter)
et: Sisesta ja täida käsk (Ctrl+Enter)
fr: Insérer et exécuter la commande (Ctrl+Entrée)
he: הכנס והפעל פקודה (Ctrl+Enter)
hu: Parancs beszúrása és végrehajtása (Ctrl+Enter)
ja: コマンドを挿入して実行 (Ctrl+Enter)
pl: Wstaw i wykonaj polecenie (Ctrl+Enter)
pt: Inserir e executar comando (Ctrl+Enter)
ru: Вставить и выполнить команду (Ctrl+Enter)
sv: Infoga och kör kommando (Ctrl+Enter)

source: Command Preview
bg: Предварителен преглед на команда
cs: Náhled příkazu
da: Kommando forhåndsvisning
et: Käskude eelvaade
fr: Aperçu de la commande
he: תצוגת פקודה
hu: Parancs Előnézet
ja: コマンドプレビュー
pl: Podgląd polecenia
pt: Prévia do Comando
ru: Предварительный просмотр команды
sv: Kommandoförhandsgranskning

source: Select Path
bg: Изберете пътя
cs: Vyberte cestu
da: Vælg sti
et: Vali tee
fr: Sélectionner le chemin
he: בחר נתיב
hu: Útvonal kiválasztása
ja: パスを選択
pl: Wybierz ścieżkę
pt: Selecionar Caminho
ru: Выбрать путь
sv: Välj sökväg

source: Select
bg: Изберете
cs: Vybrat
da: Vælg
et: Vali
fr: Sélectionner
he: בחר
hu: Kiválasztás
ja: 選択
pl: Wybierz
pt: Selecionar
ru: Выбрать
sv: Välj

source: Execute in All Terminals
bg: Изпълни във всички терминали
cs: Spustit ve všech terminálech
da: Udfør i alle terminaler
et: Käivita kõigis terminalides
fr: Exécuter dans tous les terminaux
he: בצע בכל הטרמינלים
hu: Futtatás minden terminálban
ja: すべてのターミナルで実行
pl: Wykonaj we wszystkich terminalach
pt: Executar em Todos os Terminais
ru: Выполнить во всех терминалах
sv: Kör i alla terminaler
