Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Pygments is not installed - shell input highlighting unavailable
bg: Pygments не е инсталиран - подчертаването на входа в терминала не е налично
cs: Pygments není nainstalován - zvýraznění vstupu shellu není k dispozici
da: Pygments er ikke installeret - shell input fremhævning ikke tilgængelig
et: Pygments ei ole installitud - shell sisendi esiletõstmine pole saadaval
fr: Pygments n'est pas installé - la mise en surbrillance de l'entrée du shell n'est pas disponible
he: פיגמנטס לא מותקן - הדגשת קלט של שורת פקודה אינה זמינה
hu: A Pygments nincs telepítve - a shell bemeneti kiemelés nem elérhető
ja: Pygmentsがインストールされていません - シェル入力のハイライトは利用できません
pl: Pygments nie jest zainstalowany - podświetlanie wejścia powłoki niedostępne
pt: Pygments não está instalado - realce de entrada do shell indisponível
ru: Pygments не установлен - подсветка ввода в оболочке недоступна
sv: Pygments är inte installerat - shellinmattsmarkering är inte tillgänglig

source: This feature applies highlighting to echoed shell input. It may not work perfectly with all prompts or shells.
bg: Тази функция прилага подчертаване на ехо входа в шел. Може да не работи перфектно с всички подканвания или шел.
cs: Tato funkce aplikuje zvýraznění na echoovaný shellový vstup. Nemusí fungovat dokonale se všemi výzvami nebo shelly.
da: Denne funktion anvender fremhævning på ekkoet shell-input. Det fungerer muligvis ikke perfekt med alle prompts eller shells.
et: See funktsioon rakendab esiletoomist kajastatud shelli sisendile. See ei pruugi töötada ideaalselt kõigi käsuviipade või shellide puhul.
fr: Cette fonctionnalité applique une mise en surbrillance à l'entrée de shell écho. Elle peut ne pas fonctionner parfaitement avec toutes les invites ou shells.
he: תכונה זו חלה על הדגשה של קלט שורת פקודה שהודפס. ייתכן שהיא לא תעבוד בצורה מושלמת עם כל ההנחיות או השורות.
hu: Ez a funkció kiemelést alkalmaz az echozott shell bemenetre. Lehet, hogy nem működik tökéletesen minden prompttal vagy shell-lel.
ja: この機能は、エコーされたシェル入力にハイライトを適用します。すべてのプロンプトやシェルで完璧に動作するわけではありません。
pl: Ta funkcja stosuje podświetlenie do wyświetlanego wejścia powłoki. Może nie działać idealnie ze wszystkimi komunikatami lub powłokami.
pt: Este recurso aplica destaque à entrada do shell ecoada. Pode não funcionar perfeitamente com todos os prompts ou shells.
ru: Эта функция применяет подсветку к эхо-вводимому shell. Она может работать не идеально со всеми подсказками или оболочками.
sv: Denna funktion tillämpar markering på ekad skalinmatning. Den kanske inte fungerar perfekt med alla uppmaningar eller skal.

source: Enable Shell Input Highlighting
bg: Активиране на подчертаване на входа в терминала
cs: Povolit zvýraznění vstupu shellu
da: Aktivér fremhævning af shell-input
et: Luba Shelli sisendi esiletõstmine
fr: Activer la mise en surbrillance de l'entrée du shell
he: אפשר להדגיש קלט של שורת פקודה
hu: Shell bemeneti kiemelés engedélyezése
ja: シェル入力ハイライトを有効にする
pl: Włącz podświetlanie wejścia powłoki
pt: Ativar Realce de Entrada do Shell
ru: Включить подсветку ввода в оболочке
sv: Aktivera markering av skalinmatning

source: Color shell commands as you type them. Useful for SSH sessions and Docker containers where shell configuration cannot be changed.
bg: Оцветявайте командите в терминала, докато ги въвеждате. Полезно е за SSH сесии и Docker контейнери, където конфигурацията на терминала не може да бъде променена.
cs: Zbarvte příkazy shellu, jak je píšete. Užitečné pro SSH relace a kontejnery Docker, kde nelze měnit konfiguraci shellu.
da: Farv shell-kommandoer, mens du skriver dem. Nyttigt til SSH-sessioner og Docker-containere, hvor shell-konfigurationen ikke kan ændres.
et: Värvi shell-käsud, kui sa neid kirjutad. Kasulik SSH seansside ja Docker konteinerite jaoks, kus shelli konfiguratsiooni ei saa muuta.
fr: Colorer les commandes shell au fur et à mesure que vous les tapez. Utile pour les sessions SSH et les conteneurs Docker où la configuration du shell ne peut pas être modifiée.
he: צבע פקודות שורת הפקודה בזמן הקלדה. שימושי עבור מושבי SSH ומיכלי Docker שבהם לא ניתן לשנות את הגדרת השורה.
hu: Színezze a parancsokat, ahogy beírja őket. Hasznos SSH munkamenetekhez és Docker konténerekhez, ahol a parancssori konfiguráció nem módosítható.
ja: 入力したコマンドに色を付けます。シェルの設定を変更できないSSHセッションやDockerコンテナで便利です。
pl: Koloruj polecenia powłoki w miarę ich wpisywania. Przydatne w sesjach SSH i kontenerach Docker, gdzie konfiguracja powłoki nie może być zmieniana.
pt: Colorir comandos de shell à medida que você os digita. Útil para sessões SSH e contêineres Docker onde a configuração do shell não pode ser alterada.
ru: Цветные команды оболочки по мере их ввода. Полезно для SSH-сессий и контейнеров Docker, где конфигурация оболочки не может быть изменена.
sv: Färga skalkommandon medan du skriver dem. Användbart för SSH-sessioner och Docker-containrar där skalkonfigurationen inte kan ändras.

source: Auto detects background, Manual uses selected theme
bg: Автоматично открива фон, Ръчно използва избраната тема
cs: Automaticky detekuje pozadí, Ručně používá vybranou šablonu
da: Auto registrerer baggrund, Manuel bruger valgt tema
et: Automaatne tuvastamine taust, Käsitsi kasutab valitud teemat
fr: Détection automatique de l'arrière-plan, Manuel utilise le thème sélectionné
he: מזהה אוטומטית רקע, ידני משתמש בנושא שנבחר
hu: Automatikusan észleli a háttérképet, Kézi a kiválasztott témát használja
ja: 自動で背景を検出、手動で選択したテーマを使用
pl: Automatycznie wykrywa tło, Ręcznie używa wybranego motywu
pt: Detecta automaticamente o fundo, Manual usa o tema selecionado
ru: Автоопределение фона, Ручной режим использует выбранную тему
sv: Automatiskt upptäckter bakgrund, Manuell använder valt tema

source: Ignored Commands
bg: Игнорирани команди
cs: Ignorované příkazy
da: Ignorerede kommandoer
et: Ignoreeritud käsud
fr: Commandes ignorées
he: פקודות שהתעלמו מהן
hu: Figyelmen kívül hagyott parancsok
ja: 無視されたコマンド
pl: Zignorowane polecenia
pt: Comandos Ignorados
ru: Игнорируемые команды
sv: Ignorerade kommandon

source: Restore Defaults
bg: Възстановяване на настройки по подразбиране
cs: Obnovit výchozí nastavení
da: Gendan standardindstillinger
et: Taasta vaikeseaded
fr: Restaurer les paramètres par défaut
he: שחזר ברירות מחדל
hu: Alapértelmezett visszaállítása
ja: デフォルトに戻す
pl: Przywróć domyślne ustawienia
pt: Restaurar Padrões
ru: Восстановить настройки по умолчанию
sv: Återställ standardinställningar

source: ➕ Add Ignored Command
bg: ➕ Добавяне на игнорирана команда
cs: ➕ Přidat ignorovaný příkaz
da: ➕ Tilføj Ignoreret Kommando
et: ➕ Lisa ignoreeritud käsk
fr: ➕ Ajouter une commande ignorée
he: ➕ הוסף פקודה מוזנחת
hu: ➕ Figyelmen kívül hagyott parancs hozzáadása
ja: ➕ 無視されたコマンドを追加
pl: ➕ Dodaj zignorowane polecenie
pt: ➕ Adicionar Comando Ignorado
ru: ➕ Добавить игнорируемую команду
sv: ➕ Lägg till ignorerad kommando

source: {count} command(s) • Click to expand/collapse
bg: {count} команда(и) • Щракнете, за да разширите/свиете
cs: {count} příkazů • Klikněte pro rozbalení/sbalení
da: {count} kommando(er) • Klik for at udvide/kolapsere
et: {count} käsku • Klõpsa, et avada/sulgeda
fr: {count} commande(s) • Cliquez pour développer/réduire
he: {count} פקודה/פקודות • לחץ להרחבה/צמצום
hu: {count} parancs • Kattintson a kibővítéshez/összehúzáshoz
ja: {count} コマンド • クリックして展開/折りたたむ
pl: {count} poleceń • Kliknij, aby rozwinąć/zwinąć
pt: {count} comando(s) • Clique para expandir/recolher
ru: {count} команда(ы) • Нажмите, чтобы развернуть/свернуть
sv: {count} kommando(s) • Klicka för att expandera/minimera

source: Remove from ignored list
bg: Премахни от списъка с игнорирани
cs: Odstranit ze seznamu ignorovaných
da: Fjern fra ignoreret liste
et: Eemalda ignoreeritud loendist
fr: Retirer de la liste ignorée
he: הסר מרשימת ההתעלמות
hu: Eltávolítás a figyelmen kívül hagyott listáról
ja: 無視リストから削除
pl: Usuń z listy ignorowanych
pt: Remover da lista de ignorados
ru: Удалить из списка игнорируемых
sv: Ta bort från ignorerad lista

source: Command added: {}
bg: Добавена команда: {}
cs: Příkaz přidán: {}
da: Kommando tilføjet: {}
et: Käsk lisatud: {}
fr: Commande ajoutée : {}
he: פקודה נוספה: {}
hu: Parancs hozzáadva: {}
ja: コマンドが追加されました: {}
pl: Dodano polecenie: {}
pt: Comando adicionado: {}
ru: Команда добавлена: {}
sv: Kommandot har lagts till: {}

source: Remove Ignored Command?
bg: Премахване на игнорирана команда?
cs: Odebrat ignorovaný příkaz?
da: Fjern ignoreret kommando?
et: Eemalda ignoreeritud käsk?
fr: Supprimer la commande ignorée ?
he: הסר פקודה שהתעלמת ממנה?
hu: Figyelmen kívül hagyott parancs eltávolítása?
ja: 無視されたコマンドを削除しますか？
pl: Usuń zignorowane polecenie?
pt: Remover Comando Ignorado?
ru: Удалить игнорируемую команду?
sv: Ta bort ignorerat kommando?

source: Remove "{}" from the ignored commands list? Highlighting will be applied to this command's output.
bg: Премахнете "{}" от списъка с игнорирани команди? Подсветката ще бъде приложена към изхода на тази команда.
cs: Odebrat "{}" ze seznamu ignorovaných příkazů? Zvýraznění bude aplikováno na výstup tohoto příkazu.
da: Fjern "{}" fra listen over ignorerede kommandoer? Fremhævning vil blive anvendt på denne kommando's output.
et: Eemalda "{}" ignoreeritud käskude loendist? Esiletõstmine rakendatakse selle käsu väljundile.
fr: Supprimer "{}" de la liste des commandes ignorées ? La mise en surbrillance sera appliquée à la sortie de cette commande.
he: האם להסיר את "{}" מרשימת הפקודות המוזנחות? הדגשה תיושם על פלט הפקודה הזו.
hu: Eltávolítja a "{}" parancsot az ignorált parancsok listájából? A kiemelés alkalmazva lesz ennek a parancsnak a kimenetére.
ja: "{}"を無視されたコマンドのリストから削除しますか？このコマンドの出力にハイライトが適用されます。
pl: Usunąć "{}" z listy zignorowanych poleceń? Podświetlenie zostanie zastosowane do wyjścia tego polecenia.
pt: Remover "{}" da lista de comandos ignorados? A realce será aplicado à saída deste comando.
ru: Удалить "{}" из списка игнорируемых команд? Подсветка будет применена к выводу этой команды.
sv: Ta bort "{}" från listan över ignorerade kommandon? Markering kommer att tillämpas på detta kommandoresultat.

source: Command removed: {}
bg: Командата е премахната: {}
cs: Příkaz odstraněn: {}
da: Kommando fjernet: {}
et: Käsk eemaldatud: {}
fr: Commande supprimée : {}
he: הפקודה הוסרה: {}
hu: Parancs eltávolítva: {}
ja: コマンドが削除されました: {}
pl: Polecenie usunięte: {}
pt: Comando removido: {}
ru: Команда удалена: {}
sv: Kommandot har tagits bort: {}

source: Restore Default Ignored Commands?
bg: Възстановяване на подразбиране на игнорирани команди?
cs: Obnovit výchozí ignorované příkazy?
da: Gendan standard ignorerede kommandoer?
et: Taasta vaikeväärtused ignoreeritud käsud?
fr: Restaurer les commandes ignorées par défaut ?
he: שחזר פקודות ברירת מחדל שהוזנחו?
hu: Alapértelmezett figyelmen kívül hagyott parancsok visszaállítása?
ja: デフォルトの無視されたコマンドを復元しますか？
pl: Przywróć domyślne zignorowane polecenia?
pt: Restaurar Comandos Ignorados Padrão?
ru: Восстановить стандартные игнорируемые команды?
sv: Återställ standard ignorerade kommandon?

source: This will replace your current ignored commands list with the system defaults. Custom additions will be lost.
bg: Това ще замени текущия ви списък с игнорирани команди с системните настройки по подразбиране. Персонализираните добавки ще бъдат загубени.
cs: Tímto nahradíte svůj aktuální seznam ignorovaných příkazů systémovými výchozími hodnotami. Vlastní úpravy budou ztraceny.
da: Dette vil erstatte din nuværende liste over ignorerede kommandoer med systemstandarderne. Tilpassede tilføjelser vil gå tabt.
et: See asendab teie praeguse ignoreeritud käskude loendi süsteemi vaikeväärtustega. Kohandatud lisandid kaovad.
fr: Cela remplacera votre liste actuelle de commandes ignorées par les valeurs par défaut du système. Les ajouts personnalisés seront perdus.
he: זה יחליף את רשימת הפקודות המוזנחות הנוכחית שלך עם ברירות המחדל של המערכת. תוספות מותאמות אישית יאבדו.
hu: Ez felülírja a jelenlegi figyelmen kívül hagyott parancsok listáját a rendszer alapértelmezettjeivel. A testreszabott kiegészítések elvesznek.
ja: これにより、現在の無視されたコマンドリストがシステムのデフォルトに置き換えられます。カスタム追加は失われます。
pl: To zastąpi bieżącą listę ignorowanych poleceń domyślnymi ustawieniami systemowymi. Niestandardowe dodatki zostaną utracone.
pt: Isso substituirá sua lista atual de comandos ignorados pelos padrões do sistema. Adições personalizadas serão perdidas.
ru: Это заменит ваш текущий список игнорируемых команд на системные настройки по умолчанию. Пользовательские добавления будут потеряны.
sv: Detta kommer att ersätta din nuvarande lista över ignorerade kommandon med systemets standardinställningar. Anpassade tillägg kommer att gå förlorade.

source: Restored default ignored commands
bg: Възстановени по подразбиране игнорирани команди
cs: Obnovené výchozí ignorované příkazy
da: Gendannede standard ignorerede kommandoer
et: Taastatud vaikeseaded, millele ei pöörata tähelepanu
fr: Commandes ignorées par défaut restaurées
he: שחזר פקודות ברירת מחדל שהוזנחו
hu: Visszaállított alapértelmezett figyelmen kívül hagyott parancsok
ja: デフォルトの無視されたコマンドが復元されました
pl: Przywrócone domyślne zignorowane polecenia
pt: Restaurou os comandos ignorados padrão
ru: Восстановлены игнорируемые команды по умолчанию
sv: Återställda standard ignorerade kommandon

source: Per-Command Highlighting
bg: Подсветка по командами
cs: Zvýraznění podle příkazu
da: Per-kommando fremhævning
et: Käskude rõhutamine
fr: Mise en surbrillance par commande
he: הדגשה לפי פקודה
hu: Parancs alapú kiemelés
ja: コマンドごとのハイライト
pl: Podświetlanie na podstawie polecenia
pt: Destaque por Comando
ru: Подсветка по командам
sv: Per-kommandobelysning

source: Enable Command Detection
bg: Активиране на откриване на команди
cs: Povolit detekci příkazů
da: Aktiver kommandoopdagelse
et: Käsku tuvastamise lubamine
fr: Activer la détection de commandes
he: הפעלת זיהוי פקודות
hu: Parancsészlelés engedélyezése
ja: コマンド検出を有効にする
pl: Włącz wykrywanie poleceń
pt: Ativar Detecção de Comando
ru: Включить обнаружение команд
sv: Aktivera kommandodetektering

source: Commands
bg: Команди
cs: Příkazy
da: Kommandoer
et: Käskud
fr: Commandes
he: פקודות
hu: Parancsok
ja: コマンド
pl: Polecenia
pt: Comandos
ru: Команды
sv: Kommandon

source: ➕ Add Command
bg: ➕ Добавяне на команда
cs: ➕ Přidat příkaz
da: ➕ Tilføj kommando
et: ➕ Lisa käsk
fr: ➕ Ajouter une commande
he: ➕ הוסף פקודה
hu: ➕ Parancs hozzáadása
ja: ➕ コマンドを追加
pl: ➕ Dodaj polecenie
pt: ➕ Adicionar Comando
ru: ➕ Добавить команду
sv: ➕ Lägg till kommando

source: Bulk Actions
bg: Масови действия
cs: Hromadné akce
da: Massehandling
et: Hulgitegevused
fr: Actions groupées
he: פעולות מרובות
hu: Tömeges műveletek
ja: 一括操作
pl: Masowe działania
pt: Ações em Massa
ru: Массовые действия
sv: Massåtgärder

source: Enable All
bg: Активирай всичко
cs: Povolit vše
da: Aktiver alle
et: Luba kõik
fr: Activer tout
he: אפשר הכל
hu: Összes engedélyezése
ja: すべて有効化
pl: Włącz wszystko
pt: Ativar Tudo
ru: Включить все
sv: Aktivera alla

source: Disable All
bg: Деактивирай всичко
cs: Zakázat vše
da: Deaktiver alle
et: Keela kõik
fr: Désactiver tout
he: השבת הכל
hu: Mindent letilt
ja: すべて無効化
pl: Wyłącz wszystko
pt: Desativar Tudo
ru: Отключить все
sv: Inaktivera alla

source: Reset All Commands
bg: Нулиране на всички команди
cs: Obnovit všechny příkazy
da: Nulstil alle kommandoer
et: Resetige kõik käsud
fr: Réinitialiser toutes les commandes
he: אפס את כל הפקודות
hu: Minden parancs visszaállítása
ja: すべてのコマンドをリセット
pl: Zresetuj wszystkie polecenia
pt: Redefinir Todos os Comandos
ru: Сбросить все команды
sv: Återställ alla kommandon

source: Available Commands
bg: Налични команди
cs: Dostupné příkazy
da: Tilgængelige kommandoer
et: Saadaval käsud
fr: Commandes disponibles
he: פקודות זמינות
hu: Elérhető parancsok
ja: 利用可能なコマンド
pl: Dostępne polecenia
pt: Comandos Disponíveis
ru: Доступные команды
sv: Tillgängliga kommandon

source: Command Rules
bg: Правила за команди
cs: Pravidla příkazů
da: Kommando regler
et: Käskureeglid
fr: Règles de commande
he: כללי פקודה
hu: Parancs Szabályok
ja: コマンドルール
pl: Zasady poleceń
pt: Regras de Comando
ru: Правила команд
sv: Kommandoregler

source: Rules specific to the selected command. Order matters!
bg: Правила, специфични за избраната команда. Порядъкът има значение!
cs: Pravidla specifická pro vybraný příkaz. Pořadí je důležité!
da: Regler specifikke for den valgte kommando. Rækkefølgen er vigtig!
et: Valikud, mis on spetsiifilised valitud käsule. Järjekord on oluline!
fr: Règles spécifiques à la commande sélectionnée. L'ordre est important !
he: חוקים ספציפיים לפקודה שנבחרה. הסדר חשוב!
hu: A kiválasztott parancsra vonatkozó szabályok. A sorrend fontos!
ja: 選択したコマンドに特有のルール。順序が重要です！
pl: Zasady specyficzne dla wybranego polecenia. Kolejność ma znaczenie!
pt: Regras específicas para o comando selecionado. A ordem importa!
ru: Правила, специфичные для выбранной команды. Порядок имеет значение!
sv: Regler specifika för det valda kommandot. Ordningen är viktig!

source: No command selected
bg: Няма избрана команда
cs: Žádný příkaz není vybrán
da: Ingen kommando valgt
et: Ühtegi käsku ei ole valitud
fr: Aucune commande sélectionnée
he: לא נבחר פקודה
hu: Nincs parancs kiválasztva
ja: コマンドが選択されていません
pl: Nie wybrano żadnej komendy
pt: Nenhum comando selecionado
ru: Не выбрана команда
sv: Ingen kommando vald

source: Select a command from the list above
bg: Изберете команда от списъка по-горе
cs: Vyberte příkaz ze seznamu výše
da: Vælg en kommando fra listen ovenfor
et: Valige ülaltoodud loendist käsk.
fr: Sélectionnez une commande dans la liste ci-dessus
he: בחר פקודה מהרשימה למעלה
hu: Válasszon egy parancsot a fenti listából
ja: 上のリストからコマンドを選択してください
pl: Wybierz polecenie z powyższej listy
pt: Selecione um comando da lista acima
ru: Выберите команду из списка выше
sv: Välj ett kommando från listan ovan

source: Apply rules when this command is detected
bg: Прилагане на правила, когато тази команда бъде открита
cs: Použijte pravidla, když je tento příkaz detekován
da: Anvend regler, når denne kommando registreres
et: Rakenda reeglid, kui seda käsku tuvastatakse
fr: Appliquer des règles lorsque cette commande est détectée
he: החל חוקים כאשר פקודה זו מזוהה
hu: Alkalmazza a szabályokat, amikor ezt a parancsot észlelik
ja: このコマンドが検出されたときにルールを適用する
pl: Zastosuj zasady, gdy to polecenie zostanie wykryte
pt: Aplique regras quando este comando for detectado
ru: Применять правила, когда эта команда обнаружена
sv: Tillämpa regler när detta kommando upptäcks

source: Also apply global rules alongside command-specific rules
bg: Също така прилагайте глобални правила заедно с правила, специфични за командата.
cs: Také použijte globální pravidla vedle pravidel specifických pro příkaz.
da: Anvend også globale regler sammen med kommandospecifikke regler
et: Kohaldage ka globaalseid reegleid koos käsuspetsiifiliste reeglitega.
fr: Appliquez également des règles globales en plus des règles spécifiques aux commandes.
he: גם יש ליישם כללים גלובליים לצד כללים ספציפיים לפקודה
hu: Globális szabályok alkalmazása a parancs-specifikus szabályok mellett
ja: コマンド固有のルールと一緒にグローバルルールも適用します
pl: Zastosuj również zasady globalne obok zasad specyficznych dla polecenia.
pt: Também aplique regras globais juntamente com regras específicas de comando
ru: Также применяйте глобальные правила наряду с правилами, специфичными для команды.
sv: Tillämpa även globala regler tillsammans med kommandospecifika regler

source: Remove user customization and revert to system rules
bg: Премахнете персонализацията на потребителя и се върнете към системните правила
cs: Odstranit uživatelské přizpůsobení a vrátit se k systémovým pravidlům
da: Fjern brugerdefinering og vend tilbage til systemregler.
et: Eemalda kasutaja kohandamine ja naase süsteemi reeglite juurde
fr: Supprimer la personnalisation de l'utilisateur et revenir aux règles système
he: הסר התאמה אישית של משתמש וחזור לכללים של המערכת
hu: Távolítsa el a felhasználói testreszabást, és térjen vissza a rendszer szabályaihoz.
ja: ユーザーのカスタマイズを削除し、システムのルールに戻す
pl: Usuń dostosowania użytkownika i przywróć zasady systemowe
pt: Remover personalização do usuário e reverter para as regras do sistema
ru: Удалить пользовательские настройки и вернуть системные правила
sv: Ta bort användaranpassning och återställ till systemregler.

source: Rules (in execution order)
bg: Правила (в реда на изпълнение)
cs: Pravidla (v pořadí provádění)
da: Regler (i udførelsesrækkefølge)
et: Reeglid (täitmise järjekorras)
fr: Règles (dans l'ordre d'exécution)
he: כללים (בסדר ביצוע)
hu: Szabályok (végrehajtási sorrendben)
ja: 実行順序のルール
pl: Zasady (w kolejności wykonania)
pt: Regras (na ordem de execução)
ru: Правила (в порядке выполнения)
sv: Regler (i exekveringsordning)

source: Use arrows to reorder rules. Rules are matched from top to bottom.
bg: Използвайте стрелките, за да пренаредите правилата. Правилата се съпоставят отгоре надолу.
cs: Použijte šipky k přeuspořádání pravidel. Pravidla se porovnávají shora dolů.
da: Brug pile til at omarrangere regler. Regler matches fra top til bund.
et: Kasutage nooli reeglite ümberjärjestamiseks. Reeglid sobitatakse üksteise alla.
fr: Utilisez les flèches pour réorganiser les règles. Les règles sont appariées de haut en bas.
he: השתמש בחצים כדי לשנות את סדר הכללים. הכללים מתאימים מלמעלה למטה.
hu: Használja a nyilakat a szabályok átrendezéséhez. A szabályok felülről lefelé vannak párosítva.
ja: 矢印を使ってルールの順序を変更します。ルールは上から下にマッチします。
pl: Użyj strzałek, aby zmienić kolejność reguł. Reguły są dopasowywane od góry do dołu.
pt: Use setas para reorganizar regras. As regras são correspondidas de cima para baixo.
ru: Используйте стрелки для изменения порядка правил. Правила сопоставляются сверху вниз.
sv: Använd pilar för att omordna regler. Regler matchas från topp till botten.

source: ➕ Add Rule to This Command
bg: ➕ Добави правило към тази команда
cs: ➕ Přidat pravidlo k tomuto příkazu
da: ➕ Tilføj regel til denne kommando
et: ➕ Lisa reegel sellele käsule
fr: ➕ Ajouter une règle à cette commande
he: ➕ הוסף כלל לפקודה זו
hu: ➕ Szabály hozzáadása ehhez a parancshoz
ja: ➕ このコマンドにルールを追加
pl: ➕ Dodaj regułę do tej komendy
pt: ➕ Adicionar Regra a Este Comando
ru: ➕ Добавить правило к этой команде
sv: ➕ Lägg till regel för detta kommando

source: Create a new highlighting pattern for the selected command
bg: Създайте нов модел на подчертаване за избраната команда
cs: Vytvořte nový zvýrazňovací vzor pro vybraný příkaz
da: Opret et nyt fremhævelsesmønster for den valgte kommando
et: Loo uus esiletõstmise muster valitud käsu jaoks
fr: Créer un nouveau motif de surlignage pour la commande sélectionnée
he: צור תבנית הדגשה חדשה עבור הפקודה הנבחרת
hu: Hozzon létre egy új kiemelési mintát a kiválasztott parancshoz.
ja: 選択したコマンドの新しいハイライトパターンを作成する
pl: Utwórz nowy wzór podświetlenia dla wybranego polecenia
pt: Crie um novo padrão de destaque para o comando selecionado
ru: Создайте новый шаблон выделения для выбранной команды
sv: Skapa ett nytt markeringsmönster för det valda kommandot

source: Global Highlight Rules
bg: Глобални правила за подчертаване
cs: Globální pravidla zvýraznění
da: Globale fremhævningsregler
et: Globaalne esiletõstmise reeglid
fr: Règles de surlignage global
he: כללי הדגשה גלובליים
hu: Globális kiemelési szabályok
ja: グローバルハイライトルール
pl: Globalne zasady podświetlania
pt: Regras de Destaque Global
ru: Глобальные правила выделения
sv: Globala markeringsregler

source: ➕ Add New Global Rule
bg: ➕ Добавяне на ново глобално правило
cs: ➕ Přidat novou globální pravidlo
da: ➕ Tilføj ny global regel
et: ➕ Lisa uus globaalne reegel
fr: ➕ Ajouter une nouvelle règle globale
he: ➕ הוסף כלל גלובלי חדש
hu: ➕ Új globális szabály hozzáadása
ja: ➕ 新しいグローバルルールを追加
pl: ➕ Dodaj nową regułę globalną
pt: ➕ Adicionar Nova Regra Global
ru: ➕ Добавить новое глобальное правило
sv: ➕ Lägg till ny global regel
