Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: The server's host key has changed or is not trusted. This could indicate a security issue.
bg: Хост ключът на сървъра е променен или не е доверен. Това може да индикира проблем със сигурността.
cs: Hostitelský klíč serveru se změnil nebo není důvěryhodný. To může naznačovat bezpečnostní problém.
da: Serverens vært nøgle er ændret eller er ikke betroet. Dette kan indikere et sikkerhedsproblem.
et: Serveri hosti võti on muutunud või ei ole usaldusväärne. See võib viidata turvaprobleemile.
fr: La clé d'hôte du serveur a changé ou n'est pas de confiance. Cela pourrait indiquer un problème de sécurité.
he: מפתח המארח של השרת השתנה או אינו מהימן. זה עשוי להעיד על בעיית אבטחה.
hu: A szerver gazda kulcsa megváltozott vagy nem megbízható. Ez biztonsági problémára utalhat.
ja: サーバーのホストキーが変更されたか、信頼されていません。これはセキュリティの問題を示している可能性があります。
pl: Klucz hosta serwera został zmieniony lub nie jest zaufany. Może to wskazywać na problem z bezpieczeństwem.
pt: A chave do host do servidor foi alterada ou não é confiável. Isso pode indicar um problema de segurança.
ru: Ключ хоста сервера изменился или не доверен. Это может указывать на проблему с безопасностью.
sv: Värdnyckeln för servern har ändrats eller är inte betrodd. Detta kan indikera ett säkerhetsproblem.

source: Host Key Changed
bg: Ключът на хоста е променен
cs: Klíč hostitele se změnil
da: Vært Nøgle Ændret
et: Hosti võti muutus
fr: Clé d'hôte modifiée
he: מפתח מארח שונה
hu: A gazda kulcs megváltozott
ja: ホストキーが変更されました
pl: Klucz hosta zmieniony
pt: Chave do Host Alterada
ru: Ключ хоста изменён
sv: Värdnyckel ändrad

source: The server's host key has changed. Remove the old key from known_hosts if this is expected.
bg: Хост ключът на сървъра е променен. Премахнете стария ключ от known_hosts, ако това е очаквано.
cs: Hostitelský klíč serveru se změnil. Odstraňte starý klíč z known_hosts, pokud je to očekávané.
da: Serverens vært nøgle er ændret. Fjern den gamle nøgle fra known_hosts, hvis dette er forventet.
et: Serveri hosti võti on muutunud. Eemaldage vana võti known_hosts failist, kui see on oodatud.
fr: La clé d'hôte du serveur a changé. Supprimez l'ancienne clé de known_hosts si cela est prévu.
he: מפתח המארח של השרת השתנה. הסר את המפתח הישן מ-known_hosts אם זה צפוי.
hu: A szerver hosztkulcsa megváltozott. Távolítsa el a régi kulcsot a known_hosts fájlból, ha ez várható.
ja: サーバーのホストキーが変更されました。予期される場合は、古いキーをknown_hostsから削除してください。
pl: Klucz hosta serwera został zmieniony. Usuń stary klucz z known_hosts, jeśli jest to oczekiwane.
pt: A chave do host do servidor foi alterada. Remova a chave antiga do known_hosts se isso for esperado.
ru: Ключ хоста сервера изменился. Удалите старый ключ из known_hosts, если это ожидаемо.
sv: Serverns värdnyckel har ändrats. Ta bort den gamla nyckeln från known_hosts om detta är förväntat.

source: The server's identification has changed. This could indicate a security issue or server reinstall.
bg: Идентификацията на сървъра е променена. Това може да показва проблем със сигурността или преинсталиране на сървъра.
cs: Identifikace serveru se změnila. To může naznačovat bezpečnostní problém nebo přeinstalaci serveru.
da: Serverens identifikation er ændret. Dette kan indikere et sikkerhedsproblem eller geninstallation af serveren.
et: Serveri identiteet on muutunud. See võib viidata turvaprobleemile või serveri uuesti installimisele.
fr: L'identification du serveur a changé. Cela pourrait indiquer un problème de sécurité ou une réinstallation du serveur.
he: זיהוי השרת השתנה. זה יכול להעיד על בעיית אבטחה או התקנה מחדש של השרת.
hu: A szerver azonosítója megváltozott. Ez biztonsági problémára vagy a szerver újratelepítésére utalhat.
ja: サーバーの識別情報が変更されました。これはセキュリティの問題やサーバーの再インストールを示す可能性があります。
pl: Identyfikacja serwera uległa zmianie. Może to wskazywać na problem z bezpieczeństwem lub reinstalację serwera.
pt: A identificação do servidor foi alterada. Isso pode indicar um problema de segurança ou reinstalação do servidor.
ru: Идентификация сервера изменилась. Это может указывать на проблему с безопасностью или переустановку сервера.
sv: Serverns identifier har ändrats. Detta kan indikera ett säkerhetsproblem eller en ominstallation av servern.

source: DNS Resolution Failed
bg: Неуспешно разрешаване на DNS
cs: Selhání DNS resoluce
da: DNS-opløsning mislykkedes
et: DNS-i lahendamine ebaõnnestus
fr: Échec de la résolution DNS
he: כישלון בפתרון DNS
hu: DNS feloldás sikertelen
ja: DNS解決に失敗しました
pl: Błąd rozwiązywania DNS
pt: Falha na Resolução de DNS
ru: Ошибка разрешения DNS
sv: DNS-upplösning misslyckades

source: Could not resolve the hostname. Check if the address is correct.
bg: Не можа да се разреши името на хоста. Проверете дали адресът е правилен.
cs: Nepodařilo se vyřešit název hostitele. Zkontrolujte, zda je adresa správná.
da: Kunne ikke løse værtsnavnet. Tjek om adressen er korrekt.
et: Ei õnnestunud hostinime lahendada. Kontrollige, kas aadress on õige.
fr: Impossible de résoudre le nom d'hôte. Vérifiez si l'adresse est correcte.
he: לא ניתן לפתור את שם המחשב. בדוק אם הכתובת נכונה.
hu: Nem sikerült feloldani a hosztnevet. Ellenőrizze, hogy a cím helyes-e.
ja: ホスト名を解決できませんでした。アドレスが正しいか確認してください。
pl: Nie można rozwiązać nazwy hosta. Sprawdź, czy adres jest poprawny.
pt: Não foi possível resolver o nome do host. Verifique se o endereço está correto.
ru: Не удалось разрешить имя хоста. Проверьте, правильный ли адрес.
sv: Kunde inte lösa värdnamnet. Kontrollera om adressen är korrekt.

source: The hostname could not be resolved. Check the server address.
bg: Името на хоста не можа да бъде разрешено. Проверете адреса на сървъра.
cs: Název hostitele nebylo možné vyřešit. Zkontrolujte adresu serveru.
da: Værtsnavnet kunne ikke løses. Tjek serveradressen.
et: Hostinime ei saanud lahendada. Kontrollige serveri aadressi.
fr: Le nom d'hôte n'a pas pu être résolu. Vérifiez l'adresse du serveur.
he: לא ניתן לפתור את שם המחשב. בדוק את כתובת השרת.
hu: A hosztnevet nem sikerült feloldani. Ellenőrizze a szerver címet.
ja: ホスト名を解決できませんでした。サーバーアドレスを確認してください。
pl: Nie można rozwiązać nazwy hosta. Sprawdź adres serwera.
pt: O nome do host não pôde ser resolvido. Verifique o endereço do servidor.
ru: Не удалось разрешить имя хоста. Проверьте адрес сервера.
sv: Värdnamnet kunde inte lösas. Kontrollera serveradressen.

source: No address found for the hostname.
bg: Не е намерен адрес за името на хоста.
cs: Nebyla nalezena žádná adresa pro název hostitele.
da: Ingen adresse fundet for værtsnavnet.
et: Hostinime ei leitud aadressi.
fr: Aucune adresse trouvée pour le nom d'hôte.
he: לא נמצאה כתובת עבור שם המחשב.
hu: Nincs cím a hosztnévhez.
ja: ホスト名に対するアドレスが見つかりません。
pl: Nie znaleziono adresu dla nazwy hosta.
pt: Nenhum endereço encontrado para o nome do host.
ru: Не найден адрес для имени хоста.
sv: Ingen adress hittades för värdnamnet.

source: DNS Temporary Failure
bg: DNS временно неуспешно
cs: Dočasné selhání DNS
da: DNS midlertidig fejl
et: DNS ajutine tõrge
fr: Échec temporaire du DNS
he: שגיאת DNS זמנית
hu: DNS ideiglenes hiba
ja: DNS一時的な障害
pl: Tymczasowa awaria DNS
pt: Falha Temporária de DNS
ru: Временный сбой DNS
sv: DNS tillfälligt fel

source: DNS resolution temporarily failed. Check your network connection.
bg: DNS резолюцията временно е неуспешна. Проверете вашата мрежова връзка.
cs: Dočasné selhání DNS resoluce. Zkontrolujte své síťové připojení.
da: DNS-opløsning mislykkedes midlertidigt. Tjek din netværksforbindelse.
et: DNS-i lahendamine ebaõnnestus ajutiselt. Kontrollige oma võrguühendust.
fr: La résolution DNS a échoué temporairement. Vérifiez votre connexion réseau.
he: פתרון DNS נכשל זמנית. בדוק את חיבור הרשת שלך.
hu: A DNS feloldás ideiglenesen meghiúsult. Ellenőrizze a hálózati kapcsolatát.
ja: DNS解決に一時的に失敗しました。ネットワーク接続を確認してください。
pl: Tymczasowe niepowodzenie w rozwiązywaniu DNS. Sprawdź swoje połączenie sieciowe.
pt: A resolução DNS falhou temporariamente. Verifique sua conexão de rede.
ru: Временное сбой разрешения DNS. Проверьте ваше сетевое соединение.
sv: DNS-upplösning misslyckades tillfälligt. Kontrollera din nätverksanslutning.

source: Connection Refused
bg: Отказана връзка
cs: Připojení odmítnuto
da: Forbindelse nægtet
et: Ühendus keeldus
fr: Connexion refusée
he: חיבור נדחה
hu: Kapcsolat megtagadva
ja: 接続が拒否されました
pl: Odmowa połączenia
pt: Conexão Recusada
ru: Соединение отклонено
sv: Anslutning nekad

source: The server refused the connection. Check if SSH is running on the server.
bg: Сървърът отказа връзката. Проверете дали SSH работи на сървъра.
cs: Server odmítl připojení. Zkontrolujte, zda na serveru běží SSH.
da: Serveren nægtede forbindelsen. Tjek om SSH kører på serveren.
et: Server keeldus ühendusest. Kontrollige, kas SSH töötab serveris.
fr: Le serveur a refusé la connexion. Vérifiez si SSH est en cours d'exécution sur le serveur.
he: השרת סירב לחיבור. בדוק אם SSH פועל על השרת.
hu: A szerver megtagadta a kapcsolatot. Ellenőrizze, hogy az SSH fut-e a szerveren.
ja: サーバーが接続を拒否しました。サーバーでSSHが実行されているか確認してください。
pl: Serwer odmówił połączenia. Sprawdź, czy SSH działa na serwerze.
pt: O servidor recusou a conexão. Verifique se o SSH está em execução no servidor.
ru: Сервер отказал в подключении. Проверьте, запущен ли SSH на сервере.
sv: Servern vägrade anslutningen. Kontrollera om SSH körs på servern.

source: Connection Timeout
bg: Време за изчакване на връзката
cs: Časový limit připojení
da: Forbindelsestid overskredet
et: Ühenduse aegumine
fr: Délai d'attente de connexion
he: זמן קצוב לחיבור
hu: Kapcsolati időtúllépés
ja: 接続タイムアウト
pl: Przekroczenie limitu czasu połączenia
pt: Tempo de Conexão Esgotado
ru: Тайм-аут соединения
sv: Anslutningstidsgräns

source: Connection attempt timed out. The server may be unreachable or behind a firewall.
bg: Опитът за свързване изтече. Сървърът може да е недостъпен или зад защитна стена.
cs: Pokus o připojení vypršel. Server může být nedostupný nebo za firewallem.
da: Forbindelsesforsøg timed out. Serveren kan være utilgængelig eller bag en firewall.
et: Ühenduse katse aegus. Server võib olla kättesaamatu või tulemüüri taga.
fr: Le délai d'attente de la tentative de connexion a expiré. Le serveur peut être inaccessible ou derrière un pare-feu.
he: ניסיון חיבור פג זמן. השרת עשוי להיות לא נגיש או מאחורי חומת אש.
hu: A kapcsolatfelvételi kísérlet időtúllépést szenvedett. A szerver elérhetetlen lehet, vagy tűzfal mögött van.
ja: 接続の試行がタイムアウトしました。サーバーに到達できないか、ファイアウォールの背後にある可能性があります。
pl: Próba połączenia wygasła. Serwer może być niedostępny lub za zaporą sieciową.
pt: Tentativa de conexão expirou. O servidor pode estar inacessível ou atrás de um firewall.
ru: Попытка подключения завершилась тайм-аутом. Сервер может быть недоступен или находиться за межсетевым экраном.
sv: Anslutningsförsöket har tidsbegränsats. Servern kan vara otillgänglig eller bakom en brandvägg.

source: The operation timed out. Server may be slow or unreachable.
bg: Операцията изтече. Сървърът може да е бавен или недостъпен.
cs: Operace vypršela. Server může být pomalý nebo nedostupný.
da: Operationen timed out. Serveren kan være langsom eller utilgængelig.
et: Tegevus aegus. Server võib olla aeglane või kättesaamatu.
fr: L'opération a expiré. Le serveur peut être lent ou inaccessible.
he: הפעולה פגה. השרת עשוי להיות איטי או לא נגיש.
hu: A művelet időtúllépett. A szerver lassú vagy elérhetetlen lehet.
ja: 操作がタイムアウトしました。サーバーが遅いか、到達できない可能性があります。
pl: Operacja przekroczyła czas oczekiwania. Serwer może być wolny lub niedostępny.
pt: A operação excedeu o tempo limite. O servidor pode estar lento ou inacessível.
ru: Операция превысила время ожидания. Сервер может быть медленным или недоступным.
sv: Operationen har tidsgräns. Servern kan vara långsam eller otillgänglig.

source: No Route to Host
bg: Няма маршрут до хоста
cs: Žádná cesta k hostiteli
da: Ingen rute til vært
et: Ei marsruuti hostini.
fr: Aucun itinéraire vers l'hôte
he: אין נתיב לארח
hu: Nincs út a gazdagéphez
ja: ホストへのルートがありません
pl: Brak trasy do hosta
pt: Sem Rota para o Host
ru: Нет маршрута к хосту
sv: Ingen väg till värd

source: Network path to the server could not be found. Check your network connection.
bg: Не може да бъде намерен мрежовият път до сървъра. Проверете вашето мрежово свързване.
cs: Síťová cesta k serveru nebyla nalezena. Zkontrolujte své síťové připojení.
da: Netværksstien til serveren kunne ikke findes. Tjek din netværksforbindelse.
et: Serveri võrgu teed ei leitud. Kontrollige oma võrguühendust.
fr: Le chemin réseau vers le serveur est introuvable. Vérifiez votre connexion réseau.
he: לא ניתן למצוא את נתיב הרשת לשרת. בדוק את חיבור הרשת שלך.
hu: A szerver hálózati elérési útja nem található. Ellenőrizze a hálózati kapcsolatát.
ja: サーバーへのネットワークパスが見つかりませんでした。ネットワーク接続を確認してください。
pl: Nie można znaleźć ścieżki sieciowej do serwera. Sprawdź swoje połączenie sieciowe.
pt: Caminho de rede para o servidor não pôde ser encontrado. Verifique sua conexão de rede.
ru: Не удалось найти сетевой путь к серверу. Проверьте ваше сетевое соединение.
sv: Nätverksvägen till servern kunde inte hittas. Kontrollera din nätverksanslutning.

source: Network Unreachable
bg: Мрежата е недостъпна
cs: Síť nedostupná
da: Netværk utilgængeligt
et: Võrk on kättesaamatu
fr: Réseau inaccessible
he: החיבור לרשת אינו זמין
hu: Hálózat elérhetetlen
ja: ネットワークに到達できません
pl: Sieć niedostępna
pt: Rede Inacessível
ru: Сеть недоступна
sv: Nätverket är otillgängligt

source: The network is not reachable. Check your internet connection.
bg: Мрежата не е достъпна. Проверете интернет връзката си.
cs: Síť není dostupná. Zkontrolujte své internetové připojení.
da: Netværket er ikke tilgængeligt. Tjek din internetforbindelse.
et: Võrk ei ole kättesaadav. Kontrollige oma internetiühendust.
fr: Le réseau n'est pas accessible. Vérifiez votre connexion Internet.
he: הרשת אינה ניתנת להשגה. בדוק את חיבור האינטרנט שלך.
hu: A hálózat nem elérhető. Ellenőrizze az internetkapcsolatát.
ja: ネットワークに接続できません。インターネット接続を確認してください。
pl: Sieć jest niedostępna. Sprawdź swoje połączenie internetowe.
pt: A rede não está acessível. Verifique sua conexão com a internet.
ru: Сеть недоступна. Проверьте ваше интернет-соединение.
sv: Nätverket är inte nåbart. Kontrollera din internetanslutning.

source: Connection Reset
bg: Възстановяване на връзка
cs: Obnovení připojení
da: Forbindelse nulstillet
et: Ühenduse lähtestamine
fr: Réinitialisation de la connexion
he: חיבור מחדש
hu: Kapcsolat visszaállítva
ja: 接続リセット
pl: Zresetowanie połączenia
pt: Conexão Reiniciada
ru: Сброс соединения
sv: Anslutning återställd

source: The connection was reset by the remote server.
bg: Връзката беше нулирана от отдалечения сървър.
cs: Připojení bylo resetováno vzdáleným serverem.
da: Forbindelsen blev nulstillet af den fjerne server.
et: Ühendus taastati kaugserveri poolt.
fr: La connexion a été réinitialisée par le serveur distant.
he: החיבור הוחזר על ידי השרת המרוחק.
hu: A kapcsolatot a távoli szerver visszaállította.
ja: リモートサーバーによって接続がリセットされました。
pl: Połączenie zostało zresetowane przez zdalny serwer.
pt: A conexão foi redefinida pelo servidor remoto.
ru: Соединение было сброшено удалённым сервером.
sv: Anslutningen återställdes av den fjärranslutna servern.

source: Connection Closed
bg: Връзката е затворена
cs: Připojení uzavřeno
da: Forbindelse Lukket
et: Ühendus suletud
fr: Connexion fermée
he: חיבור סגור
hu: Kapcsolat lezárva
ja: 接続が切断されました
pl: Połączenie zamknięte
pt: Conexão Fechada
ru: Соединение закрыто
sv: Anslutning stängd

source: The remote server closed the connection unexpectedly.
bg: Отдалеченият сървър затвори връзката неочаквано.
cs: Vzdálený server neočekávaně uzavřel připojení.
da: Den fjerne server lukkede forbindelsen uventet.
et: Kaugserver sulges ühenduse ootamatult.
fr: Le serveur distant a fermé la connexion de manière inattendue.
he: השרת המרוחק סגר את החיבור באופן בלתי צפוי.
hu: A távoli szerver váratlanul lezárta a kapcsolatot.
ja: リモートサーバーが予期せず接続を閉じました。
pl: Zdalny serwer niespodziewanie zamknął połączenie.
pt: O servidor remoto fechou a conexão inesperadamente.
ru: Удаленный сервер неожиданно закрыл соединение.
sv: Den fjärrservern stängde oväntat av anslutningen.

source: Connection Lost
bg: Свързването е изгубено
cs: Ztráta připojení
da: Forbindelse tabt
et: Ühendus katkenud
fr: Connexion perdue
he: חיבור אבוד
hu: Kapcsolat megszakadt
ja: 接続が失われました
pl: Utracono połączenie
pt: Conexão Perdida
ru: Соединение потеряно
sv: Anslutning förlorad

source: The connection to the server was lost.
bg: Свързването със сървъра беше изгубено.
cs: Připojení k serveru bylo ztraceno.
da: Forbindelsen til serveren blev tabt.
et: Ühendus serveriga katkes.
fr: La connexion au serveur a été perdue.
he: החיבור לשרת אבד.
hu: A kapcsolat a szerverhez megszakadt.
ja: サーバーへの接続が失われました。
pl: Połączenie z serwerem zostało utracone.
pt: A conexão com o servidor foi perdida.
ru: Соединение с сервером было потеряно.
sv: Anslutningen till servern förlorades.

source: The server closed the connection.
bg: Сървърът затвори връзката.
cs: Server uzavřel připojení.
da: Serveren lukkede forbindelsen.
et: Server sulges ühenduse.
fr: Le serveur a fermé la connexion.
he: השרת סגר את החיבור.
hu: A szerver lezárta a kapcsolatot.
ja: サーバーが接続を閉じました。
pl: Serwer zamknął połączenie.
pt: O servidor fechou a conexão.
ru: Сервер закрыл соединение.
sv: Servern stängde anslutningen.

source: Failed to read from the connection. The server may have closed it.
bg: Неуспешно прочитане от връзката. Сървърът може да е затворил връзката.
cs: Nepodařilo se přečíst z připojení. Server mohl být uzavřen.
da: Fejl ved læsning fra forbindelsen. Serveren kan være blevet lukket.
et: Ühendusest lugemine ebaõnnestus. Server võib selle sulgeda.
fr: Échec de la lecture de la connexion. Le serveur a peut-être été fermé.
he: נכשל בקריאה מהחיבור. השרת עשוי היה לסגור אותו.
hu: Nem sikerült olvasni a kapcsolatról. Lehet, hogy a szerver bezárta.
ja: 接続から読み取れませんでした。サーバーが接続を閉じた可能性があります。
pl: Nie udało się odczytać z połączenia. Serwer mógł je zamknąć.
pt: Falha ao ler a partir da conexão. O servidor pode tê-la fechado.
ru: Не удалось прочитать данные из соединения. Сервер мог его закрыть.
sv: Misslyckades att läsa från anslutningen. Servern kan ha stängt den.

source: Too Many Authentication Failures
bg: Твърде много неуспешни опити за удостоверяване
cs: Příliš mnoho selhání ověření
da: For mange autentificeringsfejl
et: Liigne autentimise ebaõnnestumisi
fr: Trop d'échecs d'authentification
he: יותר מדי כישלונות באימות
hu: Túl sok hitelesítési hiba
ja: 認証失敗が多すぎます
pl: Zbyt wiele nieudanych prób uwierzytelnienia
pt: Muitas Falhas de Autenticação
ru: Слишком много неудачных попыток аутентификации
sv: För många autentiseringsfel

source: Too many failed login attempts. Wait before trying again.
bg: Твърде много неуспешни опити за вход. Изчакайте преди да опитате отново.
cs: Příliš mnoho neúspěšných pokusů o přihlášení. Počkejte, než to zkusíte znovu.
da: For mange mislykkedes loginforsøg. Vent før du prøver igen.
et: Liialt ebaõnnestunud sisselogimise katseid. Oodake enne uuesti proovimist.
fr: Trop de tentatives de connexion échouées. Attendez avant de réessayer.
he: יותר מדי ניסיונות כניסה כושלים. המתן לפני שתנסה שוב.
hu: Túl sok sikertelen bejelentkezési kísérlet. Várjon, mielőtt újra megpróbálja.
ja: ログイン試行が多すぎます。再試行する前に待ってください。
pl: Zbyt wiele nieudanych prób logowania. Poczekaj przed ponowną próbą.
pt: Muitas tentativas de login falharam. Aguarde antes de tentar novamente.
ru: Слишком много неудачных попыток входа. Подождите перед повторной попыткой.
sv: För många misslyckade inloggningsförsök. Vänta innan du försöker igen.

source: Server Disconnected
bg: Сървърът е прекъснат
cs: Server odpojený
da: Server frakoblet
et: Serveri katkestatud
fr: Serveur déconnecté
he: השרת נותק
hu: Szerver leválasztva
ja: サーバーが切断されました
pl: Serwer rozłączony
pt: Servidor Desconectado
ru: Сервер отключен
sv: Server frånkopplad

source: The server disconnected. Check server logs for details.
bg: Сървърът се разедини. Проверете журналите на сървъра за подробности.
cs: Server se odpojil. Zkontrolujte protokoly serveru pro podrobnosti.
da: Serveren blev afbrudt. Tjek serverlogfilerne for detaljer.
et: Server katkestas. Kontrollige serveri logisid üksikasjade jaoks.
fr: Le serveur s'est déconnecté. Vérifiez les journaux du serveur pour plus de détails.
he: השרת התנתק. בדוק את יומני השרת לפרטים.
hu: A szerver megszakadt a kapcsolatot. Ellenőrizze a szerver naplóit a részletekért.
ja: サーバーが切断されました。詳細についてはサーバーログを確認してください。
pl: Serwer został rozłączony. Sprawdź dzienniki serwera, aby uzyskać szczegóły.
pt: O servidor foi desconectado. Verifique os logs do servidor para mais detalhes.
ru: Сервер отключился. Проверьте журналы сервера для получения подробной информации.
sv: Servern kopplades bort. Kontrollera serverloggarna för detaljer.

source: SSH Service Not Running
bg: SSH услугата не работи
cs: SSH služba neběží
da: SSH-tjeneste kører ikke
et: SSH teenus ei tööta
fr: Service SSH non en cours d'exécution
he: שירות SSH לא פועל
hu: SSH szolgáltatás nem fut
ja: SSHサービスが実行されていません
pl: Usługa SSH nie działa
pt: Serviço SSH não está em execução
ru: Служба SSH не запущена
sv: SSH-tjänst körs inte

source: SSH service doesn't appear to be running on the server.
bg: SSH услугата не изглежда да работи на сървъра.
cs: Služba SSH se na serveru nezdá být spuštěná.
da: SSH-tjenesten ser ikke ud til at køre på serveren.
et: SSH teenus ei tundu serveris töötavat.
fr: Le service SSH ne semble pas être en cours d'exécution sur le serveur.
he: שירות SSH לא נראה פועל על השרת.
hu: Az SSH szolgáltatás nem tűnik úgy, hogy futna a szerveren.
ja: サーバーでSSHサービスが実行されていないようです。
pl: Usługa SSH wydaje się nie działać na serwerze.
pt: O serviço SSH não parece estar em execução no servidor.
ru: Служба SSH, похоже, не запущена на сервере.
sv: SSH-tjänsten verkar inte vara igång på servern.

source: Key Authentication Failed
bg: Неуспешна автентикация на ключа
cs: Ověření klíče selhalo
da: Nøgleautentificering mislykkedes
et: Võtme autentimine ebaõnnestus
fr: Échec de l'authentification de la clé
he: אימות מפתח נכשל
hu: Kulcs hitelesítése sikertelen
ja: キー認証に失敗しました
pl: Autoryzacja klucza nie powiodła się
pt: Falha na Autenticação da Chave
ru: Ошибка аутентификации ключа
sv: Nyckelautentisering misslyckades

source: The specified SSH key file was not found.
bg: Посоченият файл с SSH ключ не беше намерен.
cs: Zadaný soubor SSH klíče nebyl nalezen.
da: Den angivne SSH-nøglefil blev ikke fundet.
et: Määratud SSH võtmefaili ei leitud.
fr: Le fichier de clé SSH spécifié est introuvable.
he: לא נמצא קובץ המפתח SSH שנבחר.
hu: A megadott SSH kulcsfájl nem található.
ja: 指定されたSSHキーファイルが見つかりませんでした。
pl: Nie znaleziono określonego pliku klucza SSH.
pt: O arquivo de chave SSH especificado não foi encontrado.
ru: Указанный файл SSH-ключа не найден.
sv: Den angivna SSH-nyckelfilen hittades inte.

source: The SSH key is invalid or corrupted.
bg: SSH ключът е невалиден или повреден.
cs: SSH klíč je neplatný nebo poškozený.
da: SSH-nøglen er ugyldig eller beskadiget.
et: SSH võti on kehtetu või rikutud.
fr: La clé SSH est invalide ou corrompue.
he: המפתח SSH אינו תקין או פגום.
hu: Az SSH kulcs érvénytelen vagy sérült.
ja: SSHキーが無効または破損しています。
pl: Klucz SSH jest nieprawidłowy lub uszkodzony.
pt: A chave SSH é inválida ou está corrompida.
ru: SSH-ключ недействителен или повреждён.
sv: SSH-nyckeln är ogiltig eller skadad.

source: Failed to load the SSH key file.
bg: Неуспешно зареждане на файла с SSH ключ.
cs: Nepodařilo se načíst soubor SSH klíče.
da: Mislykkedes at indlæse SSH-nøglefilen.
et: SSH võtme faili laadimine ebaõnnestus.
fr: Échec du chargement du fichier de clé SSH.
he: נכשל בטעינת קובץ מפתח ה-SSH.
hu: Sikertelen az SSH kulcsfájl betöltése.
ja: SSHキーファイルの読み込みに失敗しました。
pl: Nie udało się załadować pliku klucza SSH.
pt: Falha ao carregar o arquivo da chave SSH.
ru: Не удалось загрузить файл ключа SSH.
sv: Misslyckades med att ladda SSH-nyckelfilen.
