Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Failed to save after folder removal.
bg: Неуспешно запазване след премахване на папка.
cs: Uložení se nezdařilo po odstranění složky.
da: Fejl ved gemning efter fjernelse af mappe.
et: Salvestamine ebaõnnestus pärast kausta eemaldamist.
fr: Échec de l'enregistrement après la suppression du dossier.
he: שגיאה בשמירה לאחר הסרת התיקייה.
hu: A mappa eltávolítása után a mentés nem sikerült.
ja: フォルダー削除後の保存に失敗しました。
pl: Nie udało się zapisać po usunięciu folderu.
pt: Falha ao salvar após a remoção da pasta.
ru: Не удалось сохранить после удаления папки.
sv: Misslyckades med att spara efter borttagning av mapp.

source: Folder '{name}' removed successfully.
bg: Папката '{name}' беше успешно премахната.
cs: Složka '{name}' byla úspěšně odstraněna.
da: Mappen '{name}' blev fjernet med succes.
et: Kaust '{name}' eemaldati edukalt.
fr: Dossier '{name}' supprimé avec succès.
he: התיקייה '{name}' הוסרה בהצלחה.
hu: A '{name}' mappa sikeresen eltávolítva.
ja: フォルダー '{name}' が正常に削除されました。
pl: Folder '{name}' została pomyślnie usunięta.
pt: Pasta '{name}' removida com sucesso.
ru: Папка '{name}' успешно удалена.
sv: Mappen '{name}' har tagits bort framgångsrikt.

source: Failed to save after moving session.
bg: Неуспешно запазване след преместване на сесията.
cs: Nepodařilo se uložit po přesunutí relace.
da: Fejl ved gemning efter flytning af session.
et: Seansi liigutamisel salvestamine ebaõnnestus.
fr: Échec de l'enregistrement après le déplacement de la session.
he: נכשל בשמירה לאחר העברת המושב.
hu: A munkamenet áthelyezése után a mentés nem sikerült.
ja: セッションを移動した後、保存に失敗しました。
pl: Nie udało się zapisać po przeniesieniu sesji.
pt: Falha ao salvar após mover a sessão.
ru: Не удалось сохранить после перемещения сессии.
sv: Misslyckades att spara efter att ha flyttat sessionen.

source: Session moved successfully.
bg: Сесията беше преместена успешно.
cs: Relace byla úspěšně přesunuta.
da: Session flyttet med succes.
et: Seans liikus edukalt.
fr: Session déplacée avec succès.
he: הישיבה הועברה בהצלחה.
hu: A munkamenet sikeresen áthelyezve.
ja: セッションが正常に移動しました。
pl: Sesja została pomyślnie przeniesiona.
pt: Sessão movida com sucesso.
ru: Сессия успешно перемещена.
sv: Sessionen flyttades framgångsrikt.

source: Cannot move a folder into itself.
bg: Не може да преместите папка в самата нея.
cs: Nelze přesunout složku do sebe.
da: Kan ikke flytte en mappe ind i sig selv.
et: Ei saa kausta iseendasse liigutada.
fr: Impossible de déplacer un dossier dans lui-même.
he: לא ניתן להעביר תיקיה לתוך עצמה.
hu: Nem lehet egy mappát önmagába áthelyezni.
ja: フォルダーを自分自身に移動することはできません。
pl: Nie można przenieść folderu do samego siebie.
pt: Não é possível mover uma pasta para dentro dela mesma.
ru: Нельзя переместить папку в саму себя.
sv: Kan inte flytta en mapp in i sig själv.

source: SSH config file not found at {path}
bg: SSH конфигурационен файл не е намерен на {path}
cs: Konfigurační soubor SSH nebyl nalezen na {path}
da: SSH konfigurationsfil ikke fundet på {path}
et: SSH konfiguratsioonifaili ei leitud asukohast {path}
fr: Fichier de configuration SSH non trouvé à {path}
he: קובץ הקונפיגורציה של SSH לא נמצא ב-{path}
hu: SSH konfigurációs fájl nem található a(z) {path} helyen
ja: {path} に SSH 設定ファイルが見つかりませんでした。
pl: Plik konfiguracyjny SSH nie został znaleziony w {path}
pt: Arquivo de configuração SSH não encontrado em {path}
ru: Файл конфигурации SSH не найден по адресу {path}
sv: SSH-konfigurationsfilen hittades inte på {path}

source: Failed to parse SSH config: {error}
bg: Неуспешно парсиране на SSH конфигурация: {error}
cs: Nepodařilo se analyzovat SSH konfiguraci: {error}
da: Mislykkedes med at analysere SSH-konfiguration: {error}
et: Eba SSH konfiguratsiooni analüüsimine: {error}
fr: Échec de l'analyse de la configuration SSH : {error}
he: נכשל בפירוש קובץ ההגדרות של SSH: {error}
hu: SSH konfiguráció elemzése nem sikerült: {error}
ja: SSH設定の解析に失敗しました: {error}
pl: Nie udało się sparsować konfiguracji SSH: {error}
pt: Falha ao analisar a configuração SSH: {error}
ru: Не удалось разобрать конфигурацию SSH: {error}
sv: Misslyckades med att analysera SSH-konfiguration: {error}

source: No host entries found in SSH config.
bg: Не са намерени записи на хостове в SSH конфигурацията.
cs: Nebyly nalezeny žádné záznamy hostitelů v konfiguraci SSH.
da: Ingen værtsindgange fundet i SSH-konfiguration.
et: SSH konfiguratsioonis ei leitud ühtegi hosti sissekannet.
fr: Aucune entrée d'hôte trouvée dans la configuration SSH.
he: לא נמצאו רשומות מארח בקובץ ההגדרות של SSH.
hu: Nincsenek gazda bejegyzések az SSH konfigurációban.
ja: SSH設定にホストエントリが見つかりません。
pl: Nie znaleziono wpisów hostów w konfiguracji SSH.
pt: Nenhuma entrada de host encontrada na configuração SSH.
ru: В конфигурации SSH не найдено записей хоста.
sv: Inga värdposter hittades i SSH-konfigurationen.

source: Skipped host '{alias}': missing hostname.
bg: Пропуснат хост '{alias}': липсва име на хост.
cs: Přeskočen host '{alias}': chybějící název hostitele.
da: Sprunget vært '{alias}': manglende værtsnavn.
et: Jätan vahepealse hosti '{alias}': puudu hostinimi.
fr: Hôte '{alias}' ignoré : nom d'hôte manquant.
he: הוחלף מארח '{alias}': חסר שם מארח.
hu: Kihagyott gazda '{alias}': hiányzik a hosztnév.
ja: ホスト '{alias}' をスキップしました: ホスト名がありません。
pl: Pominięto hosta '{alias}': brak nazwy hosta.
pt: Host '{alias}' ignorado: nome do host ausente.
ru: Пропущен хост '{alias}': отсутствует имя хоста.
sv: Hoppa över värd '{alias}': saknar värdnamn.

source: Failed to import host '{alias}'.
bg: Неуспешен опит за импортиране на хост '{alias}'.
cs: Nepodařilo se importovat hostitele '{alias}'.
da: Mislykkedes med at importere vært '{alias}'.
et: Eba hosti '{alias}' importimine ebaõnnestus.
fr: Échec de l'importation de l'hôte '{alias}'.
he: נכשל בייבוא מארח '{alias}'.
hu: A hoszt '{alias}' importálása nem sikerült.
ja: ホスト '{alias}' のインポートに失敗しました。
pl: Nie udało się zaimportować hosta '{alias}'.
pt: Falha ao importar o host '{alias}'.
ru: Не удалось импортировать хост '{alias}'.
sv: Misslyckades med att importera värd '{alias}'.

source: No sessions were imported from {path}.
bg: Няма импортирани сесии от {path}.
cs: Žádné relace nebyly importovány z {path}.
da: Ingen sessioner blev importeret fra {path}.
et: Seansse ei imporditud {path} kaudu.
fr: Aucune session n'a été importée depuis {path}.
he: לא יובאו מושבים מ-{path}.
hu: Nincsenek importálva ülések a(z) {path} helyről.
ja: {path}からセッションはインポートされませんでした。
pl: Nie zaimportowano żadnych sesji z {path}.
pt: Nenhuma sessão foi importada de {path}.
ru: Сессии не были импортированы из {path}.
sv: Inga sessioner importerades från {path}.

source: Imported {count} session(s) from {path}.
bg: Импортирaни {count} сесии от {path}.
cs: Importováno {count} relací z {path}.
da: Importerede {count} session(s) fra {path}.
et: Imporditud {count} seanssi(d) {path} asukohast.
fr: Importé {count} session(s) depuis {path}.
he: ייבא {count} מושב(ים) מ-{path}.
hu: Importált {count} munkamenet(ek) a(z) {path} helyről.
ja: {path}から{count}セッションをインポートしました。
pl: Zaimportowano {count} sesję(je) z {path}.
pt: Importado {count} sessão(ões) de {path}.
ru: Импортировано {count} сеансов(а) из {path}.
sv: Importerade {count} session(er) från {path}.

source: Unsupported item type for paste operation.
bg: Неподдържан тип елемент за операция за поставяне.
cs: Nepodporovaný typ položky pro operaci vložení.
da: Ikke understøttet elementtype til indsætningsoperation.
et: Toetamata tüüp kleepimise toimingu jaoks.
fr: Type d'élément non pris en charge pour l'opération de collage.
he: סוג פריט לא נתמך לפעולת הדבקה.
hu: Nem támogatott elem típus a beillesztési művelethez.
ja: ペースト操作のためのサポートされていないアイテムタイプ。
pl: Nieobsługiwany typ elementu do operacji wklejania.
pt: Tipo de item não suportado para a operação de colagem.
ru: Неподдерживаемый тип элемента для операции вставки.
sv: Stöds inte objektstyp för klistra in-operation.

source: Port must be a valid number between 1 and 65535
bg: Портът трябва да бъде валидно число между 1 и 65535
cs: Port musí být platné číslo mezi 1 a 65535
da: Porten skal være et gyldigt nummer mellem 1 og 65535
et: Port peab olema kehtiv number vahemikus 1 kuni 65535
fr: Le port doit être un numéro valide compris entre 1 et 65535.
he: הפורט חייב להיות מספר תקף בין 1 ל-65535
hu: A portnak érvényes számnak kell lennie 1 és 65535 között.
ja: ポートは1から65535の間の有効な数値でなければなりません。
pl: Port musi być prawidłową liczbą między 1 a 65535
pt: A porta deve ser um número válido entre 1 e 65535.
ru: Порт должен быть допустимым числом от 1 до 65535
sv: Porten måste vara ett giltigt nummer mellan 1 och 65535

source: Invalid port forwarding entry.
bg: Невалиден запис за пренасочване на порт.
cs: Neplatný záznam o přesměrování portu.
da: Ugyldig portvideresendelsespost.
et: Kehtetu porti edastamise kirje.
fr: Entrée de redirection de port invalide.
he: כניסת הפניית פורט לא חוקית.
hu: Érvénytelen porttovábbítási bejegyzés.
ja: 無効なポートフォワーディングエントリ。
pl: Nieprawidłowy wpis przekierowania portu.
pt: Entrada de encaminhamento de porta inválida.
ru: Недопустимая запись переадресации порта.
sv: Ogiltig port vidarebefordringspost.

source: Port forwarding entries must use numeric ports.
bg: Записите за пренасочване на портове трябва да използват числови портове.
cs: Záznamy o přesměrování portů musí používat číselné porty.
da: Port forwarding poster skal bruge numeriske porte.
et: Port edastamise kirjed peavad kasutama numbrilisi porte.
fr: Les entrées de redirection de port doivent utiliser des ports numériques.
he: הגדרות הפניית פורטים חייבות להשתמש בפורטים מספריים.
hu: A porttovábbítási bejegyzéseknek numerikus portokat kell használniuk.
ja: ポートフォワーディングエントリは、数値ポートを使用する必要があります。
pl: Wpisy przekierowania portów muszą używać portów numerycznych.
pt: As entradas de encaminhamento de porta devem usar portas numéricas.
ru: Записи переадресации портов должны использовать числовые порты.
sv: Port vidarebefordringsposter måste använda numeriska portar.

source: Session name is required.
bg: Изисква се име на сесията.
cs: Název relace je povinný.
da: Sessionsnavn er påkrævet.
et: Seansi nimi on kohustuslik.
fr: Le nom de la session est requis.
he: שם המושב נדרש.
hu: A munkamenet neve kötelező.
ja: セッション名は必須です。
pl: Nazwa sesji jest wymagana.
pt: O nome da sessão é obrigatório.
ru: Имя сессии обязательно.
sv: Sessionsnamn krävs.

source: Host is required for SSH sessions.
bg: Хостът е задължителен за SSH сесии.
cs: Host je vyžadován pro SSH relace.
da: Vært er påkrævet for SSH-sessioner.
et: Host on vajalik SSH seansside jaoks.
fr: L'hôte est requis pour les sessions SSH.
he: ה-host נדרש עבור מושבי SSH.
hu: A gazda kötelező az SSH munkamenetekhez.
ja: SSHセッションにはホストが必要です。
pl: Host jest wymagany dla sesji SSH.
pt: O host é necessário para sessões SSH.
ru: Хост обязателен для SSH-сессий.
sv: Värd krävs för SSH-sessioner.

source: Port must be between 1 and 65535.
bg: Портът трябва да бъде между 1 и 65535.
cs: Port musí být mezi 1 a 65535.
da: Porten skal være mellem 1 og 65535.
et: Port peab olema vahemikus 1 kuni 65535.
fr: Le port doit être compris entre 1 et 65535.
he: הפורט חייב להיות בין 1 ל-65535.
hu: A portnak 1 és 65535 között kell lennie.
ja: ポートは1から65535の間でなければなりません。
pl: Port musi być pomiędzy 1 a 65535.
pt: A porta deve estar entre 1 e 65535.
ru: Порт должен быть в диапазоне от 1 до 65535.
sv: Porten måste vara mellan 1 och 65535.

source: Port forward '{name}' has an invalid local port (must be between 1025 and 65535).
bg: Порт пренасочване '{name}' има невалиден локален порт (трябва да бъде между 1025 и 65535).
cs: Přesměrování portu '{name}' má neplatný místní port (musí být mezi 1025 a 65535).
da: Port forwarding '{name}' har en ugyldig lokal port (skal være mellem 1025 og 65535).
et: Port edastamine '{name}' sisaldab kehtetut kohalikku porti (peab olema vahemikus 1025 kuni 65535).
fr: Le transfert de port '{name}' a un port local invalide (doit être compris entre 1025 et 65535).
he: הפניית פורט '{name}' מכילה פורט מקומי לא חוקי (חייב להיות בין 1025 ל-65535).
hu: A '{name}' porttovábbítás érvénytelen helyi porttal rendelkezik (1025 és 65535 között kell lennie).
ja: ポートフォワード '{name}' のローカルポートが無効です（1025から65535の間でなければなりません）。
pl: Przekierowanie portu '{name}' ma nieprawidłowy lokalny port (musi być między 1025 a 65535).
pt: O encaminhamento de porta '{name}' tem uma porta local inválida (deve estar entre 1025 e 65535).
ru: Переадресация порта '{name}' имеет недопустимый локальный порт (должен быть между 1025 и 65535).
sv: Port vidare '{name}' har en ogiltig lokal port (måste vara mellan 1025 och 65535).

source: Port forward '{name}' has an invalid remote port.
bg: Порт пренасочване '{name}' има невалиден отдалечен порт.
cs: Přesměrování portu '{name}' má neplatný vzdálený port.
da: Port forwarding '{name}' har en ugyldig fjernport.
et: Port edastus '{name}' sisaldab kehtetut kaugporti.
fr: Le transfert de port '{name}' a un port distant invalide.
he: הפניית פורט '{name}' מכילה פורט מרוחק לא חוקי.
hu: A '{name}' porttovábbítás érvénytelen távoli porttal rendelkezik.
ja: ポートフォワード '{name}' のリモートポートが無効です。
pl: Przekierowanie portu '{name}' ma nieprawidłowy zdalny port.
pt: O encaminhamento de porta '{name}' tem uma porta remota inválida.
ru: Переадресация порта '{name}' имеет недопустимый удалённый порт.
sv: Port vidare '{name}' har en ogiltig fjärrport.

source: Unnamed Session
bg: Неименувана сесия
cs: Nepojmenovaná relace
da: Uden navn Session
et: Nimetu seanss
fr: Session sans nom
he: שיחה ללא שם
hu: Névtelen munkamenet
ja: 名前のないセッション
pl: Nieoznakowana sesja
pt: Sessão Sem Nome
ru: Безымянная сессия
sv: Obenämnd session

source: Folder name is required.
bg: Името на папката е задължително.
cs: Název složky je povinný.
da: Mappenavn er påkrævet.
et: Kausta nime on nõutav.
fr: Le nom du dossier est requis.
he: שם תיקייה נדרש.
hu: A mappa neve kötelező.
ja: フォルダー名は必須です。
pl: Nazwa folderu jest wymagana.
pt: O nome da pasta é obrigatório.
ru: Имя папки обязательно.
sv: Mappnamn krävs.

source: Folder path is not consistent with its parent path.
bg: Пътят на папката не съвпада с пътя на родителя.
cs: Cesta složky není konzistentní s cestou jejího nadřazeného prvku.
da: Mappens sti er ikke konsistent med sin overordnede sti.
et: Kausta tee ei ühti oma vanema teega.
fr: Le chemin du dossier n'est pas cohérent avec son chemin parent.
he: נתיב התיקיה אינו תואם את נתיב ההורה שלה.
hu: A mappa elérési útja nem egyezik meg a szülőmappa elérési útjával.
ja: フォルダパスが親パスと一致していません。
pl: Ścieżka folderu nie jest zgodna ze ścieżką folderu nadrzędnego.
pt: O caminho da pasta não é consistente com o caminho do seu pai.
ru: Путь к папке не соответствует пути родительской папки.
sv: Mappens sökväg är inte konsekvent med dess överordnade sökväg.

source: Unnamed Folder
bg: Безименна папка
cs: Nepojmenovaná složka
da: Navngivet mappe
et: Nimetu kaust
fr: Dossier sans nom
he: תיקייה ללא שם
hu: Névtelen Mappa
ja: 名前のないフォルダー
pl: Niepodpisany folder
pt: Pasta Sem Nome
ru: Безымянная папка
sv: Obenämnd mapp

source: Download
bg: Изтегляне
cs: Stáhnout
et: Laadi alla
fr: Télécharger
he: הורדה
hu: Letöltés
ja: ダウンロード
pl: Pobierz
pt: Baixar
ru: Скачать
sv: Ladda ner

source: Upload
bg: Качване
cs: Nahrát
et: Laadi üles
fr: Télécharger
he: העלאה
hu: Feltöltés
ja: アップロード
pl: Prześlij
pt: Carregar
ru: Загрузить
sv: Ladda upp

source: Queued
bg: В опашка
cs: Ve frontě
da: Ikkesatset.
et: Ootelda
fr: En attente
he: בתור
hu: Várakozó
ja: キューに入れられた
pl: W kolejce
pt: Em fila
ru: В очереди
sv: Köad

source: Done
bg: Готово
cs: Hotovo
da: Færdig
et: Tehtud
fr: Fait
he: בוצע
hu: Kész
ja: 完了
pl: Zrobione
pt: Concluído
ru: Готово
sv: Utfört

source: Failed
bg: Неуспешно
cs: Selhalo
da: Mislykkedes
et: Ebaõnnestus
fr: Échoué
he: נכשל
hu: Sikertelen
ja: 失敗しました
pl: Niepowodzenie
pt: Falhou
ru: Не удалось
sv: Misslyckades

source: Unknown error
bg: Неизвестна грешка
cs: Neznámá chyba
da: Ukendt fejl
et: Tundmatu viga
fr: Erreur inconnue
he: שגיאה לא ידועה
hu: Ismeretlen hiba
ja: 不明なエラー
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel

source: Cancelled
bg: Отменен
cs: Zrušeno
da: Annulleret
et: Tühistatud
fr: Annulé
he: בוטל
hu: Törölve
ja: キャンセルされた
pl: Anulowane
pt: Cancelado
ru: Отменено
sv: Avbruten

source: Downloading
bg: Изтегляне
cs: Stahování
da: Downloaderer
et: Laadimine
fr: Téléchargement
he: מַשָּׁאָה
hu: Letöltés
ja: ダウンロード中
pl: Pobieranie
pt: Baixando
ru: Загрузка
sv: Laddar ner

source: Uploading
bg: Качване
cs: Nahrávání
da: Uploaderer
et: Laadimine
fr: Téléchargement
he: מעלה
hu: Feltöltés
ja: アップロード中
pl: Przesyłanie
pt: Carregando
ru: Загрузка
sv: Laddar upp

source: Transfers
bg: Прехвърляния
cs: Přenosy
da: Overførsler
et: Ülekanded
fr: Transferts
he: העברות
hu: Átutalások
ja: 転送
pl: Transfery
pt: Transferências
ru: Передачи
sv: Överföringar

source: Clear history
bg: Изчисти историята
cs: Vymazat historii
da: Ryd historik
et: Kustuta ajalugu
fr: Effacer l'historique
he: נקה היסטוריה
hu: Történelem törlése
ja: 履歴をクリア
pl: Wyczyść historię
pt: Limpar histórico
ru: Очистить историю
sv: Rensa historik

source: Cancel all
bg: Отмени всичко
cs: Zrušit vše
da: Annuller alle
et: Tühista kõik
fr: Annuler tout
he: בטל הכל
hu: Minden törlése
ja: すべてキャンセル
pl: Anuluj wszystko
pt: Cancelar tudo
ru: Отменить все
sv: Avbryt alla

source: No Transfers
bg: Няма трансфери
cs: Žádné převody
da: Ingen overførsler
et: Ei ülekandeid
fr: Aucun transfert
he: אין העברות
hu: Nincs átutalás
ja: 転送なし
pl: Brak transferów
pt: Sem Transferências
ru: Нет переводов
sv: Inga överföringar

source: Upload or download files to see them here
bg: Качете или изтеглете файлове, за да ги видите тук
cs: Nahrajte nebo stáhněte soubory, abyste je zde viděli.
da: Upload eller download filer for at se dem her
et: Lae või allalae faile, et neid siin näha.
fr: Téléchargez ou téléversez des fichiers pour les voir ici
he: העלה או הורד קבצים כדי לראותם כאן
hu: Fájlok feltöltése vagy letöltése, hogy itt megtekinthesse őket
ja: ここでファイルをアップロードまたはダウンロードして表示します
pl: Prześlij lub pobierz pliki, aby je tutaj zobaczyć
pt: Carregue ou baixe arquivos para vê-los aqui
ru: Загрузите или скачайте файлы, чтобы увидеть их здесь
sv: Ladda upp eller ladda ner filer för att se dem här

source: Clear Transfer History?
bg: Изчисти историята на трансферите?
cs: Vymazat historii převodů?
da: Ryd overførselshistorik?
et: Kustuta ülekande ajalugu?
fr: Effacer l'historique des transferts ?
he: מחק היסטוריית העברות?
hu: Átutalási előzmények törlése?
ja: 転送履歴をクリアしますか？
pl: Czy wyczyścić historię transferów?
pt: Limpar Histórico de Transferência?
ru: Очистить историю передач?
sv: Rensa överföringshistorik?

source: This will remove all completed, failed, and cancelled transfers.
bg: Това ще премахне всички завършени, неуспешни и отменени трансфери.
cs: Tímto se odstraní všechny dokončené, neúspěšné a zrušené převody.
da: Dette vil fjerne alle fuldførte, mislykkede og annullerede overførsler.
et: See eemaldatakse kõik lõpetatud, ebaõnnestunud ja tühistatud ülekanded.
fr: Cela supprimera tous les transferts terminés, échoués et annulés.
he: זה יסיר את כל ההעברות שהושלמו, נכשלו ובוטלו.
hu: Ez eltávolítja az összes befejezett, sikertelen és törölt átvitel.
ja: これにより、すべての完了、失敗、およびキャンセルされた転送が削除されます。
pl: To usunięte zostaną wszystkie zakończone, nieudane i anulowane transfery.
pt: Isto removerá todas as transferências concluídas, falhadas e canceladas.
ru: Это удалит все завершенные, неудачные и отмененные передачи.
sv: Detta kommer att ta bort alla slutförda, misslyckade och avbrutna överföringar.

source: Name cannot be empty.
bg: Името не може да бъде празно.
cs: Název nemůže být prázdný.
da: Navn kan ikke være tomt.
et: Nimi ei tohi olla tühi.
fr: Le nom ne peut pas être vide.
he: השם אינו יכול להיות ריק.
hu: A név nem lehet üres.
ja: 名前は空にできません。
pl: Nazwa nie może być pusta.
pt: O nome não pode estar vazio.
ru: Имя не может быть пустым.
sv: Namnet kan inte vara tomt.

source: rsync is not installed on the remote host. Install the rsync package or use SFTP for transfers.
bg: rsync не е инсталиран на отдалечения хост. Инсталирайте пакета rsync или използвайте SFTP за трансфери.
cs: rsync není nainstalován na vzdáleném hostiteli. Nainstalujte balíček rsync nebo použijte SFTP pro přenosy.
da: rsync er ikke installeret på den fjerne vært. Installer rsync-pakken eller brug SFTP til overførsler.
et: rsync ei ole kaugserveris installitud. Installige rsync pakett või kasutage edastamiseks SFTP-d.
fr: rsync n'est pas installé sur l'hôte distant. Installez le paquet rsync ou utilisez SFTP pour les transferts.
he: rsync אינו מותקן על המחשב המרוחק. התקן את חבילת rsync או השתמש ב-SFTP להעברות.
hu: Az rsync nincs telepítve a távoli hoszton. Telepítse az rsync csomagot, vagy használjon SFTP-t az átvitelekhez.
ja: リモートホストにrsyncがインストールされていません。rsyncパッケージをインストールするか、転送にはSFTPを使用してください。
pl: rsync nie jest zainstalowany na zdalnym hoście. Zainstaluj pakiet rsync lub użyj SFTP do transferów.
pt: o rsync não está instalado no host remoto. Instale o pacote rsync ou use SFTP para transferências.
ru: rsync не установлен на удаленном хосте. Установите пакет rsync или используйте SFTP для передачи.
sv: rsync är inte installerat på den fjärranslutna värden. Installera rsync-paketet eller använd SFTP för överföringar.

source: Refresh
bg: Обнови
cs: Obnovit
da: Opdater
et: Värskenda
fr: Rafraîchir
he: רענן
hu: Frissítés
ja: 更新
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera

source: Show hidden files
bg: Покажи скритите файлове
cs: Zobrazit skryté soubory
da: Vis skjulte filer
et: Kuvaa peidetud faile
fr: Afficher les fichiers cachés
he: הצג קבצים מוסתרים
hu: Rejtett fájlok megjelenítése
ja: 隠しファイルを表示
pl: Pokaż ukryte pliki
pt: Mostrar arquivos ocultos
ru: Показать скрытые файлы
sv: Visa dolda filer

source: Filter files...
bg: Филтрирай файлове...
cs: Filtruj soubory...
da: Filtrer filer...
et: Filtreeri faile...
fr: Filtrer les fichiers...
he: סנן קבצים...
hu: Fájlok szűrése...
ja: ファイルをフィルタリング...
pl: Filtruj pliki...
pt: Filtrar arquivos...
ru: Фильтровать файлы...
sv: Filtrera filer...

source: Start Recursive Search
bg: Започнете рекурсивно търсене
cs: Spustit rekurzivní vyhledávání
da: Start rekursiv søgning
et: Alusta rekursiivset otsingut
fr: Démarrer la recherche récursive
he: התחל חיפוש רקורסיבי
hu: Rekurzív keresés indítása
ja: 再帰検索を開始
pl: Rozpocznij wyszukiwanie rekurencyjne
pt: Iniciar Busca Recursiva
ru: Начать рекурсивный поиск
sv: Starta rekursiv sökning

source: Cancel Search
bg: Отмени търсенето
cs: Zrušit hledání
da: Annuller søgning
et: Tühista otsing
fr: Annuler la recherche
he: ביטול חיפוש
hu: Keresés megszakítása
ja: 検索をキャンセル
pl: Anuluj wyszukiwanie
pt: Cancelar Pesquisa
ru: Отменить поиск
sv: Avbryt sökning

source: Search in subfolders
bg: Търсене в подпапки
cs: Hledat v podsložkách
da: Søg i undermapper
et: Otsi alamkaustades
fr: Rechercher dans les sous-dossiers
he: חפש בתתי-תיקיות
hu: Keresés a mappákban
ja: サブフォルダー内を検索
pl: Szukaj w podfolderach
pt: Pesquisar em subpastas
ru: Искать в подпапках
sv: Sök i undermappar

source: Recursive
bg: Рекурсивен
cs: Rekurzivní
da: Rekursiv
et: Rekursiivne
fr: Récursif
he: רקורסיבי
hu: Rekurzív
ja: 再帰的
pl: Rekurencyjny
pt: Recursivo
ru: Рекурсивный
sv: Rekursiv

source: Transfer History
bg: История на трансферите
cs: Historie převodů
da: Overførselshistorik
et: Ülekande ajalugu
fr: Historique des transferts
he: היסטוריית העברות
hu: Átutalási előzmények
ja: 転送履歴
pl: Historia transferów
pt: Histórico de Transferência
ru: История передач
sv: Överföringshistorik

source: Send Files
bg: Изпрати файлове
cs: Odeslat soubory
da: Send filer
et: Saada faile
fr: Envoyer des fichiers
he: שלח קבצים
hu: Fájlok küldése
ja: ファイルを送信
pl: Wyślij pliki
pt: Enviar Arquivos
ru: Отправить файлы
sv: Skicka filer
