Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Pin to Toolbar
bg: Прикрепи към лентата с инструменти
cs: Připnout na panel nástrojů
da: Fastgør til værktøjslinje
et: Pinnige tööriistaribale
fr: Épingler à la barre d'outils
he: הדבק לסרגל הכלים
hu: Rögzítés a Szerszámtáblán
ja: ツールバーにピン留め
pl: Przypnij do paska narzędzi
pt: Fixar na Barra de Ferramentas
ru: Закрепить на панели инструментов
sv: Fäst i verktygsfältet

source: Restore Default
bg: Възстанови по подразбиране
cs: Obnovit výchozí hodnoty
da: Gendan standardindstillinger
et: Taasta vaikeseaded
fr: Restaurer les paramètres par défaut
he: שחזר ברירות מחדל
hu: Alapértelmezett visszaállítása
ja: デフォルトに戻す
pl: Przywróć domyślne
pt: Restaurar Padrões
ru: Восстановить по умолчанию
sv: Återställ standardinställningar

source: Hide
bg: Скрий
cs: Skrýt
da: Skjul
et: Peida
fr: Cacher
he: הסתר
hu: Elrejtés
ja: 隠す
pl: Ukryj
pt: Ocultar
ru: Скрыть
sv: Dölj

source: Edit Command
bg: Редактиране на команда
cs: Upravit příkaz
da: Rediger kommando
et: Muuda käsk
fr: Modifier la commande
he: עריכת פקודה
hu: Szerkesztési parancs
ja: 編集コマンド
pl: Edytuj polecenie
pt: Editar Comando
ru: Редактировать команду
sv: Redigera kommando

source: What type of command do you want to create?
bg: Какъв тип команда искате да създадете?
cs: Jaký typ příkazu chcete vytvořit?
da: Hvilken type kommando vil du oprette?
et: Millist käsku soovite luua?
fr: Quel type de commande souhaitez-vous créer ?
he: איזה סוג פקודה אתה רוצה ליצור?
hu: Milyen típusú parancsot szeretnél létrehozni?
ja: どの種類のコマンドを作成しますか？
pl: Jaki typ polecenia chcesz utworzyć?
pt: Que tipo de comando você deseja criar?
ru: Какой тип команды вы хотите создать?
sv: Vilken typ av kommando vill du skapa?

source: Simple Command
bg: Проста команда
cs: Jednoduchý příkaz
da: Simpel Kommando
et: Lihtne käsk
fr: Commande simple
he: פקודה פשוטה
hu: Egyszerű Parancs
ja: シンプルコマンド
pl: Prosta komenda
pt: Comando Simples
ru: Простая команда
sv: Enkel kommando

source: A button that runs a command directly
bg: Бутон, който изпълнява команда директно
cs: Tlačítko, které přímo spustí příkaz
da: En knap, der kører en kommando direkte
et: Nupp, mis käivitab käsu otse
fr: Un bouton qui exécute une commande directement
he: כפתור שמריץ פקודה ישירות
hu: Egy gomb, amely közvetlenül végrehajt egy parancsot
ja: コマンドを直接実行するボタン
pl: Przycisk, który bezpośrednio uruchamia polecenie
pt: Um botão que executa um comando diretamente
ru: Кнопка, которая выполняет команду напрямую
sv: En knapp som kör ett kommando direkt

source: Command with Form
bg: Команда с форма
cs: Příkaz s formulářem
da: Kommando med formular
et: Käsk koos vormiga
fr: Commande avec formulaire
he: פקודה עם טופס
hu: Parancs űrlappal
ja: フォーム付きコマンド
pl: Polecenie z formularzem
pt: Comando com Formulário
ru: Команда с формой
sv: Kommando med formulär

source: A button that shows a form to configure the command
bg: Бутон, който показва форма за конфигуриране на командата
cs: Tlačítko, které zobrazuje formulář pro konfiguraci příkazu
da: En knap, der viser en formular til at konfigurere kommandoen
et: Nupp, mis kuvab vormi käsu seadistamiseks
fr: Un bouton qui affiche un formulaire pour configurer la commande
he: כפתור שמציג טופס להגדרת הפקודה
hu: Egy gomb, amely megjelenít egy űrlapot a parancs konfigurálásához.
ja: コマンドを設定するためのフォームを表示するボタン
pl: Przycisk, który wyświetla formularz do skonfigurowania polecenia
pt: Um botão que exibe um formulário para configurar o comando
ru: Кнопка, которая отображает форму для настройки команды
sv: En knapp som visar ett formulär för att konfigurera kommandot

source: Basic Information
bg: Основна информация
cs: Základní informace
da: Grundlæggende information
et: Põhiandmed
fr: Informations de base
he: מידע בסיסי
hu: Alapvető információk
ja: 基本情報
pl: Podstawowe informacje
pt: Informações Básicas
ru: Основная информация
sv: Grundläggande information

source: Name
bg: Име
cs: Název
da: Navn
et: Nimi
fr: Nom
he: שם
hu: Név
ja: 名前
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn

source: Description
bg: Описание
cs: Popis
da: Beskrivelse
et: Kirjeldus
he: תיאור
hu: Leírás
ja: 説明
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning

source: Icon
bg: Икона
cs: Ikona
da: Ikon
et: Ikon
fr: Icône
he: אייקון
hu: Ikon
ja: アイコン
pl: Ikona
pt: Ícone
ru: Иконка
sv: Ikon

source: Choose icon
bg: Изберете икона
cs: Vyberte ikonu
da: Vælg ikon
et: Vali ikoon
fr: Choisir une icône
he: בחר סמל
hu: Ikon választása
ja: アイコンを選択してください
pl: Wybierz ikonę
pt: Escolher ícone
ru: Выберите значок
sv: Välj ikon

source: Display Mode
bg: Режим на показване
cs: Režim zobrazení
da: Visningstilstand
et: Kuvamise režiim
fr: Mode d'affichage
he: מצב תצוגה
hu: Kijelző mód
ja: 表示モード
pl: Tryb wyświetlania
pt: Modo de Exibição
ru: Режим отображения
sv: Visningsläge

source: Execution Mode
bg: Режим на изпълнение
cs: Režim provádění
da: Udførelsestilstand
et: Täideviimise režiim
fr: Mode d'exécution
he: מצב ביצוע
hu: Végrehajtási mód
ja: 実行モード
pl: Tryb wykonania
pt: Modo de Execução
ru: Режим выполнения
sv: Körningsläge

source: Insert Only
bg: Вмъкване само
cs: Vložit pouze
da: Indsæt kun
et: Ainult sisestamine
fr: Insérer uniquement
he: הכנס רק
hu: Csak beszúrás
ja: 挿入専用
pl: Wstaw tylko
pt: Inserir Somente
ru: Только вставка
sv: Infoga endast

source: Insert and Execute
bg: Вмъкни и Изпълни
cs: Vložit a Spustit
da: Indsæt og Udfør
et: Sisesta ja Täida
fr: Insérer et Exécuter
he: הכנס ובצע
hu: Beszúrás és Végrehajtás
ja: 挿入と実行
pl: Wstaw i Wykonaj
pt: Inserir e Executar
ru: Вставить и Выполнить
sv: Infoga och kör

source: Command
bg: Команда
cs: Příkaz
da: Kommando
et: Käsk
fr: Commande
he: פקודה
hu: Parancs
ja: コマンド
pl: Polecenie
pt: Comando
ru: Команда
sv: Kommando

source: Enter the bash command to execute:
bg: Въведете bash командата за изпълнение:
cs: Zadejte příkaz bash k provedení:
da: Indtast bash-kommandoen for at udføre:
et: Sisestage bash-käsk täitmiseks:
fr: Entrez la commande bash à exécuter :
he: הזן את פקודת הבש לביצוע:
hu: Írd be a végrehajtandó bash parancsot:
ja: bashコマンドを実行するには入力してください：
pl: Wprowadź polecenie bash do wykonania:
pt: Digite o comando bash a ser executado:
ru: Введите команду bash для выполнения:
sv: Ange bash-kommandot som ska köras:

source: Add command parts
bg: Добавяне на части от команда
cs: Přidat části příkazu
da: Tilføj kommando dele
et: Lisa käskude osi
fr: Ajouter des parties de commande
he: הוסף חלקי פקודה
hu: Parancs részek hozzáadása
ja: コマンドパーツを追加
pl: Dodaj części polecenia
pt: Adicionar partes do comando
ru: Добавить части команды
sv: Lägg till kommandodelar

source: Add part
bg: Добави част
cs: Přidat část
da: Tilføj del
et: Lisa osa
fr: Ajouter une pièce
he: הוסף חלק
hu: Rész hozzáadása
ja: パーツを追加
pl: Dodaj część
pt: Adicionar parte
ru: Добавить часть
sv: Lägg till del

source: 📝 Command Text
bg: 📝 Текст на команда
cs: 📝 Text příkazu
da: 📝 Kommando Tekst
et: 📝 Käsk Tekst
fr: 📝 Texte de commande
he: 📝 טקסט פקודה
hu: 📝 Parancsszöveg
ja: 📝 コマンドテキスト
pl: 📝 Tekst polecenia
pt: 📝 Texto do Comando
ru: 📝 Текст команды
sv: 📝 Kommandotext

source: ⌨️ Text Input
bg: ⌨️ Входен текст
cs: ⌨️ Vstup textu
da: ⌨️ Tekstindgang
et: ⌨️ Teksti sisestamine
fr: ⌨️ Saisie de texte
he: ⌨️ קלט טקסט
hu: ⌨️ Szövegbevitel
ja: ⌨️ テキスト入力
pl: ⌨️ Wprowadzenie tekstu
pt: ⌨️ Entrada de Texto
ru: ⌨️ Ввод текста
sv: ⌨️ Textinmatning

source: 📝 Text Area
bg: 📝 Текстова зона
cs: 📝 Textová oblast
da: 📝 Tekstområde
et: 📝 Tekstiala
fr: 📝 Zone de texte
he: 📝 אזור טקסט
hu: 📝 Szövegdoboz
ja: 📝 テキストエリア
pl: 📝 Obszar tekstowy
pt: 📝 Área de Texto
ru: 📝 Текстовая область
sv: 📝 Textområde

source: 🔑 Password
bg: 🔑 Парола
cs: 🔑 Heslo
da: 🔑 Adgangskode
et: 🔑 Parool
fr: 🔑 Mot de passe
he: סיסמה
hu: 🔑 Jelszó
ja: 🔑 パスワード
pl: 🔑 Hasło
pt: 🔑 Senha
ru: 🔑 Пароль
sv: 🔑 Lösenord

source: Text
bg: Текст
da: Tekst
et: Tekst
fr: Texte
he: טקסט
hu: Szöveg
ja: テキスト
pl: Tekst
pt: Texto
ru: Текст

source: 🔢 Number
bg: 🔢 Номер
cs: 🔢 Číslo
da: 🔢 Nummer
fr: 🔢 Numéro
he: 🔢 מספר
hu: 🔢 Szám
ja: 🔢 数字
pl: 🔢 Liczba
pt: 🔢 Número
ru: 🔢 Номер
sv: 🔢 Nummer

source: 📊 Slider
bg: 📊 Плъзгач
cs: 📊 Posuvník
da: 📊 Skyder
et: 📊 Liugur
fr: 📊 Curseur
he: 📊 מחוון
hu: 📊 Csúszka
ja: 📊 スライダー
pl: 📊 Suwak
pt: 📊 Controle deslizante
ru: 📊 Ползунок
sv: 📊 Regler

source: Numbers
bg: Числа
cs: Čísla
da: Numre
et: Numbrid
fr: Nombres
he: מספרים
hu: Számok
ja: 数字
pl: Liczby
pt: Números
ru: Числа
sv: Nummer

source: 🔘 Switch
bg: 🔘 Превключвател
cs: 🔘 Přepínač
da: 🔘 Skift
et: 🔘 Lüliti
fr: 🔘 Interrupteur
he: 🔘 מתג
hu: 🔘 Kapcsoló
ja: 🔘 スイッチ
pl: 🔘 Przełącznik
pt: 🔘 Alternar
ru: 🔘 Переключатель
sv: 🔘 Växla

source: 📋 Dropdown
bg: 📋 Падащо меню
cs: 📋 Rozbalovací seznam
et: 📋 Rippmenüü
fr: 📋 Liste déroulante
he: 📋 תפריט נפתח
hu: 📋 Legördülő menü
ja: 📋 ドロップダウン
pl: 📋 Lista rozwijana
pt: 📋 Menu suspenso
ru: 📋 Выпадающий список
sv: 📋 Rullgardin

source: ⚪ Radio Buttons
bg: ⚪ Радио бутони
cs: ⚪ Rádio tlačítka
da: ⚪ Radioknapper
et: ⚪ Raadio nupud
fr: ⚪ Boutons radio
he: ⚪ כפתורי רדיו
hu: ⚪ Rádiógombok
ja: ⚪ ラジオボタン
pl: ⚪ Przycisk radiowy
pt: ⚪ Botões de Opção
ru: ⚪ Радио-кнопки
sv: ⚪ Radioknappar

source: ☑️ Multi-Select
bg: ☑️ Мулти-избор
cs: ☑️ Více výběr
da: ☑️ Multi-valgsfunktion
et: ☑️ Mitme valiku tegemine
fr: ☑️ Sélection multiple
he: ☑️ בחירה מרובה
hu: ☑️ Többválasztás
ja: ☑️ マルチセレクト
pl: ☑️ Wiele wyborów
pt: ☑️ Seleção Múltipla
ru: ☑️ Мультивыбор
sv: ☑️ Flerval

source: Selection
bg: Избор
cs: Výběr
da: Valg
et: Valik
fr: Sélection
he: בחירה
hu: Kiválasztás
ja: 選択
pl: Wybór
pt: Seleção
ru: Выбор
sv: Urval

source: 📄 File Path
bg: 📄 Път до файла
cs: 📄 Cesta k souboru
da: 📄 Filsti
et: 📄 Faili tee
fr: 📄 Chemin du fichier
he: 📄 נתיב קובץ
hu: 📄 Fájl elérési útja
ja: 📄 ファイルパス
pl: 📄 Ścieżka pliku
pt: 📄 Caminho do Arquivo
ru: 📄 Путь к файлу
sv: 📄 Filväg

source: 📁 Directory Path
bg: 📁 Път на директорията
cs: 📁 Cesta k adresáři
da: 📁 Bibliotekssti
et: 📁 Kaustatee tee
fr: 📁 Chemin du répertoire
he: 📁 נתיב תיקייה
hu: 📁 Könyvtár elérési út
ja: 📁 ディレクトリパス
pl: 📁 Ścieżka katalogu
pt: 📁 Caminho do Diretório
ru: 📁 Путь к каталогу
sv: 📁 Katalogväg

source: Files
bg: Файлове
cs: Soubory
da: Filer
et: Failid
fr: Fichiers
he: קבצים
hu: Fájlok
ja: ファイル
pl: Pliki
pt: Arquivos
ru: Файлы
sv: Filer

source: 📅 Date/Time
bg: 📅 Дата/Час
cs: 📅 Datum/Čas
da: 📅 Dato/Tid
et: 📅 Kuupäev/Aeg
fr: 📅 Date/Heure
he: 📅 תאריך/שעה
hu: 📅 Dátum/Idő
ja: 📅 日付/時刻
pl: 📅 Data/Czas
pt: 📅 Data/Hora
ru: 📅 Дата/Время
sv: 📅 Datum/Tid

source: 🎨 Color
bg: 🎨 Цвят
cs: 🎨 Barva
da: 🎨 Farve
et: 🎨 Värv
fr: 🎨 Couleur
he: 🎨 צבע
hu: 🎨 Szín
ja: 🎨 色
pl: 🎨 Kolor
pt: 🎨 Cor
ru: 🎨 Цвет
sv: 🎨 Färg

source: Special
bg: Специален
cs: Speciální
da: Speciel
et: Eri
fr: Spécial
he: מיוחד
hu: Különleges
ja: 特別
pl: Specjalny
pt: Especial
ru: Специальный
sv: Speciell

source: (empty)
cs: (Prázdné)
da: (ingen)
et: (tyhja)
he: (אין מיתר לתרגום)
hu: (üres)
ja: (空)
pl: (Brak tekstu do przetłumaczenia)
ru: (пусто)
sv: (ingen text att översätta)

source: Form Preview
bg: Преглед на формуляр
cs: Náhled formuláře
da: Formforhåndvisning
et: Vormi eelvaade
fr: Aperçu du formulaire
he: תצוגת טופס
hu: Űrlap Előnézet
ja: フォームプレビュー
pl: Podgląd formularza
pt: Prévia do Formulário
ru: Предварительный просмотр формы
sv: Formförhandsvisning

source: Choose Icon
bg: Изберете икона
cs: Vyberte ikonu
da: Vælg ikon
et: Vali ikoon
fr: Choisir une icône
he: בחר סמל
hu: Ikon választása
ja: アイコンを選択
pl: Wybierz ikonę
pt: Escolher Ícone
ru: Выбрать значок
sv: Välj ikon

source: Enter icon name or select from common icons:
bg: Въведете името на иконата или изберете от общите икони:
cs: Zadejte název ikony nebo vyberte z běžných ikon:
da: Indtast ikonnavn eller vælg fra almindelige ikoner:
et: Sisesta ikooni nimi või vali tavalistest ikoonidest:
fr: Entrez le nom de l'icône ou sélectionnez parmi les icônes courantes :
he: הזן שם אייקון או בחר מאייקונים נפוצים:
hu: Írja be az ikon nevét, vagy válasszon a gyakori ikonok közül:
ja: アイコン名を入力するか、一般的なアイコンから選択してください：
pl: Wprowadź nazwę ikony lub wybierz z popularnych ikon:
pt: Digite o nome do ícone ou selecione entre os ícones comuns:
ru: Введите имя значка или выберите из общих значков:
sv: Ange ikonens namn eller välj från vanliga ikoner:

source: Command Text
bg: Команден текст
cs: Text příkazu
da: Kommando Tekst
et: Käsk Tekst
fr: Texte de commande
he: טקסט פקודה
hu: Parancsszöveg
ja: コマンドテキスト
pl: Tekst polecenia
pt: Texto do Comando
ru: Текст команды
sv: Kommandotext

source: Text Input
bg: Текстово поле
cs: Textový vstup
da: Tekstindgang
et: Teksti sisend
fr: Champ de texte
he: שדה טקסט
hu: Szövegbevitel
ja: テキスト入力
pl: Wprowadzenie tekstu
pt: Entrada de Texto
ru: Текстовый ввод
sv: Textinmatning

source: Text Area
bg: Текстово поле
cs: Textové pole
da: Tekstområde
et: Tekstiala
fr: Zone de texte
he: אזור טקסט
hu: Szövegterület
ja: テキストエリア
pl: Obszar tekstowy
pt: Área de Texto
ru: Текстовая область
sv: Textområde

source: Switch
bg: Превключвател
cs: Přepínač
da: Veksel
et: Lüliti
fr: Interrupteur
he: מبدל
hu: Kapcsoló
ja: スイッチ
pl: Przełącznik
pt: Interruptor
ru: Переключатель
sv: Växla

source: Dropdown
bg: Разгъващо се меню
cs: Rozbalovací seznam
da: Rullemenu
et: Rippmenüü
fr: Liste déroulante
he: תפריט נפתח
hu: Legördülő lista
ja: ドロップダウン
pl: Rozwijane menu
pt: Menu suspenso
ru: Выпадающий список
sv: Rullgardin

source: Radio Buttons
bg: Радио бутони
cs: Rádiová tlačítka
da: Radioknapper
et: Raadio nupud
fr: Boutons radio
he: כפתורי רדיו
hu: Rádiógombok
ja: ラジオボタン
pl: Przyciski radiowe
pt: Botões de Opção
ru: Радио-кнопки
sv: Radioknappar

source: Multi-Select
bg: Мулти-избор
cs: Více výběr
et: Mitmevalik
fr: Sélection multiple
he: רב-בחירה
hu: Többválasztás
ja: マルチセレクト
pl: Wielokrotny wybór
pt: Multi-Seleção
ru: Мульти-выбор
sv: Multi-val

source: Number
bg: Номер
cs: Číslo
da: Nummer
fr: Numéro
he: מספר
hu: Szám
ja: 番号
pl: Numer
pt: Número
ru: Число
sv: Nummer

source: Slider
bg: Плъзгач
cs: Posuvník
da: Skyder
et: Liugur
fr: Curseur
he: מחליק
hu: csúszka
ja: スライダー
pl: Suwak
pt: Deslizante
ru: Слайдер
sv: Reglage

source: File
bg: Файл
cs: Soubor
da: Fil
et: Fail
fr: Fichier
he: קובץ
hu: Fájl
ja: ファイル
pl: Plik
pt: Arquivo
ru: Файл
sv: Fil

source: Directory
bg: Директория
cs: Adresář
da: Mappe
et: Kataloog
fr: Répertoire
he: תיקייה
hu: Könyvtár
ja: ディレクトリ
pl: Katalog
pt: Diretório
ru: Каталог
sv: Katalog

source: Date/Time
bg: Дата/Час
cs: Datum/Čas
da: Dato/Tid
et: Kuupäev/Aeg
fr: Date/Heure
he: תאריך/שעה
hu: Dátum/Idő
ja: 日付/時刻
pl: Data/Czas
pt: Data/Hora
ru: Дата/Время
sv: Datum/Tid

source: Color
bg: Цвят
cs: Barva
da: Farve
et: Värv
fr: Couleur
he: צבע
hu: Szín
ja: 色
pl: Kolor
pt: Cor
ru: Цвет
sv: Färg

source: Field
bg: Поле
cs: Pole
da: Felt
et: Väli
fr: Champ
he: שדה
hu: Mező
ja: フィールド
pl: Pole
pt: Campo
ru: Поле
sv: Fält

source: Command text
bg: Команден текст
cs: Text příkazu
da: Kommando tekst
et: Käskteksti
fr: Texte de commande
he: טקסט פקודה
hu: Parancsszöveg
ja: コマンドテキスト
pl: Tekst polecenia
pt: Texto do comando
ru: Текст команды
sv: Kommandotext

source: ID
bg: ИД
he: מזהה
hu: azonosító
ru: ИД

source: Label
bg: Етикет
cs: Štítek
da: Etiket
et: Silt
fr: Étiquette
he: תווית
hu: Címke
ja: ラベル
pl: Etykieta
pt: Rótulo
ru: Метка
sv: Etikett

source: Placeholder
bg: Запълващ елемент
cs: Zástupný symbol
da: Pladsholder
et: Asendaja
fr: Espace réservé
he: מקום מחזיק
hu: Helyettesítő
ja: プレースホルダー
pl: Zastępnika
pt: Marcador de posição
ru: Заполнитель
sv: Platshållare

source: On value
bg: Включено значение
cs: Hodnota zapnuto
da: Tændt værdi
et: Käivitamise väärtus
fr: Valeur activée
he: ערך מופעל
hu: Bekapcsolt érték
ja: オン値
pl: Wartość włączona
pt: Valor ligado
ru: Включено
sv: På värde

source: Off value
bg: Изключено значение
cs: Vypnuto
da: Fra værdi
et: Välja lülitatud
fr: Valeur désactivée
he: ערך כבוי
hu: Kikapcsolt érték
ja: オフ値
pl: Wartość wyłączona
pt: Valor desligado
ru: Выключенное значение
sv: Avstängd värde

source: Default on
bg: По подразбиране включено
cs: Výchozí zapnuto
da: Standard indstillet
et: Vaikimisi sisse
fr: Par défaut activé
he: ברירת מחדל מופעלת
hu: Alapértelmezett beállítás engedélyezve
ja: デフォルトオン
pl: Domyślnie włączone
pt: Padrão ativado
ru: По умолчанию включено
sv: Standard på

source: Options
bg: Опции
cs: Možnosti
da: Indstillinger
et: Valikud
he: אפשרויות
hu: Beállítások
ja: オプション
pl: Opcje
pt: Opções
ru: Опции
sv: Alternativ

source: Add option
bg: Добавяне на опция
cs: Přidat možnost
da: Tilføj mulighed
et: Lisa valik
fr: Ajouter une option
he: הוסף אפשרות
hu: Opció hozzáadása
ja: オプションを追加
pl: Dodaj opcję
pt: Adicionar opção
ru: Добавить опцию
sv: Lägg till alternativ

source: Value
bg: Стойност
cs: Hodnota
da: Værdi
et: Väärtus
fr: Valeur
he: ערך
hu: Érték
ja: 値
pl: Wartość
pt: Valor
ru: Значение
sv: Värde

source: Rows
bg: Редове
cs: Řádky
da: Rækker
et: Readed
fr: Lignes
he: שורות
hu: Sorok
ja: 行
pl: Wiersze
pt: Linhas
ru: Строки
sv: Rader

source: Minimum
bg: Минимално
cs: Minimální
et: Miinimum
he: מינימום
ja: 最小限
pl: Minimalny
pt: Mínimo
ru: Минимум
sv: Minimi

source: Maximum
bg: Максимум
cs: Maximální
da: Maksimum
et: Maksimaalne
he: מקסימלי
ja: 最大
pl: Maksimum
pt: Máximo
ru: Максимум
sv: Maximalt

source: Step
bg: Стъпка
cs: Krok
da: Trin
et: Sammumine
fr: Étape
he: שלב
hu: Lépés
ja: ステップ
pl: Krok
pt: Passo
ru: Шаг
sv: Steg

source: Format
bg: Формат
cs: Formát
et: Formaat
he: פורמט
hu: Formátum
ja: フォーマット
pt: Formato
ru: Формат

source: Common: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
bg: Общи: %Y-%м-%д %H:%M:%S, %д/%м/%Y, %H:%M
cs: Běžné: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
da: Almindelig: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
et: Tavaline: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
fr: Commun: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
he: נפוץ: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
hu: Közönséges: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
ja: 共通: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
pl: Typowe: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
pt: Comum: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
ru: Общие: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M
sv: Vanlig: %Y-%m-%d %H:%M:%S, %d/%m/%Y, %H:%M

source: Hex (#RRGGBB)
bg: Шестнадесетичен (#RRGGBB)
et: Heks (#RRGGBB)
he: הקס (#RRGGBB)
ja: 16進数 (#RRGGBB)
ru: Шестнадцатеричный (#RRGGBB)

source: RGB (r,g,b)
bg: RGB (ч,з,с)
fr: RVB (r,v,b)
he: RGB (א,ב,ג)
hu: RGB (v, g, b)
ru: RGB (к,м,ж)

source: Search...
bg: Търсене...
cs: Hledat...
da: Søg...
et: Otsi...
fr: Recherche...
he: חפש...
hu: Keresés...
ja: 検索...
pl: Szukaj...
pt: Pesquisar...
ru: Поиск...
sv: Sök...

source: Restore hidden commands
bg: Възстановяване на скритите команди
cs: Obnovit skryté příkazy
da: Gendan skjulte kommandoer
et: Taasta peidetud käsud
fr: Restaurer les commandes cachées
he: שחזר פקודות מוסתרות
hu: Rejtett parancsok visszaállítása
ja: 隠しコマンドを復元
pl: Przywróć ukryte polecenia
pt: Restaurar comandos ocultos
ru: Восстановить скрытые команды
sv: Återställ dolda kommandon

source: Send to all terminals
bg: Изпрати до всички терминали
cs: Odeslat na všechny terminály
da: Send til alle terminaler
et: Saada kõikidele terminalidele
fr: Envoyer à tous les terminaux
he: שלח לכל הטרמינלים
hu: Küldés az összes terminálra
ja: すべての端末に送信
pl: Wyślij do wszystkich terminali
pt: Enviar para todos os terminais
ru: Отправить на все терминалы
sv: Skicka till alla terminaler

source: Add Command
bg: Добавяне на команда
cs: Přidat příkaz
da: Tilføj kommando
et: Lisa käsk
fr: Ajouter une commande
he: הוסף פקודה
hu: Parancs hozzáadása
ja: コマンドを追加
pl: Dodaj polecenie
pt: Adicionar Comando
ru: Добавить команду
sv: Lägg till kommando

source: No open terminals found.
bg: Няма намерени отворени терминали.
cs: Nebyly nalezeny žádné otevřené terminály.
da: Ingen åbne terminaler fundet.
et: Avatud terminale ei leitud.
fr: Aucun terminal ouvert trouvé.
he: לא נמצאו טרמינלים פתוחים.
hu: Nincsenek nyitott terminálok.
ja: オープンなターミナルが見つかりません。
pl: Nie znaleziono otwartych terminali.
pt: Nenhum terminal aberto encontrado.
ru: Не найдено открытых терминалов.
sv: Inga öppna terminaler hittades.

source: Confirm sending of command
bg: Потвърдете изпращането на команда
cs: Potvrďte odeslání příkazu
da: Bekræft afsendelse af kommando
et: Kinnita käsu saatmine
fr: Confirmer l'envoi de la commande
he: אשר שליחת פקודה
hu: A parancs elküldésének megerősítése
ja: コマンドの送信を確認
pl: Potwierdź wysłanie polecenia
pt: Confirmar envio do comando
ru: Подтвердите отправку команды
sv: Bekräfta sändning av kommando

source: Select which of the <b>{count}</b> open terminals should receive the command below.
bg: Изберете кои от <b>{count}</b> отворени терминали трябва да получат командата по-долу.
cs: Vyberte, které z <b>{count}</b> otevřených terminálů by měly obdržet níže uvedený příkaz.
da: Vælg hvilken af de <b>{count}</b> åbne terminaler der skal modtage kommandoen nedenfor.
et: Vali, millised <b>{count}</b> avatud terminalidest peaksid saama alloleva käsu.
fr: Sélectionnez lequel des <b>{count}</b> terminaux ouverts doit recevoir la commande ci-dessous.
he: בחר אילו מתוך <b>{count}</b> הטרמינלים הפתוחים צריכים לקבל את הפקודה למטה.
hu: Válaszd ki, hogy a <b>{count}</b> nyitott terminál közül melyik kapja meg az alábbi parancsot.
ja: 以下の<b>{count}</b>のオープン端末のうち、どれが下のコマンドを受け取るべきか選択してください。
pl: Wybierz, które z <b>{count}</b> otwartych terminali powinny otrzymać poniższe polecenie.
pt: Selecione qual dos <b>{count}</b> terminais abertos deve receber o comando abaixo.
ru: Выберите, какие из <b>{count}</b> открытых терминалов должны получить команду ниже.
sv: Välj vilken av de <b>{count}</b> öppna terminalerna som ska ta emot kommandot nedan.

source: Choose the tabs that should run this command:
bg: Изберете разделите, които трябва да изпълнят тази команда:
cs: Vyberte karty, které by měly tento příkaz spustit:
da: Vælg de faner, der skal køre denne kommando:
et: Valige vahekaartide, mis peaksid seda käsku käivitama:
fr: Choisissez les onglets qui doivent exécuter cette commande :
he: בחר את הכרטיסיות שצריכות להריץ פקודה זו:
hu: Válaszd ki azokat a füleket, amelyeknek futtatniuk kell ezt a parancsot:
ja: このコマンドを実行するタブを選択してください：
pl: Wybierz zakładki, które powinny uruchomić to polecenie:
pt: Escolha as abas que devem executar este comando:
ru: Выберите вкладки, которые должны выполнить эту команду:
sv: Välj de flikar som ska köra det här kommandot:

source: Send Command
bg: Изпрати команда
cs: Odeslat příkaz
da: Send kommando
et: Saada käsk
fr: Envoyer la commande
he: שלח פקודה
hu: Parancs küldése
ja: コマンドを送信
pl: Wyślij polecenie
pt: Enviar Comando
ru: Отправить команду
sv: Skicka kommando

source: Terminal
bg: Терминал
cs: Terminál
he: טרמינל
hu: Terminál
ja: ターミナル
ru: Терминал

source: Are you sure you want to delete '{name}'?
bg: Сигурни ли сте, че искате да изтриете '{name}'?
cs: Opravdu si přejete smazat '{name}'?
da: Er du sikker på, at du vil slette '{name}'?
et: Kas olete kindel, et soovite '{name}' kustutada?
fr: Êtes-vous sûr de vouloir supprimer '{name}' ?
he: האם אתה בטוח שברצונך למחוק את '{name}'?
hu: Biztos benne, hogy törölni szeretné a '{name}'-t?
ja: '{name}'を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć '{name}'?
pt: Você tem certeza de que deseja excluir '{name}'?
ru: Вы уверены, что хотите удалить '{name}'?
sv: Är du säker på att du vill ta bort '{name}'?

source: Restore Default?
bg: Възстанови по подразбиране?
cs: Obnovit výchozí nastavení?
da: Gendan standardindstillinger?
et: Taasta vaikeseaded?
fr: Restaurer les paramètres par défaut ?
he: שחזר ברירות מחדל?
hu: Alapértelmezett visszaállítása?
ja: デフォルトに戻す？
pl: Przywróć domyślne?
pt: Restaurar Padrões?
ru: Восстановить настройки по умолчанию?
sv: Återställ standard?
