Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: System keyring not available - password will be stored in plain text
bg: Системният ключодържател не е наличен - паролата ще бъде съхранена в обикновен текст
cs: Systémový klíčový zásobník není k dispozici - heslo bude uloženo v prostém textu
da: Systemnøglebundt ikke tilgængelig - adgangskode vil blive gemt i klartekst
et: Süsteemi võtmehoidja pole saadaval - parool salvestatakse selges tekstis
fr: Le trousseau de clés du système n'est pas disponible - le mot de passe sera stocké en texte clair.
he: מפתח מערכת לא זמין - הסיסמה תישמר בטקסט רגיל
hu: A rendszer kulcstartó nem elérhető - a jelszó sima szövegben lesz tárolva
ja: システムキーチェーンが利用できません - パスワードはプレーンテキストで保存されます
pl: System keyring niedostępny - hasło zostanie zapisane w postaci niezaszyfrowanej
pt: O chaveiro do sistema não está disponível - a senha será armazenada em texto simples
ru: Системный ключевой хранилище недоступно - пароль будет храниться в открытом виде
sv: Systemnyckelring är inte tillgänglig - lösenordet kommer att lagras i klartext

source: SSH Options
bg: SSH Опции
cs: Možnosti SSH
da: SSH-indstillinger
et: SSH valikud
fr: Options SSH
he: אפשרויות SSH
hu: SSH Beállítások
ja: SSHオプション
pl: Opcje SSH
pt: Opções SSH
ru: SSH параметры
sv: SSH-alternativ

source: Run Command After Login
bg: Изпълни команда след влизане
cs: Spustit příkaz po přihlášení
da: Kør kommando efter login
et: Käivita käsk pärast sisselogimist
fr: Exécuter la commande après la connexion
he: הרץ פקודה לאחר כניסה
hu: Parancs futtatása bejelentkezés után
ja: ログイン後にコマンドを実行
pl: Uruchom polecenie po zalogowaniu
pt: Executar Comando Após Login
ru: Запустить команду после входа
sv: Kör kommando efter inloggning

source: Execute commands automatically after SSH connects
bg: Изпълнявайте команди автоматично след свързване по SSH
cs: Automaticky provádět příkazy po připojení SSH
da: Udfør kommandoer automatisk efter SSH-forbindelse
et: Käivita käsud automaatselt pärast SSH-ühenduse loomist
fr: Exécuter des commandes automatiquement après la connexion SSH
he: בצע פקודות אוטומטית לאחר חיבור SSH
hu: Parancsok automatikus végrehajtása SSH csatlakozás után
ja: SSH接続後にコマンドを自動的に実行する
pl: Wykonuj polecenia automatycznie po nawiązaniu połączenia SSH
pt: Executar comandos automaticamente após a conexão SSH
ru: Автоматически выполнять команды после подключения по SSH
sv: Kör kommandon automatiskt efter att SSH har anslutit

source: Enable X11 Forwarding
bg: Активиране на X11 пренасочване
cs: Povolit X11 přesměrování
da: Aktivér X11 videresendelse
et: Luba X11 edastamine
fr: Activer le transfert X11
he: אפשרות העברת X11
hu: X11 továbbítás engedélyezése
ja: X11フォワーディングを有効にする
pl: Włącz przekazywanie X11
pt: Ativar o Encaminhamento X11
ru: Включить пересылку X11
sv: Aktivera X11 vidarebefordran

source: Allow graphical applications from remote server
bg: Позволете графични приложения от отдалечен сървър
cs: Povolit grafické aplikace z vzdáleného serveru
da: Tillad grafiske applikationer fra fjernserver
et: Luba graafilisi rakendusi kaugserverist
fr: Autoriser les applications graphiques du serveur distant
he: אפשר יישומים גרפיים משרת מרוחק
hu: Engedélyezze a grafikus alkalmazásokat távoli szerverről
ja: リモートサーバーからのグラフィカルアプリケーションを許可する
pl: Zezwól na aplikacje graficzne z zdalnego serwera
pt: Permitir aplicações gráficas de servidor remoto
ru: Разрешить графические приложения с удаленного сервера
sv: Tillåt grafiska applikationer från fjärrserver

source: Enable SFTP Session
bg: Активиране на SFTP сесия
cs: Povolit SFTP relaci
da: Aktiver SFTP-session
et: Luba SFTP seans
fr: Activer la session SFTP
he: אפשר סשן SFTP
hu: SFTP munkamenet engedélyezése
ja: SFTPセッションを有効にする
pl: Włącz sesję SFTP
pt: Ativar Sessão SFTP
ru: Включить SFTP-сессию
sv: Aktivera SFTP-session

source: Use default directories when opening SFTP
bg: Използвайте стандартни директории при отваряне на SFTP
cs: Použijte výchozí adresáře při otevírání SFTP
da: Brug standardmapper, når du åbner SFTP
et: Kasuta vaikimisi kaustu SFTP avamisel
fr: Utiliser les répertoires par défaut lors de l'ouverture de SFTP
he: השתמש בתיקיות ברירת מחדל בעת פתיחת SFTP
hu: Alapértelmezett könyvtárak használata SFTP megnyitásakor
ja: SFTPを開くときにデフォルトのディレクトリを使用する
pl: Użyj domyślnych katalogów podczas otwierania SFTP
pt: Usar diretórios padrão ao abrir SFTP
ru: Использовать стандартные директории при открытии SFTP
sv: Använd standardkataloger när du öppnar SFTP

source: SFTP Local Directory
bg: SFTP Локална Директория
cs: SFTP místní adresář
da: SFTP Lokal Mappe
et: SFTP kohaliku katalooge
fr: Répertoire local SFTP
he: ספריית SFTP מקומית
hu: SFTP Helyi Könyvtár
ja: SFTPローカルディレクトリ
pl: Lokalny katalog SFTP
pt: Diretório Local SFTP
ru: Локальный каталог SFTP
sv: SFTP Lokal Katalog

source: SFTP Remote Directory
bg: SFTP отдалечена директория
cs: SFTP vzdálený adresář
da: SFTP Fjerndirektorium
et: SFTP kaugjuhtimise kataloog
fr: Répertoire distant SFTP
he: ספריית SFTP מרוחקת
hu: SFTP Távoli Könyvtár
ja: SFTPリモートディレクトリ
pl: Zdalny katalog SFTP
pt: Diretório Remoto SFTP
ru: SFTP Удалённый каталог
sv: SFTP Fjärrkatalog

source: Port Forwarding
bg: Порт Пренасочване
cs: Přesměrování portů
da: Portvidering
et: Pordi edastamine
fr: Redirection de port
he: העברת פורטים
hu: Port Továbbítás
ja: ポートフォワーディング
pl: Przekierowanie portów
pt: Encaminhamento de Porta
ru: Проброс порта
sv: Portvidare

source: Create SSH tunnels to forward ports
bg: Създайте SSH тунели за пренасочване на портове
cs: Vytvořte SSH tunely pro přesměrování portů
da: Opret SSH-tunneler for at videresende porte
et: Loo SSH tunnelid portide edastamiseks
fr: Créer des tunnels SSH pour transférer des ports
he: צור מנהרות SSH כדי להעביר פורטים
hu: SSH alagút létrehozása a portok továbbításához
ja: ポートを転送するためのSSHトンネルを作成する
pl: Utwórz tunel SSH do przekazywania portów
pt: Criar túneis SSH para encaminhar portas
ru: Создайте SSH-туннели для перенаправления портов
sv: Skapa SSH-tunnlar för att vidarebefordra portar

source: Add Port Forward
bg: Добавяне на пренасочване на порт
cs: Přidat přesměrování portu
da: Tilføj portvideresendelse
et: Lisa pordi edastamine
fr: Ajouter un transfert de port
he: הוסף הפניית פורט
hu: Port továbbítás hozzáadása
ja: ポートフォワードを追加
pl: Dodaj Przekierowanie Portu
pt: Adicionar Encaminhamento de Porta
ru: Добавить переадресацию порта
sv: Lägg till port vidarebefordran

source: Create a new SSH tunnel
bg: Създайте нов SSH тунел
cs: Vytvořit nový SSH tunel
da: Opret en ny SSH tunnel
et: Loo uus SSH tunnel
fr: Créer un nouveau tunnel SSH
he: צור מנהרת SSH חדשה
hu: Hozzon létre egy új SSH alagutat
ja: 新しいSSHトンネルを作成
pl: Utwórz nowy tunel SSH
pt: Criar um novo túnel SSH
ru: Создать новый SSH-туннель
sv: Skapa en ny SSH-tunnel

source: No port forwards configured.
bg: Няма конфигурирани пренасочвания на портове.
cs: Nebyly nakonfigurovány žádné porty.
da: Ingen portvideresendelser konfigureret.
et: Porti edastusi ei ole konfigureeritud.
fr: Aucun transfert de port configuré.
he: לא הוגדרו הפניות פורטים.
hu: Nincsenek porttovábbítások konfigurálva.
ja: ポートフォワードが構成されていません。
pl: Brak skonfigurowanych przekierowań portów.
pt: Nenhum encaminhamento de porta configurado.
ru: Нет настроенных переадресаций портов.
sv: Inga portvidare är konfigurerade.

source: Tunnel
bg: Тунел
cs: Tunel
he: מנהרה
hu: Alagút
ja: トンネル
pl: Tunel
pt: Túnel
ru: Туннель

source: SSH Host
bg: SSH хост
da: SSH Vært
fr: Hôte SSH
he: שרת SSH
hu: SSH gazda
ja: SSHホスト
pl: Host SSH
pt: Host SSH
ru: SSH Хост
sv: SSH-värd

source: Edit Port Forward
bg: Редактиране на пренасочване на портове
cs: Upravit přesměrování portu
da: Rediger Portviderelse
et: Muuda sadama edasiviimist
fr: Modifier la redirection de port
he: ערוך העברת פורטים
hu: Port továbbítás szerkesztése
ja: ポートフォワードの編集
pl: Edytuj Przekierowanie Portu
pt: Editar Redirecionamento de Porta
ru: Редактировать переадресацию порта
sv: Redigera Portvidare

source: Tunnel Name
bg: Име на тунел
cs: Název tunelu
da: Tunnelnavn
et: Tunnel Nimi
fr: Nom du tunnel
he: שם מנהרה
hu: Alagút neve
ja: トンネル名
pl: Nazwa tunelu
pt: Nome do Túnel
ru: Имя туннеля
sv: Tunnelens namn

source: Local Settings
bg: Локални настройки
cs: Místní nastavení
da: Lokale indstillinger
et: Kohalikud seaded
fr: Paramètres locaux
he: הגדרות מקומיות
hu: Helyi beállítások
ja: ローカル設定
pl: Ustawienia lokalne
pt: Configurações Locais
ru: Локальные настройки
sv: Lokala inställningar

source: Local Host
bg: Локален хост
cs: Místní hostitel
da: Lokal Vært
et: Kohalik host
fr: Hôte local
he: מחשב מקומי
hu: Helyi gép
ja: ローカルホスト
pl: Lokalny host
pt: Host Local
ru: Локальный хост
sv: Lokal värd

source: Local Port
bg: Локален порт
cs: Místní port
da: Lokal port
et: Kohalik port
fr: Port local
he: פורט מקומי
hu: Helyi port
ja: ローカルポート
pl: Lokalny port
pt: Porta Local
ru: Локальный порт
sv: Lokal port

source: Port on your machine (1025-65535 recommended)
bg: Порт на вашата машина (препоръчително 1025-65535)
cs: Port na vašem zařízení (doporučeno 1025-65535)
da: Port på din maskine (1025-65535 anbefalet)
et: Pord teie masinas (soovitatav 1025-65535)
fr: Port sur votre machine (1025-65535 recommandé)
he: פורט במחשב שלך (מומלץ 1025-65535)
hu: Port a gépeden (ajánlott: 1025-65535)
ja: マシンのポート（推奨範囲：1025-65535）
pl: Port na twoim komputerze (zalecane 1025-65535)
pt: Porta na sua máquina (1025-65535 recomendado)
ru: Порт на вашем компьютере (рекомендуется 1025-65535)
sv: Port på din maskin (1025-65535 rekommenderas)

source: Remote Settings
bg: Отдалечени настройки
cs: Vzdálená nastavení
da: Fjernindstillinger
et: Kaugseaded
fr: Paramètres distants
he: הגדרות מרחוק
hu: Távbeállítások
ja: リモート設定
pl: Ustawienia zdalne
pt: Configurações Remotas
ru: Удаленные настройки
sv: Fjärrinställningar

source: Use Custom Remote Host
bg: Използвайте персонализиран отдалечен хост
cs: Použít vlastní vzdálený hostitel
da: Brug brugerdefineret fjernværtscomputer
et: Kasutage kohandatud kaugserverit
fr: Utiliser un hôte distant personnalisé
he: השתמש במארח מרוחק מותאם אישית
hu: Használj egyedi távoli hosztot
ja: カスタムリモートホストを使用する
pl: Użyj niestandardowego hosta zdalnego
pt: Usar Host Remoto Personalizado
ru: Использовать пользовательский удаленный хост
sv: Använd anpassad fjärrvärd

source: Leave off to use the SSH server as target
bg: Оставете празно, за да използвате SSH сървъра като цел.
cs: Nechte prázdné pro použití SSH serveru jako cíle.
da: Lad være med at angive for at bruge SSH-serveren som mål.
et: Jäta välja, et kasutada SSH-serverit sihtmärgina.
fr: Laissez vide pour utiliser le serveur SSH comme cible
he: השאר לא פעיל כדי להשתמש בשרת SSH כמטרה
hu: Hagyja üresen az SSH szerver célként való használatához.
ja: ターゲットとしてSSHサーバーを使用するにはオフにしてください
pl: Zostaw puste, aby użyć serwera SSH jako celu.
pt: Deixe de fora para usar o servidor SSH como destino
ru: Оставьте пустым, чтобы использовать SSH-сервер в качестве цели.
sv: Lämna av för att använda SSH-servern som mål

source: Remote Host
bg: Отдалечен хост
cs: Vzdálený hostitel
da: Fjernværtscomputer
et: Kaugjuhtimisseade
fr: Hôte distant
he: מחשב מרוחק
hu: Távoli gazda
ja: リモートホスト
pl: Zdalny host
pt: Host Remoto
ru: Удалённый хост
sv: Fjärrvärd

source: Remote Port
bg: Отдалечен порт
cs: Vzdálený port
da: Fjernport
et: Kaugport
fr: Port distant
he: פורט מרוחק
hu: Távoli port
ja: リモートポート
pl: Port zdalny
pt: Porta Remota
ru: Удалённый порт
sv: Fjärrport

source: Port on the remote host (1-65535)
bg: Порт на отдалечения хост (1-65535)
cs: Port na vzdáleném hostiteli (1-65535)
da: Port på den fjerne vært (1-65535)
et: Pordid kaugemas hostis (1-65535)
fr: Port sur l'hôte distant (1-65535)
he: פורט על המחשב המרוחק (1-65535)
hu: Port a távoli gazdán (1-65535)
ja: リモートホストのポート (1-65535)
pl: Port na zdalnym hoście (1-65535)
pt: Porta no host remoto (1-65535)
ru: Порт на удалённом хосте (1-65535)
sv: Port på den fjärranslutna värden (1-65535)

source: Local port must be between 1025 and 65535 (ports below 1024 require administrator privileges).
bg: Локалният порт трябва да бъде между 1025 и 65535 (портовете под 1024 изискват администраторски права).
cs: Místní port musí být mezi 1025 a 65535 (porty pod 1024 vyžadují administrátorská práva).
da: Den lokale port skal være mellem 1025 og 65535 (porte under 1024 kræver administratorrettigheder).
et: Kohalik port peab olema vahemikus 1025 kuni 65535 (portide, mis on alla 1024, jaoks on vajalikud administraatori õigused).
fr: Le port local doit être compris entre 1025 et 65535 (les ports inférieurs à 1024 nécessitent des privilèges d'administrateur).
he: הפורט המקומי חייב להיות בין 1025 ל-65535 (פורט מתחת ל-1024 דורש הרשאות מנהל).
hu: A helyi portnak 1025 és 65535 között kell lennie (a 1024 alatti portokhoz rendszergazdai jogosultság szükséges).
ja: ローカルポートは1025から65535の間でなければなりません（1024未満のポートは管理者権限が必要です）。
pl: Lokalny port musi mieścić się w zakresie od 1025 do 65535 (porty poniżej 1024 wymagają uprawnień administratora).
pt: A porta local deve estar entre 1025 e 65535 (as portas abaixo de 1024 requerem privilégios de administrador).
ru: Локальный порт должен быть в диапазоне от 1025 до 65535 (порты ниже 1024 требуют прав администратора).
sv: Lokal port måste vara mellan 1025 och 65535 (portar under 1024 kräver administratörsbehörighet).

source: Remote port must be between 1 and 65535.
bg: Отдалеченият порт трябва да бъде между 1 и 65535.
cs: Vzdálený port musí být mezi 1 a 65535.
da: Fjernporten skal være mellem 1 og 65535.
et: Kaugport peab olema vahemikus 1 kuni 65535.
fr: Le port distant doit être compris entre 1 et 65535.
he: הפורט המרוחק חייב להיות בין 1 ל-65535.
hu: A távoli portnak 1 és 65535 között kell lennie.
ja: リモートポートは1から65535の間でなければなりません。
pl: Zdalny port musi mieścić się w zakresie od 1 do 65535.
pt: A porta remota deve estar entre 1 e 65535.
ru: Удалённый порт должен быть в диапазоне от 1 до 65535.
sv: Fjärrporten måste vara mellan 1 och 65535.

source: Local host cannot be empty.
bg: Локалният хост не може да бъде празен.
cs: Místní hostitel nemůže být prázdný.
da: Lokal vært kan ikke være tom.
et: Kohalik host ei tohi olla tühi.
fr: L'hôte local ne peut pas être vide.
he: ה-host המקומי לא יכול להיות ריק.
hu: A helyi gazda nem lehet üres.
ja: ローカルホストは空にできません。
pl: Lokalny host nie może być pusty.
pt: O host local não pode estar vazio.
ru: Локальный хост не может быть пустым.
sv: Lokalt värd får inte vara tomt.

source: Invalid Port Forward
bg: Невалиден пренасочен порт
cs: Neplatný port forwarding
da: Ugyldig portvideresendelse
et: Keeruline Port Edasi
fr: Transfert de port invalide
he: הפניית פורט לא תקינה
hu: Érvénytelen Port Továbbítás
ja: 無効なポートフォワード
pl: Nieprawidłowe przekierowanie portu
pt: Encaminhamento de Porta Inválido
ru: Неверная переадресация порта
sv: Ogiltig port vidarebefordran

source: Remote server must have X11Forwarding yes in sshd_config.
bg: Отдалеченият сървър трябва да има X11Forwarding yes в sshd_config.
cs: Vzdálený server musí mít X11Forwarding yes v sshd_config.
da: Fjernserveren skal have X11Forwarding yes i sshd_config.
et: Kaugserver peab sshd_config failis olema X11Forwarding jah.
fr: Le serveur distant doit avoir X11Forwarding yes dans sshd_config.
he: השרת המרוחק חייב להיות עם X11Forwarding yes בקובץ sshd_config.
hu: A távoli szervernek X11Forwarding yes-t kell tartalmaznia az sshd_config fájlban.
ja: リモートサーバーはsshd_configでX11Forwarding yesを設定する必要があります。
pl: Zdalny serwer musi mieć X11Forwarding yes w sshd_config.
pt: O servidor remoto deve ter X11Forwarding yes no sshd_config.
ru: Удалённый сервер должен иметь X11Forwarding yes в sshd_config.
sv: Fjärrservern måste ha X11Forwarding ja i sshd_config.

source: Select Working Directory
bg: Изберете работна директория
cs: Vyberte pracovní adresář
da: Vælg arbejdsmappe
et: Vali töökaust
fr: Sélectionner le répertoire de travail
he: בחר תיקיית עבודה
hu: Válassza ki a munkakönyvtárat
ja: 作業ディレクトリを選択
pl: Wybierz katalog roboczy
pt: Selecionar Diretório de Trabalho
ru: Выбрать рабочую директорию
sv: Välj arbetskatalog

source: File Dialog Error
bg: Грешка в диалоговия прозорец за файл
cs: Chyba dialogu souboru
da: Filvindu Fejl
et: Faili dialooge viga
fr: Erreur de boîte de dialogue de fichier
he: שגיאת דיאלוג קבצים
hu: Fájl párbeszédablak hiba
ja: ファイルダイアログエラー
pl: Błąd okna dialogowego pliku
pt: Erro de Diálogo de Arquivo
ru: Ошибка диалога файла
sv: Fildialogfel

source: Failed to open folder browser
bg: Неуспешно отваряне на браузъра за папки
cs: Nepodařilo se otevřít prohlížeč složek
da: Mislykkedes at åbne mappenavigator
et: Kausta sirvijat ei õnnestunud avada
fr: Échec de l'ouverture de l'explorateur de dossiers
he: נכשל בפתיחת דפדפן התיקיות
hu: A mappa böngésző megnyitása nem sikerült
ja: フォルダブラウザを開けませんでした
pl: Nie udało się otworzyć przeglądarki folderów
pt: Falha ao abrir o navegador de pastas
ru: Не удалось открыть проводник папок
sv: Misslyckades med att öppna mappbläddraren

source: Folder Selection Error
bg: Грешка при избора на папка
cs: Chyba výběru složky
da: Mappevalgfejl
et: Katalooge valimise viga
fr: Erreur de sélection de dossier
he: שגיאת בחירת תיקייה
hu: Mappa kiválasztási hiba
ja: フォルダー選択エラー
pl: Błąd wyboru folderu
pt: Erro na Seleção da Pasta
ru: Ошибка выбора папки
sv: Mappvalsfel

source: Failed to select folder: {}
bg: Неуспешно избиране на папка: {}
cs: Nepodařilo se vybrat složku: {}
da: Mislykkedes med at vælge mappe: {}
et: Kausta valimine ebaõnnestus: {}
fr: Échec de la sélection du dossier : {}
he: נכשל בבחירת תיקיה: {}
hu: A mappa kiválasztása nem sikerült: {}
ja: フォルダーの選択に失敗しました: {}
pl: Nie udało się wybrać folderu: {}
pt: Falha ao selecionar a pasta: {}
ru: Не удалось выбрать папку: {}
sv: Misslyckades med att välja mapp: {}

source: Select SSH Key
bg: Изберете SSH ключ
cs: Vyberte SSH klíč
da: Vælg SSH-nøgle
et: Vali SSH võti
fr: Sélectionner la clé SSH
he: בחר מפתח SSH
hu: SSH kulcs kiválasztása
ja: SSHキーを選択
pl: Wybierz klucz SSH
pt: Selecionar Chave SSH
ru: Выбрать SSH-ключ
sv: Välj SSH-nyckel

source: Failed to open file browser
bg: Неуспешно отваряне на файловия браузър
cs: Nepodařilo se otevřít prohlížeč souborů
da: Mislykkedes at åbne filbrowser
et: Failis failide sirvijat avada
fr: Échec de l'ouverture de l'explorateur de fichiers
he: נכשל בפתיחת דפדפן הקבצים
hu: A fájlkezelő megnyitása nem sikerült
ja: ファイルブラウザを開けませんでした
pl: Nie udało się otworzyć przeglądarki plików
pt: Falha ao abrir o navegador de arquivos
ru: Не удалось открыть файловый менеджер
sv: Misslyckades med att öppna filbläddraren

source: Invalid SSH Key
bg: Невалиден SSH ключ
cs: Neplatný SSH klíč
da: Ugyldig SSH-nøgle
et: Kehtetu SSH võti
fr: Clé SSH invalide
he: מפתח SSH לא תקין
hu: Érvénytelen SSH kulcs
ja: 無効なSSHキー
pl: Nieprawidłowy klucz SSH
pt: Chave SSH inválida
ru: Неверный SSH-ключ
sv: Ogiltig SSH-nyckel

source: File Selection Error
bg: Грешка при избора на файл
cs: Chyba výběru souboru
da: Filvalgfejl
et: Faili valiku viga
fr: Erreur de sélection de fichier
he: שגיאת בחירת קובץ
hu: Fájl kiválasztási hiba
ja: ファイル選択エラー
pl: Błąd wyboru pliku
pt: Erro de Seleção de Arquivo
ru: Ошибка выбора файла
sv: Filvalsningsfel

source: Failed to select file: {}
bg: Неуспешен избор на файл: {}
cs: Nepodařilo se vybrat soubor: {}
da: Mislykkedes med at vælge fil: {}
et: Failis faili valimine: {}
fr: Échec de la sélection du fichier : {}
he: נכשל בבחירת קובץ: {}
hu: A fájl kiválasztása nem sikerült: {}
ja: ファイルの選択に失敗しました: {}
pl: Nie udało się wybrać pliku: {}
pt: Falha ao selecionar o arquivo: {}
ru: Не удалось выбрать файл: {}
sv: Misslyckades med att välja fil: {}

source: Validation Error
bg: Грешка при валидиране
cs: Chyba validace
da: Valideringsfejl
et: Keerukuse viga
fr: Erreur de validation
he: שגיאת אימות
hu: Érvényesítési hiba
ja: 検証エラー
pl: Błąd walidacji
pt: Erro de Validação
ru: Ошибка валидации
sv: Valideringsfel

source: Please fill in all required SSH fields first.
bg: Моля, попълнете първо всички задължителни полета за SSH.
cs: Prosím vyplňte nejprve všechna povinná pole SSH.
da: Udfyld venligst alle nødvendige SSH-felter først.
et: Palun täitke kõigepealt kõik vajalikud SSH väljad.
fr: Veuillez d'abord remplir tous les champs SSH requis.
he: אנא מלא את כל השדות הנדרשים של SSH קודם.
hu: Kérjük, először töltse ki az összes kötelező SSH mezőt.
ja: 最初にすべての必須SSHフィールドを入力してください。
pl: Proszę najpierw wypełnić wszystkie wymagane pola SSH.
pt: Por favor, preencha primeiro todos os campos SSH obrigatórios.
ru: Пожалуйста, сначала заполните все обязательные поля SSH.
sv: Vänligen fyll i alla obligatoriska SSH-fält först.

source: Testing Connection...
bg: Тестване на връзка...
cs: Testování připojení...
da: Tester forbindelse...
et: Ühenduse testimine...
fr: Test de connexion...
he: בוחן חיבור...
hu: Kapcsolat tesztelése...
ja: 接続テスト中...
pl: Testowanie połączenia...
pt: Testando Conexão...
ru: Тестирование соединения...
sv: Testar anslutning...

source: Attempting to connect to {host}...
bg: Опит за свързване с {host}...
cs: Pokouším se připojit k {host}...
da: Forsøger at oprette forbindelse til {host}...
et: Ühenduse loomine {host}...
fr: Tentative de connexion à {host}...
he: מנסה להתחבר ל-{host}...
hu: Kapcsolódás a(z) {host}...
ja: {host}に接続を試みています...
pl: Próba połączenia z {host}...
pt: Tentando conectar-se a {host}...
ru: Попытка подключения к {host}...
sv: Försöker ansluta till {host}...

source: Test Connection Error
bg: Грешка при тестване на връзката
cs: Chyba testu připojení
da: Testforbindelsesfejl
et: Testiühenduse viga
fr: Erreur de connexion de test
he: שגיאת בדיקת חיבור
hu: Kapcsolat Teszt Hiba
ja: 接続テストエラー
pl: Błąd testu połączenia
pt: Erro de Conexão de Teste
ru: Ошибка тестирования соединения
sv: Testa anslutningsfel

source: Failed to start connection test: {}
bg: Неуспешно стартиране на теста за свързване: {}
cs: Nepodařilo se spustit test připojení: {}
da: Mislykkedes at starte forbindelse test: {}
et: Ühendustesti käivitamine ebaõnnestus: {}
fr: Échec du démarrage du test de connexion : {}
he: כישלון בהתחלת בדיקת החיבור: {}
hu: A kapcsolat tesztelésének elindítása nem sikerült: {}
ja: 接続テストの開始に失敗しました: {}
pl: Nie udało się rozpocząć testu połączenia: {}
pt: Falha ao iniciar o teste de conexão: {}
ru: Не удалось запустить тест подключения: {}
sv: Misslyckades med att starta anslutningstest: {}

source: Connection Successful
bg: Свързването е успешно
cs: Připojení úspěšné
da: Forbindelse lykkedes
et: Ühendus edukalt loodud
fr: Connexion réussie
he: חיבור הצליח
hu: Kapcsolat sikeres
ja: 接続成功
pl: Połączenie udane
pt: Conexão bem-sucedida
ru: Подключение успешно
sv: Anslutning lyckades

source: Successfully connected to the SSH server.
bg: Успешно свързан с SSH сървъра.
cs: Úspěšně připojeno k SSH serveru.
da: Succesfuldt forbundet til SSH-serveren.
et: SSH-serveriga edukalt ühendatud.
fr: Connexion réussie au serveur SSH.
he: התחבר בהצלחה לשרת SSH.
hu: Sikeresen csatlakozott az SSH szerverhez.
ja: SSHサーバーに正常に接続されました。
pl: Pomyślnie połączono z serwerem SSH.
pt: Conectado com sucesso ao servidor SSH.
ru: Успешно подключено к SSH-серверу.
sv: Framgångsrikt ansluten till SSH-servern.

source: Could not connect to the SSH server.
bg: Не можа да се свърже с SSH сървъра.
cs: Nepodařilo se připojit k SSH serveru.
da: Kunne ikke oprette forbindelse til SSH-serveren.
et: Ei õnnestunud SSH serveriga ühendust luua.
fr: Impossible de se connecter au serveur SSH.
he: לא ניתן להתחבר לשרת SSH.
hu: Nem sikerült csatlakozni az SSH szerverhez.
ja: SSHサーバーに接続できませんでした。
pl: Nie można połączyć się z serwerem SSH.
pt: Não foi possível conectar ao servidor SSH.
ru: Не удалось подключиться к SSH-серверу.
sv: Kunde inte ansluta till SSH-servern.

source: Unsaved Changes
bg: Несъхранени промени
cs: Neuložené změny
da: Ikke gemte ændringer
et: Salvestamata muudatused
fr: Modifications non enregistrées
he: שינויים לא נשמרו
hu: Mentett változtatások
ja: 未保存の変更
pl: Nie zapisane zmiany
pt: Alterações Não Salvas
ru: Несохранённые изменения
sv: Ossparade ändringar
