Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Previous Boot
bg: Предишно стартиране
cs: Předchozí spuštění
da: Tidligere opstart
et: Eelmine käivitamine
fr: Démarrage précédent
he: הפעלה קודמת
hu: Előző indítás
ja: 前回のブート
pl: Poprzednie uruchomienie
pt: Inicialização Anterior
ru: Предыдущая загрузка
sv: Tidigare start

source: Filter logs by time period
bg: Филтрирай логовете по времеви период
cs: Filtrujte protokoly podle časového období
da: Filtrer logfiler efter tidsperiode
et: Filtreeri logisid ajavahemiku järgi
fr: Filtrer les journaux par période de temps
he: סנן יומנים לפי תקופת זמן
hu: Szűrje a naplókat időszak szerint
ja: 時間範囲でログをフィルタリング
pl: Filtruj logi według okresu czasu
pt: Filtrar logs por período de tempo
ru: Фильтровать журналы по временному периоду
sv: Filtrera loggar efter tidsperiod.

source: Pacman
bg: Пакман
he: פאקמן
ja: パックマン
ru: Пакман

source: Arch Linux package manager operations
bg: Операции с пакетния мениджър на Arch Linux
cs: Operace správce balíčků Arch Linux
da: Arch Linux pakkehåndteringsoperationer
et: Arch Linuxi pakettihalduri toimingud
fr: Opérations du gestionnaire de paquets Arch Linux
he: פעולות מנהל חבילות Arch Linux
hu: Arch Linux csomagkezelő műveletek
ja: Arch Linux パッケージマネージャー操作
pl: Operacje menedżera pakietów Arch Linux
pt: Operações do gerenciador de pacotes do Arch Linux
ru: Операции менеджера пакетов Arch Linux
sv: Arch Linux paketförvaltningsoperationer

source: Install
bg: Инсталирай
cs: Nainstalovat
da: Installer
et: Installige
fr: Installer
he: התקן
hu: Telepítés
ja: インストール
pl: Zainstaluj
pt: Instalar
ru: Установить
sv: Installera

source: Remove with Dependencies
bg: Премахни с зависимости
cs: Odstranit se závislostmi
da: Fjern med afhængigheder
et: Eemalda koos sõltuvustega
fr: Supprimer avec les dépendances
he: הסר עם תלותים
hu: Eltávolítás függőségekkel
ja: 依存関係を持つ削除
pl: Usuń z zależnościami
pt: Remover com Dependências
ru: Удалить с зависимостями
sv: Ta bort med beroenden

source: Remove All (configs too)
bg: Премахни всичко (включително конфигурации)
cs: Odstranit vše (také konfigurace)
da: Fjern alt (inklusive konfigurationer)
et: Eemalda kõik (ka konfiguratsioonid)
fr: Supprimer tout (y compris les configurations)
he: הסר הכל (כולל קונפיגורציות)
hu: Összes eltávolítása (a konfigurációk is)
ja: すべて削除 (設定も含む)
pl: Usuń wszystko (także konfiguracje)
pt: Remover Tudo (configurações também)
ru: Удалить все (включая конфигурации)
sv: Ta bort allt (inklusive konfigurationer)

source: Search
bg: Търсене
cs: Hledat
da: Søg
et: Otsi
fr: Recherche
he: חיפוש
hu: Keresés
ja: 検索
pl: Szukaj
pt: Pesquisar
ru: Поиск
sv: Sök

source: Package Info
bg: Информация за пакета
cs: Informace o balíčku
da: Pakkedata
et: Paketi teave
fr: Informations sur le paquet
he: מידע על חבילה
hu: Csomag információ
ja: パッケージ情報
pl: Informacje o pakiecie
pt: Informações do Pacote
ru: Информация о пакете
sv: Paketinformation

source: Local Package Info
bg: Локална информация за пакета
cs: Místní informace o balíčku
da: Lokal pakkeinfo
et: Kohalik paketi teave
fr: Informations sur le paquet local
he: מידע על חבילה מקומית
hu: Helyi csomaginformáció
ja: ローカルパッケージ情報
pl: Informacje o lokalnym pakiecie
pt: Informações do Pacote Local
ru: Информация о локальном пакете
sv: Lokal paketinformation

source: List Package Files
bg: Списък на пакетни файлове
cs: Seznam balíčkových souborů
da: Liste pakke-filer
et: Paketifailide loend
fr: Lister les fichiers de package
he: רשימת קבצי חבילה
hu: Csomagfájlok listázása
ja: パッケージファイルの一覧
pl: Lista plików pakietu
pt: Listar Arquivos do Pacote
ru: Список файлов пакета
sv: Lista paketfiler

source: System Update
bg: Актуализация на системата
cs: Aktualizace systému
da: Systemopdatering
et: Süsteemi värskendus
fr: Mise à jour du système
he: עדכון מערכת
hu: Rendszerfrissítés
ja: システムアップデート
pl: Aktualizacja systemu
pt: Atualização do Sistema
ru: Обновление системы
sv: Systemuppdatering

source: Force Refresh & Update
bg: Принудително обновяване и актуализиране
cs: Nucení obnovení a aktualizace
da: Tvinge opdatering og opfriskning
et: Sundige värskendus ja uuendus
fr: Forcer le rafraîchissement et la mise à jour
he: אילוץ רענון ועדכון
hu: Kényszerített frissítés és frissítés
ja: 強制更新 & アップデート
pl: Wymuś odświeżenie i aktualizację
pt: Forçar Atualização e Atualizar
ru: Принудительное обновление и обновление
sv: Tvinga uppdatering och uppfräschning

source: Clean Cache
bg: Изчисти кеша
cs: Vymazat mezipaměť
da: Ryd cache
et: Puhasta vahemälu
fr: Vider le cache
he: נקה מטמון
hu: Cache törlése
ja: キャッシュをクリア
pl: Wyczyść pamięć podręczną
pt: Limpar Cache
ru: Очистить кэш
sv: Rensa cache

source: Clean All Cache
bg: Изчисти целия кеш
cs: Vyčistit veškerou mezipaměť
da: Ryd alle cache
et: Kustuta kõik vahemälu
fr: Vider tout le cache
he: נקה את כל המטמון
hu: Minden gyorsítótár törlése
ja: すべてのキャッシュをクリア
pl: Wyczyść całą pamięć podręczną
pt: Limpar Todo o Cache
ru: Очистить весь кэш
sv: Rensa all cache

source: List Installed
bg: Списък с инсталирани
cs: Seznam nainstalovaných
da: Liste installeret
et: Paigaldatud loend
fr: Liste des installations
he: רשימת התקנות
hu: Telepített lista
ja: インストール済みのリスト
pl: Lista zainstalowanych
pt: Lista de Instalados
ru: Список установленных
sv: Lista installerade

source: List Explicitly Installed
bg: Списък на експлицитно инсталираните
cs: Seznam výslovně nainstalovaných
da: Liste over eksplicit installerede
et: Loetelu selgelt installitud
fr: Liste des installations explicites
he: רשימת התקנות מפורשות
hu: Kifejezetten Telepített Lista
ja: 明示的にインストールされたリスト
pl: Lista jawnie zainstalowanych
pt: Lista de Instalações Explícitas
ru: Список явно установленных
sv: Lista över uttryckligen installerade

source: List Orphans
bg: Списък на сираците
cs: Seznam sirotků
da: Liste forældreløse
et: Loetelu orvudest
fr: Lister les orphelins
he: רשימת יתומים
hu: Árvák listája
ja: オーファンをリスト表示
pl: Lista osieroconych
pt: Listar órfãos
ru: Список сирот
sv: Lista föräldralösa

source: Package manager action to perform
bg: Действие на мениджъра на пакети за изпълнение
cs: Akce správce balíčků k provedení
da: Handling af pakkeadministrator at udføre
et: Pakettihalduri toiming, mida teostada
fr: Action à effectuer pour le gestionnaire de paquets
he: פעולה לביצוע במנהל חבילות
hu: Csomagkezelő művelet végrehajtása
ja: パッケージマネージャーが実行するアクション
pl: Akcja menedżera pakietów do wykonania
pt: Ação do gerenciador de pacotes a ser executada
ru: Действие менеджера пакетов для выполнения
sv: Åtgärd för paketförvaltare att utföra

source: Package Name
bg: Име на пакета
cs: Název balíčku
da: Pakkenavn
et: Paketi nimi
fr: Nom du paquet
he: שם חבילה
hu: Csomag neve
ja: パッケージ名
pl: Nazwa pakietu
pt: Nome do Pacote
ru: Имя пакета
sv: Paketnamn

source: e.g., firefox, vim (optional for updates)
bg: ключ (използван за контекст): напр. firefox, vim (по избор за актуализации)
cs: klíč (používá se pro kontext): např. firefox, vim (volitelné pro aktualizace)
da: nøgle
et: võti
fr: clé (utilisé pour le contexte) : par exemple, firefox, vim (optionnel pour les mises à jour)
he: מפתח
hu: kulcs
ja: キー
pl: klucz
pt: chave
ru: ключ (используется для контекста): например, firefox, vim (необязательно для обновлений)
sv: nyckel

source: Package name for install/remove/search actions
bg: Име на пакета за инсталиране/премахване/търсене на действия
cs: Název balíčku pro akce instalace/odebrání/hledání
da: Pakkenavn til installation/fjernelse/søgning handlinger
et: Paketinimi install/eemalda/otsi toimingute jaoks
fr: Nom du paquet pour les actions d'installation/de suppression/de recherche
he: שם חבילה לפעולות התקנה/הסרה/חיפוש
hu: Csomag neve telepítési/törlési/keresési műveletekhez
ja: インストール/削除/検索アクションのパッケージ名
pl: Nazwa pakietu do działań instalacji/usuwania/wyszukiwania
pt: Nome do pacote para ações de instalação/remoção/pesquisa
ru: Имя пакета для действий установки/удаления/поиска
sv: Paketnamn för installera/ta bort/söka åtgärder

source: File path validation failed: {}
bg: Валидирането на пътя на файла не успя: {}
cs: Ověření cesty k souboru selhalo: {}
da: Filsti validering mislykkedes: {}
et: Faili tee valideerimine ebaõnnestus: {}
fr: La validation du chemin de fichier a échoué : {}
he: אימות נתיב הקובץ נכשל: {}
hu: A fájlútvonal-ellenőrzés meghiúsult: {}
ja: ファイルパスの検証に失敗しました: {}
pl: Walidacja ścieżki pliku nie powiodła się: {}
pt: Validação do caminho do arquivo falhou: {}
ru: Ошибка проверки пути к файлу: {}
sv: Filvägsvalidering misslyckades: {}

source: File too large (>50MB)
bg: Файлът е твърде голям (>50MB)
cs: Soubor je příliš velký (>50MB)
da: Filen er for stor (>50MB)
et: Fail on liiga suur (>50MB)
fr: Fichier trop volumineux (>50 Mo)
he: הקובץ גדול מדי (>50MB)
hu: A fájl túl nagy (>50MB)
ja: ファイルが大きすぎます (>50MB)
pl: Plik zbyt duży (>50MB)
pt: Arquivo muito grande (>50MB)
ru: Файл слишком большой (>50МБ)
sv: Filen är för stor (>50MB)

source: Invalid JSON: {}
bg: Невалиден JSON: {}
cs: Neplatný JSON: {}
da: Ugyldig JSON: {}
et: Kehtetu JSON: {}
fr: JSON invalide : {}
he: JSON לא תקין: {}
hu: Érvénytelen JSON: {}
ja: 無効なJSON: {}
pl: Nieprawidłowy JSON: {}
pt: JSON inválido: {}
ru: Неверный JSON: {}
sv: Ogiltig JSON: {}

source: Encoding error: {}
bg: Грешка при кодиране: {}
cs: Chyba kódování: {}
da: Kodningsfejl: {}
et: Kodeerimisviga: {}
fr: Erreur d'encodage : {}
he: שגיאת קידוד: {}
hu: Kódolási hiba: {}
ja: エンコーディングエラー: {}
pl: Błąd kodowania: {}
pt: Erro de codificação: {}
ru: Ошибка кодирования: {}
sv: Kodningsfel: {}

source: Root data is not a dictionary
bg: Коренните данни не са речник.
cs: Kořenová data nejsou slovník.
da: Roddata er ikke et ordbog.
et: Juurtandmed ei ole sõnastik.
fr: Les données racines ne sont pas un dictionnaire.
he: נתוני שורש אינם מילון
hu: A gyökéradat nem egy szótár.
ja: ルートデータは辞書ではありません
pl: Dane główne nie są słownikiem
pt: Os dados raiz não são um dicionário.
ru: Корневые данные не являются словарем
sv: Rotdata är inte en ordbok

source: Load failed: {}
bg: Неуспешно зареждане: {}
cs: Načtení se nezdařilo: {}
da: Indlæsning mislykkedes: {}
et: Laadimine ebaõnnestus: {}
fr: Échec du chargement : {}
he: טעינה נכשלה: {}
hu: Betöltés nem sikerült: {}
ja: 読み込みに失敗しました: {}
pl: Ładowanie nie powiodło się: {}
pt: Falha ao carregar: {}
ru: Не удалось загрузить: {}
sv: Laddning misslyckades: {}

source: Data validation failed
bg: Валидирането на данни не успя
cs: Ověření dat selhalo
da: Datavalidering mislykkedes
et: Andmete valideerimine ebaõnnestus
fr: La validation des données a échoué
he: אימות נתונים נכשל
hu: Az adatok érvényesítése meghiúsult
ja: データ検証に失敗しました
pl: Walidacja danych nie powiodła się
pt: Validação de dados falhou
ru: Ошибка проверки данных
sv: Datavalidering misslyckades

source: Temporary file was not written correctly
bg: Временният файл не беше записан правилно
cs: Dočasný soubor nebyl správně zapsán.
da: Den midlertidige fil blev ikke skrevet korrekt
et: Ajutine fail ei olnud õigesti kirjutatud
fr: Le fichier temporaire n'a pas été écrit correctement.
he: הקובץ הזמני לא נכתב כראוי
hu: A ideiglenes fájl nem lett helyesen megírva.
ja: 一時ファイルが正しく書き込まれませんでした
pl: Tymczasowy plik nie został zapisany poprawnie
pt: O arquivo temporário não foi gravado corretamente.
ru: Временный файл не был записан правильно
sv: Tillfällig fil skrevs inte korrekt.

source: File write failed: {}
bg: Записът на файла не успя: {}
cs: Chyba při zápisu souboru: {}
da: Filskrivning mislykkedes: {}
et: Faili kirjutamine ebaõnnestus: {}
fr: Échec de l'écriture du fichier : {}
he: כתיבת קובץ נכשלה: {}
hu: Fájl írása nem sikerült: {}
ja: ファイルの書き込みに失敗しました: {}
pl: Błąd zapisu pliku: {}
pt: Falha ao gravar o arquivo: {}
ru: Ошибка записи файла: {}
sv: Filskrivning misslyckades: {}

source: Save verification failed
bg: Записването не успя.
cs: Ověření uložení selhalo
da: Gem verificering mislykkedes
et: Salvestamise kontrollimine ebaõnnestus
fr: Échec de la vérification de la sauvegarde
he: שגיאת אימות שמירה
hu: A mentés ellenőrzése meghiúsult
ja: 保存の検証に失敗しました
pl: Weryfikacja zapisu nie powiodła się
pt: Falha na verificação de salvamento
ru: Ошибка проверки сохранения
sv: Sparande verifiering misslyckades

source: Save failed: {}
bg: Записът не беше успешен: {}
cs: Uložení se nezdařilo: {}
da: Gemte mislykkedes: {}
et: Salvestamine ebaõnnestus: {}
fr: Échec de l'enregistrement : {}
he: שימור נכשל: {}
hu: Mentés nem sikerült: {}
ja: 保存に失敗しました: {}
pl: Zapis nie powiódł się: {}
pt: Falha ao salvar: {}
ru: Сохранение не удалось: {}
sv: Sparande misslyckades: {}

source: Move Error
bg: Грешка при преместване
cs: Chyba při přesunu
da: Flyttefejl
et: Liikumise viga
fr: Erreur de déplacement
he: שגיאת הזזה
hu: Mozgási hiba
ja: 移動エラー
pl: Błąd ruchu
pt: Erro de Movimento
ru: Ошибка перемещения
sv: Flyttningsfel

source: Paste Error
bg: Грешка при поставяне
cs: Chyba při vkládání
da: Indsæt fejl
et: Kopeerimise viga
fr: Erreur de collage
he: שגיאת הדבקה
hu: Beillesztési hiba
ja: 貼り付けエラー
pl: Błąd wklejania
pt: Erro ao Colar
ru: Ошибка вставки
sv: Klistra in fel

source: Session validation failed: {}
bg: Проверка на сесията не успя: {}
cs: Ověření relace selhalo: {}
da: Sessionvalidering mislykkedes: {}
et: Seansi valideerimine ebaõnnestus: {}
fr: Échec de la validation de la session : {}
he: אימות מושב נכשל: {}
hu: A munkamenet érvényesítése meghiúsult: {}
ja: セッションの検証に失敗しました: {}
pl: Walidacja sesji nie powiodła się: {}
pt: Validação de sessão falhou: {}
ru: Ошибка проверки сеанса: {}
sv: Sessionsvalidering misslyckades: {}

source: A session with the name '{name}' already exists in this folder.
bg: Сесия с името '{name}' вече съществува в тази папка.
cs: Ve složce již existuje relace s názvem '{name}'.
da: Der er allerede en session med navnet '{name}' i denne mappe.
et: Selles kaustas on juba olemas seanss nimega '{name}'.
fr: Une session avec le nom '{name}' existe déjà dans ce dossier.
he: יש כבר מושב בשם '{name}' בתיקייה זו.
hu: Már létezik egy '{name}' nevű munkamenet ebben a mappában.
ja: このフォルダーには、名前 '{name}' のセッションがすでに存在します。
pl: Sesja o nazwie '{name}' już istnieje w tym folderze.
pt: Uma sessão com o nome '{name}' já existe nesta pasta.
ru: Сессия с именем '{name}' уже существует в этой папке.
sv: En session med namnet '{name}' finns redan i den här mappen.

source: The target folder '{folder}' does not exist.
bg: Целевата папка '{folder}' не съществува.
cs: Cílová složka '{folder}' neexistuje.
da: Den målrettede mappe '{folder}' findes ikke.
et: Sihtkaust '{folder}' ei eksisteeri.
fr: Le dossier cible '{folder}' n'existe pas.
he: תיקיית היעד '{folder}' אינה קיימת.
hu: A célmappa '{folder}' nem létezik.
ja: ターゲットフォルダー '{folder}' は存在しません。
pl: Folder docelowy '{folder}' nie istnieje.
pt: A pasta de destino '{folder}' não existe.
ru: Целевая папка '{folder}' не существует.
sv: Målmappen '{folder}' finns inte.

source: Folder validation failed: {}
bg: Валидирането на папката не успя: {}
cs: Ověření složky selhalo: {}
da: Mappen validering mislykkedes: {}
et: Katalooge valideerimine ebaõnnestus: {}
fr: La validation du dossier a échoué : {}
he: אימות תיקייה נכשל: {}
hu: A mappa érvényesítése meghiúsult: {}
ja: フォルダーの検証に失敗しました: {}
pl: Walidacja folderu nie powiodła się: {}
pt: Validação da pasta falhou: {}
ru: Ошибка проверки папки: {}
sv: Mappvalidering misslyckades: {}

source: A folder with the path '{path}' already exists.
bg: Папка с пътя '{path}' вече съществува.
cs: Složka s cestou '{path}' již existuje.
da: En mappe med stien '{path}' findes allerede.
et: Kaustikuga '{path}' on juba olemas.
fr: Un dossier avec le chemin '{path}' existe déjà.
he: תיקיה עם הנתיב '{path}' כבר קיימת.
hu: A '{path}' útvonalú mappa már létezik.
ja: '{path}'というパスのフォルダーはすでに存在します。
pl: Folder o ścieżce '{path}' już istnieje.
pt: Uma pasta com o caminho '{path}' já existe.
ru: Папка с путем '{path}' уже существует.
sv: En mapp med sökvägen '{path}' finns redan.

source: The parent folder '{folder}' does not exist.
bg: Родителската папка '{folder}' не съществува.
cs: Nadřazená složka '{folder}' neexistuje.
da: Den overordnede mappe '{folder}' findes ikke.
et: Vanem kaust '{folder}' ei eksisteeri.
fr: Le dossier parent '{folder}' n'existe pas.
he: התקייה ההורית '{folder}' אינה קיימת.
hu: A szülőmappa '{folder}' nem létezik.
ja: 親フォルダー '{folder}' は存在しません。
pl: Folder nadrzędny '{folder}' nie istnieje.
pt: A pasta pai '{folder}' não existe.
ru: Родительская папка '{folder}' не существует.
sv: Den överordnade mappen '{folder}' finns inte.

source: Failed to save {item_type} data.
bg: Неуспешно запазване на данни за {item_type}.
cs: Nepodařilo se uložit data {item_type}.
da: Fejl ved gemning af {item_type} data.
et: {item_type} andmete salvestamine ebaõnnestus.
fr: Échec de l'enregistrement des données {item_type}.
he: שגיאה בשמירת נתוני {item_type}.
hu: Nem sikerült menteni a {item_type} adatokat.
ja: {item_type}データの保存に失敗しました。
pl: Nie udało się zapisać danych {item_type}.
pt: Falha ao salvar dados de {item_type}.
ru: Не удалось сохранить данные {item_type}.
sv: Misslyckades med att spara {item_type} data.

source: {item_type} '{name}' added successfully.
bg: {item_type} '{name}' беше добавен успешно.
cs: {item_type} '{name}' byl úspěšně přidán.
da: {item_type} '{name}' tilføjet med succes.
et: {item_type} '{name}' lisatud edukalt.
fr: {item_type} '{name}' ajouté avec succès.
he: {item_type} '{name}' נוסף בהצלחה.
hu: {item_type} '{name}' sikeresen hozzáadva.
ja: {item_type} '{name}' が正常に追加されました。
pl: {item_type} '{name}' został pomyślnie dodany.
pt: {item_type} '{name}' adicionado com sucesso.
ru: {item_type} '{name}' успешно добавлен.
sv: {item_type} '{name}' har lagts till framgångsrikt.

source: Item at position is not a session.
bg: Елементът на позиция не е сесия.
cs: Poloha položky není relace.
da: Elementet på positionen er ikke en session.
et: Element positsioonil ei ole seanss.
fr: L'élément à la position n'est pas une session.
he: הפריט במיקום אינו מושב.
hu: A pozícióban lévő elem nem egy munkamenet.
ja: 位置のアイテムはセッションではありません。
pl: Element na pozycji nie jest sesją.
pt: O item na posição não é uma sessão.
ru: Элемент в позиции не является сессией.
sv: Objekt på position är inte en session.

source: Failed to save updated session data.
bg: Неуспешно запазване на актуализираните данни за сесията.
cs: Nepodařilo se uložit aktualizovaná data relace.
da: Mislykkedes med at gemme opdaterede sessionsdata.
et: Eba updated sessiooni andmete salvestamine.
fr: Échec de l'enregistrement des données de session mises à jour.
he: נכשל בשמירת נתוני המושב המעודכנים.
hu: Nem sikerült menteni a frissített munkamenet adatokat.
ja: 更新されたセッションデータの保存に失敗しました。
pl: Nie udało się zapisać zaktualizowanych danych sesji.
pt: Falha ao salvar os dados da sessão atualizados.
ru: Не удалось сохранить обновленные данные сессии.
sv: Misslyckades med att spara uppdaterad sessionsdata.

source: Session '{name}' updated successfully.
bg: Сесията '{name}' беше актуализирана успешно.
cs: Relace '{name}' byla úspěšně aktualizována.
da: Session '{name}' blev opdateret med succes.
et: Seans '{name}' uuendatud edukalt.
fr: La session '{name}' a été mise à jour avec succès.
he: הסשן '{name}' עודכן בהצלחה.
hu: A '{name}' munkamenet sikeresen frissítve.
ja: セッション '{name}' が正常に更新されました。
pl: Sesja '{name}' została pomyślnie zaktualizowana.
pt: Sessão '{name}' atualizada com sucesso.
ru: Сессия '{name}' успешно обновлена.
sv: Session '{name}' har uppdaterats framgångsrikt.

source: Session not found.
bg: Сесията не е намерена.
cs: Relace nebyla nalezena.
da: Session ikke fundet.
et: Seansit ei leitud.
fr: Session non trouvée.
he: לא נמצאה סשן.
hu: Munkamenet nem található.
ja: セッションが見つかりません。
pl: Sesja nie znaleziona.
pt: Sessão não encontrada.
ru: Сессия не найдена.
sv: Sessionen hittades inte.

source: Failed to save after session removal.
bg: Неуспешно запазване след премахване на сесията.
cs: Uložení se nezdařilo po odstranění relace.
da: Fejl ved gemning efter session fjernelse.
et: Salvestamine ebaõnnestus seansi eemaldamise järel.
fr: Échec de l'enregistrement après la suppression de la session.
he: שגיאה בשמירה לאחר הסרת המושב.
hu: A munkamenet eltávolítása után nem sikerült menteni.
ja: セッション削除後に保存に失敗しました。
pl: Nie udało się zapisać po usunięciu sesji.
pt: Falha ao salvar após a remoção da sessão.
ru: Не удалось сохранить после удаления сеанса.
sv: Misslyckades att spara efter sessionsborttagning.

source: Session '{name}' removed successfully.
bg: Сесията '{name}' беше успешно премахната.
cs: Relace '{name}' byla úspěšně odstraněna.
da: Session '{name}' blev fjernet med succes.
et: Seans '{name}' eemaldati edukalt.
fr: La session '{name}' a été supprimée avec succès.
he: הסשן '{name}' הוסר בהצלחה.
hu: A '{name}' munkamenet sikeresen eltávolítva.
ja: セッション '{name}' が正常に削除されました。
pl: Sesja '{name}' została pomyślnie usunięta.
pt: Sessão '{name}' removida com sucesso.
ru: Сессия '{name}' успешно удалена.
sv: Session '{name}' har tagits bort framgångsrikt.

source: Item at position is not a folder.
bg: Елементът на позиция не е папка.
cs: Poloha není složka.
da: Elementet på positionen er ikke en mappe.
et: Element positsioonil ei ole kaust.
fr: L'élément à la position n'est pas un dossier.
he: הפריט במיקום אינו תיקיה.
hu: A megadott pozícióban lévő elem nem mappa.
ja: 位置のアイテムはフォルダーではありません。
pl: Element na pozycji nie jest folderem.
pt: O item na posição não é uma pasta.
ru: Элемент в позиции не является папкой.
sv: Objektet på positionen är inte en mapp.

source: Failed to save updated folder data.
bg: Неуспешно запазване на актуализираните данни за папката.
cs: Nepodařilo se uložit aktualizovaná data složky.
da: Fejl ved gemning af opdaterede mappedata.
et: Kausta andmete uuendamine ebaõnnestus.
fr: Échec de l'enregistrement des données du dossier mis à jour.
he: נכשל בשמירת נתוני התיקייה המעודכנים.
hu: Nem sikerült menteni a frissített mappaadatokat.
ja: 更新されたフォルダーのデータを保存できませんでした。
pl: Nie udało się zapisać zaktualizowanych danych folderu.
pt: Falha ao salvar os dados da pasta atualizada.
ru: Не удалось сохранить обновленные данные папки.
sv: Misslyckades med att spara uppdaterad mappdata.

source: Folder '{name}' updated successfully.
bg: Папка '{name}' беше актуализирана успешно.
cs: Složka '{name}' byla úspěšně aktualizována.
da: Mappen '{name}' blev opdateret med succes.
et: Kaust '{name}' uuendatud edukalt.
fr: Dossier '{name}' mis à jour avec succès.
he: התיקייה '{name}' עודכנה בהצלחה.
hu: A '{name}' mappa sikeresen frissítve.
ja: フォルダー '{name}' が正常に更新されました。
pl: Folder '{name}' zaktualizowany pomyślnie.
pt: Pasta '{name}' atualizada com sucesso.
ru: Папка '{name}' успешно обновлена.
sv: Mappen '{name}' har uppdaterats framgångsrikt.

source: Cannot remove a non-empty folder.
bg: Не може да се премахне непразна папка.
cs: Nelze odstranit neprázdný adresář.
da: Kan ikke fjerne en ikke-tom mappe.
et: Ei saa eemaldada mitte-tühja kausta.
fr: Impossible de supprimer un dossier non vide.
he: לא ניתן למחוק תיקיה שאינה ריקה.
hu: Nem lehet eltávolítani egy nem üres mappát.
ja: 空のフォルダーではないため、削除できません。
pl: Nie można usunąć folderu, który nie jest pusty.
pt: Não é possível remover uma pasta não vazia.
ru: Невозможно удалить непустую папку.
sv: Kan inte ta bort en icke-tom mapp.

source: Folder not found.
bg: Папката не е намерена.
cs: Složka nebyla nalezena.
da: Mappe ikke fundet.
et: Kaust ei leitud.
fr: Dossier introuvable.
he: תיקייה לא נמצאה.
hu: Mappa nem található.
ja: フォルダーが見つかりません。
pl: Folder nie znaleziony.
pt: Pasta não encontrada.
ru: Папка не найдена.
sv: Mappen hittades inte.
