Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Key File Permissions Error
bg: Грешка в разрешенията на ключовия файл
cs: Chyba oprávnění souboru klíče
da: Nøglefil tilladelsesfejl
et: Võtmefaili õiguste viga
fr: Erreur de permissions du fichier clé
he: שגיאת הרשאות קובץ מפתח
hu: Kulcsfájl jogosultsági hiba
ja: キー ファイルのアクセス許可エラー
pl: Błąd uprawnień pliku klucza
pt: Erro de Permissões do Arquivo de Chave
ru: Ошибка прав доступа к ключевому файлу
sv: Fel för filbehörigheter för nyckel

source: SSH key file has incorrect permissions. Use chmod 600 on the key file.
bg: Файл на SSH ключа има неправилни разрешения. Използвайте chmod 600 за файла с ключа.
cs: Soubor SSH klíče má nesprávná oprávnění. Použijte chmod 600 na soubor klíče.
da: SSH-nøglefilen har forkerte tilladelser. Brug chmod 600 på nøglefilen.
et: SSH võtmefailil on vale õigused. Kasutage chmod 600 võtmefaili jaoks.
fr: Le fichier de clé SSH a des permissions incorrectes. Utilisez chmod 600 sur le fichier de clé.
he: קובץ מפתח SSH יש לו הרשאות שגויות. השתמש ב-chmod 600 על קובץ המפתח.
hu: Az SSH kulcsfájl jogosultságai helytelenek. Használja a chmod 600 parancsot a kulcsfájlhoz.
ja: SSHキーファイルの権限が不正です。キーファイルにchmod 600を使用してください。
pl: Plik klucza SSH ma nieprawidłowe uprawnienia. Użyj chmod 600 na pliku klucza.
pt: O arquivo da chave SSH tem permissões incorretas. Use chmod 600 no arquivo da chave.
ru: Файл SSH-ключа имеет неправильные разрешения. Используйте chmod 600 для файла ключа.
sv: SSH-nyckelfilen har felaktiga behörigheter. Använd chmod 600 på nyckelfilen.

source: SSH Key Format Error
bg: Грешка в формата на SSH ключа
cs: Chyba formátu SSH klíče
da: SSH-nøgleformatfejl
et: SSH võtme formaadi viga
fr: Erreur de format de clé SSH
he: שגיאת פורמט מפתח SSH
hu: SSH kulcsformátum hiba
ja: SSHキー形式エラー
pl: Błąd formatu klucza SSH
pt: Erro de Formato da Chave SSH
ru: Ошибка формата SSH-ключа
sv: SSH-nyckelformatfel

source: The SSH key file has an invalid format.
bg: Файлът на SSH ключа има невалиден формат.
cs: Soubor klíče SSH má neplatný formát.
da: SSH-nøglefilen har et ugyldigt format.
et: SSH võtmefailil on vale formaat.
fr: Le fichier de clé SSH a un format invalide.
he: קובץ המפתח SSH אינו בפורמט תקין.
hu: Az SSH kulcsfájl érvénytelen formátumú.
ja: SSHキーファイルの形式が無効です。
pl: Plik klucza SSH ma nieprawidłowy format.
pt: O arquivo da chave SSH tem um formato inválido.
ru: Файл ключа SSH имеет недопустимый формат.
sv: SSH-nyckelfilen har ett ogiltigt format.

source: Certificate Invalid
bg: Сертификатът е невалиден
cs: Certifikát neplatný
da: Certifikat ugyldig
et: Sertifika kehtetu
fr: Certificat invalide
he: תעודה לא תקפה
hu: Tanúsítvány érvénytelen
ja: 証明書無効
pl: Certyfikat nieważny
pt: Certificado Inválido
ru: Сертификат недействителен
sv: Certifikat ogiltigt

source: The SSH certificate signature verification failed.
bg: Проверката на подписа на SSH сертификата не успя.
cs: Ověření podpisu SSH certifikátu selhalo.
da: Verifikationen af SSH-certifikatets signatur mislykkedes.
et: SSH sertifika allkirja kontrollimine ebaõnnestus.
fr: La vérification de la signature du certificat SSH a échoué.
he: אימות החתימה של תעודת ה-SSH נכשל.
hu: Az SSH tanúsítvány aláírásának ellenőrzése meghiúsult.
ja: SSH証明書の署名検証に失敗しました。
pl: Weryfikacja podpisu certyfikatu SSH nie powiodła się.
pt: A verificação da assinatura do certificado SSH falhou.
ru: Проверка подписи сертификата SSH не удалась.
sv: Verifieringen av SSH-certifikatets signatur misslyckades.

source: Certificate Expired
bg: Сертификатът е изтекъл
cs: Certifikát vypršel
da: Certifikat udløbet
et: Sertifika aegunud
fr: Certificat expiré
he: תעודה פגה תוקף
hu: Tanúsítvány lejárt
ja: 証明書の期限切れ
pl: Certyfikat wygasł
pt: Certificado Expirado
ru: Сертификат истек
sv: Certifikatet har gått ut

source: The SSH certificate has expired and needs renewal.
bg: SSH сертификатът е изтекъл и се нуждае от подновяване.
cs: Certifikát SSH vypršel a je potřeba ho obnovit.
da: SSH-certifikatet er udløbet og skal fornyes.
et: SSH sertifika on aegunud ja vajab uuendamist.
fr: Le certificat SSH a expiré et nécessite un renouvellement.
he: תעודת ה-SSH פגה ותצטרך חידוש.
hu: Az SSH tanúsítvány lejárt, és megújításra van szükség.
ja: SSH証明書の有効期限が切れており、更新が必要です。
pl: Certyfikat SSH wygasł i wymaga odnowienia.
pt: O certificado SSH expirou e precisa ser renovado.
ru: Сертификат SSH истек и требует продления.
sv: SSH-certifikatet har gått ut och behöver förnyas.

source: Connection Denied by Server
bg: Отказана връзка от сървъра
cs: Připojení odmítnuto serverem
da: Forbindelse nægtet af server
et: Ühendus keeldus serveri poolt
fr: Connexion refusée par le serveur
he: חיבור נדחה על ידי השרת
hu: A kapcsolatot a szerver megtagadta
ja: サーバーによって接続が拒否されました
pl: Połączenie odrzucone przez serwer
pt: Conexão Negada pelo Servidor
ru: Соединение отклонено сервером
sv: Anslutning nekad av servern

source: The server administrator has blocked this connection.
bg: Сървърният администратор е блокирал това свързване.
cs: Správce serveru zablokoval toto připojení.
da: Serveradministratoren har blokeret denne forbindelse.
et: Serveri administraator on selle ühenduse blokeerinud.
fr: L'administrateur du serveur a bloqué cette connexion.
he: מנהל השרת חסם חיבור זה.
hu: A szerveradminisztrátor blokkolta ezt a kapcsolatot.
ja: サーバー管理者がこの接続をブロックしました。
pl: Administrator serwera zablokował to połączenie.
pt: O administrador do servidor bloqueou esta conexão.
ru: Администратор сервера заблокировал это соединение.
sv: Serveradministratören har blockerat denna anslutning.

source: SFTP Not Available
bg: SFTP не е наличен
cs: SFTP není k dispozici
da: SFTP ikke tilgængelig
et: SFTP ei ole saadaval
fr: SFTP non disponible
he: SFTP אינו זמין
hu: SFTP nem elérhető
ja: SFTPは利用できません
pl: SFTP niedostępne
pt: SFTP Não Disponível
ru: SFTP недоступен
sv: SFTP är inte tillgängligt

source: SFTP subsystem is not available on the server. Contact the server administrator.
bg: SFTP подсистемата не е налична на сървъра. Свържете се с администратора на сървъра.
cs: SFTP subsystém není na serveru k dispozici. Kontaktujte správce serveru.
da: SFTP-underdel er ikke tilgængelig på serveren. Kontakt serveradministratoren.
et: SFTP alamsüsteem ei ole serveris saadaval. Võtke ühendust serveri administraatoriga.
fr: Le sous-système SFTP n'est pas disponible sur le serveur. Contactez l'administrateur du serveur.
he: תת-מערכת SFTP אינה זמינה בשרת. פנה למנהל השרת.
hu: Az SFTP alrendszer nem érhető el a szerveren. Lépjen kapcsolatba a szerver rendszergazdájával.
ja: サーバーでSFTPサブシステムが利用できません。サーバー管理者に連絡してください。
pl: Podsystem SFTP nie jest dostępny na serwerze. Skontaktuj się z administratorem serwera.
pt: O subsistema SFTP não está disponível no servidor. Entre em contato com o administrador do servidor.
ru: Подсистема SFTP недоступна на сервере. Свяжитесь с администратором сервера.
sv: SFTP-undersystemet är inte tillgängligt på servern. Kontakta serveradministratören.

source: SSH Channel Failed
bg: SSH каналът не успя
cs: SSH kanál selhal
da: SSH-kanal mislykkedes
et: SSH kanal ebaõnnestus
fr: Échec du canal SSH
he: ערוץ SSH נכשל
hu: SSH csatorna sikertelen
ja: SSHチャネルの失敗
pl: Niepowodzenie kanału SSH
pt: Falha no Canal SSH
ru: Не удалось установить SSH-канал
sv: SSH-kanal misslyckades

source: Failed to open SSH channel. The server may be overloaded or misconfigured.
bg: Неуспешно отваряне на SSH канал. Сървърът може да е претоварен или неправилно конфигуриран.
cs: Nepodařilo se otevřít SSH kanál. Server může být přetížen nebo nesprávně nakonfigurován.
da: Mislykkedes med at åbne SSH-kanal. Serveren kan være overbelastet eller forkert konfigureret.
et: SSH kanali avamine ebaõnnestus. Server võib olla ülekoormatud või vale seadistusega.
fr: Échec de l'ouverture du canal SSH. Le serveur peut être surchargé ou mal configuré.
he: נכשל בפתיחת ערוץ SSH. השרת עשוי להיות עמוס או לא מוגדר כראוי.
hu: Sikertelen az SSH csatorna megnyitása. A szerver túlterhelt vagy hibásan van konfigurálva.
ja: SSHチャネルを開くことに失敗しました。サーバーが過負荷または誤設定されている可能性があります。
pl: Nie udało się otworzyć kanału SSH. Serwer może być przeciążony lub źle skonfigurowany.
pt: Falha ao abrir o canal SSH. O servidor pode estar sobrecarregado ou mal configurado.
ru: Не удалось открыть SSH-канал. Сервер может быть перегружен или неправильно настроен.
sv: Misslyckades med att öppna SSH-kanal. Servern kan vara överbelastad eller felkonfigurerad.

source: Password Authentication Denied
bg: Отказано удостоверяване на паролата
cs: Odmítnutí ověření hesla
da: Adgangskodegodkendelse nægtet
et: Parooli autentimine keelatud
fr: Authentification par mot de passe refusée
he: אימות סיסמה נדחה
hu: Jelszó-azonosítás megtagadva
ja: パスワード認証が拒否されました
pl: Odmowa uwierzytelnienia hasła
pt: Autenticação de Senha Negada
ru: Отказано в аутентификации пароля
sv: Lösenordsautentisering nekad

source: Password authentication was denied. The server may not allow password login.
bg: Отказано е удостоверяването с парола. Сървърът може да не позволява вход с парола.
cs: Ověření hesla bylo zamítnuto. Server nemusí povolit přihlášení pomocí hesla.
da: Adgang med adgangskode blev nægtet. Serveren tillader muligvis ikke login med adgangskode.
et: Parooli autentimine keelati. Server ei pruugi lubada parooliga sisselogimist.
fr: L'authentification par mot de passe a été refusée. Le serveur peut ne pas autoriser la connexion par mot de passe.
he: אימות סיסמה נדחה. השרת עשוי לא לאפשר כניסת סיסמה.
hu: A jelszóhitelesítés megtagadva. A szerver lehet, hogy nem engedélyezi a jelszavas bejelentkezést.
ja: パスワード認証が拒否されました。サーバーはパスワードログインを許可していない可能性があります。
pl: Odmowa uwierzytelnienia hasła. Serwer może nie zezwalać na logowanie za pomocą hasła.
pt: A autenticação por senha foi negada. O servidor pode não permitir o login por senha.
ru: Аутентификация пароля была отклонена. Сервер может не разрешать вход с паролем.
sv: Lösenordsautentisering nekades. Servern kanske inte tillåter inloggning med lösenord.

source: SSH Connection Error
bg: Грешка при SSH връзка
cs: Chyba připojení SSH
da: SSH-forbindelsesfejl
et: SSH ühenduse viga
fr: Erreur de connexion SSH
he: שגיאת חיבור SSH
hu: SSH Kapcsolati Hiba
ja: SSH接続エラー
pl: Błąd połączenia SSH
pt: Erro de Conexão SSH
ru: Ошибка подключения по SSH
sv: SSH-anslutningsfel

source: An unexpected error occurred while connecting. Exit code: {code}
bg: Възникна неочаквана грешка при свързването. Код за изход: {code}
cs: Došlo k neočekávané chybě při připojování. Kód ukončení: {code}
da: Der opstod en uventet fejl under forbindelsen. Afslutningskode: {code}
et: Ühendamisel tekkis ootamatu viga. Väljumiskood: {code}
fr: Une erreur inattendue est survenue lors de la connexion. Code de sortie : {code}
he: אירעה שגיאה בלתי צפויה בעת חיבור. קוד יציאה: {code}
hu: Váratlan hiba történt a csatlakozás során. Kilépési kód: {code}
ja: 接続中に予期しないエラーが発生しました。終了コード: {code}
pl: Wystąpił nieoczekiwany błąd podczas łączenia. Kod wyjścia: {code}
pt: Ocorreu um erro inesperado ao conectar. Código de saída: {code}
ru: Произошла неожиданная ошибка при подключении. Код выхода: {code}
sv: Ett oväntat fel inträffade vid anslutning. Utgångskod: {code}

source: Configure AI Assistant
bg: Конфигуриране на AI асистент
cs: Nastavit AI asistenta
da: Konfigurer AI-assistent
et: Konfigureeri AI assistent
fr: Configurer l'assistant IA
he: הגדר את העוזר הווירטואלי
hu: AI Asszisztens konfigurálása
ja: AIアシスタントを設定する
pl: Skonfiguruj Asystenta AI
pt: Configurar Assistente de IA
ru: Настроить ИИ помощника
sv: Konfigurera AI-assistent

source: Enable AI Assistant
bg: Активирайте AI асистент
cs: Povolit AI asistenta
da: Aktiver AI-assistent
et: Luba AI assistent
fr: Activer l'assistant IA
he: אפשר עוזר בינה מלאכותית
hu: AI Asszisztens engedélyezése
ja: AIアシスタントを有効にする
pl: Włącz asystenta AI
pt: Ativar Assistente de IA
ru: Включить ИИ-помощника
sv: Aktivera AI-assistent

source: Show the AI Assistant button in the header bar.
bg: Покажете бутона на AI асистента в лентата с инструменти.
cs: Zobrazit tlačítko AI asistenta v horním panelu.
da: Vis vis AI-assistentknappen i headerlinjen.
et: Kuvaa AI assistendi nupp ülemises menüüs.
fr: Afficher le bouton de l'assistant IA dans la barre d'en-tête.
he: הצג את כפתור העוזר הווירטואלי בשורת הכותרת.
hu: Mutassa a mesterséges intelligencia asszisztens gombot a fejléc sávban.
ja: ヘッダーバーにAIアシスタントボタンを表示します。
pl: Pokaż przycisk Asystenta AI na pasku nagłówka.
pt: Mostrar o botão do Assistente de IA na barra de cabeçalho.
ru: Показать кнопку AI Assistant в заголовке.
sv: Visa AI-assistentknappen i headerfältet.

source: Provider
bg: Доставчик
cs: Poskytovatel
da: Udbyder
et: Pakkuja
fr: Fournisseur
he: ספק
hu: Szolgáltató
ja: プロバイダー
pl: Dostawca
pt: Fornecedor
ru: Поставщик
sv: Leverantör

source: Choose between cloud providers or local models.
bg: Изберете между облачни доставчици или локални модели.
cs: Vyberte si mezi poskytovateli cloudu nebo místními modely.
da: Vælg mellem cloud-udbydere eller lokale modeller.
et: Vali pilveteenuste või kohalike mudelite vahel.
fr: Choisissez entre les fournisseurs de cloud ou les modèles locaux.
he: בחר בין ספקי ענן או מודלים מקומיים.
hu: Válasszon a felhőszolgáltatók vagy a helyi modellek között.
ja: クラウドプロバイダーまたはローカルモデルのいずれかを選択してください。
pl: Wybierz pomiędzy dostawcami chmury a lokalnymi modelami.
pt: Escolha entre provedores de nuvem ou modelos locais.
ru: Выберите между облачными провайдерами или локальными моделями.
sv: Välj mellan molnleverantörer eller lokala modeller.

source: Base URL
bg: Основен URL
cs: Základní URL
da: Basis-URL
et: Põhi-URL
fr: URL de base
he: כתובת בסיס
hu: Alap URL
ja: ベースURL
pl: Podstawowy adres URL
pt: URL base
ru: Базовый URL
sv: Bas-URL

source: API Key
bg: API ключ
cs: API klíč
da: API-nøgle
et: API võti
fr: Clé API
he: מפתח API
hu: API kulcs
ja: APIキー
pl: Klucz API
pt: Chave da API
ru: API-ключ
sv: API-nyckel

source: Model Identifier
bg: Идентификатор на модела
cs: Identifikátor modelu
da: Modelidentifikator
et: Mudelidentifikaator
fr: Identifiant du modèle
he: מזהה מודל
hu: Modellazonosító
ja: モデル識別子
pl: Identyfikator modelu
pt: Identificador do Modelo
ru: Идентификатор модели
sv: Modellidentifierare

source: Browse Available Models
bg: Преглед на наличните модели
cs: Procházet dostupné modely
da: Gennemse tilgængelige modeller
et: Sirvi saadaval mudeleid
fr: Parcourir les modèles disponibles
he: דפדף דגמים זמינים
hu: Elérhető modellek böngészése
ja: 利用可能なモデルを参照してください
pl: Przeglądaj dostępne modele
pt: Navegar Modelos Disponíveis
ru: Просмотреть доступные модели
sv: Bläddra bland tillgängliga modeller

source: Search and select from available OpenRouter models.
bg: Търсете и изберете от наличните модели OpenRouter.
cs: Hledejte a vybírejte z dostupných modelů OpenRouter.
da: Søg og vælg blandt tilgængelige OpenRouter-modeller.
et: Otsi ja vali saadaval olevate OpenRouter mudelite hulgast.
fr: Recherchez et sélectionnez parmi les modèles OpenRouter disponibles.
he: חפש ובחר מתוך דגמי OpenRouter הזמינים.
hu: Keresés és választás a rendelkezésre álló OpenRouter modellek közül.
ja: 利用可能なOpenRouterモデルから検索して選択します。
pl: Szukaj i wybieraj spośród dostępnych modeli OpenRouter.
pt: Pesquise e selecione entre os modelos OpenRouter disponíveis.
ru: Искать и выбирать из доступных моделей OpenRouter.
sv: Sök och välj bland tillgängliga OpenRouter-modeller.

source: Browse Models
bg: Преглед на модели
cs: Procházet modely
da: Gennemse modeller
et: Sirvi mudelid
fr: Parcourir les modèles
he: דפדף במודלים
hu: Modellek böngészése
ja: モデルを参照
pl: Przeglądaj modele
pt: Navegar por Modelos
ru: Просмотр моделей
sv: Bläddra bland modeller

source: OpenRouter Settings
bg: Настройки на OpenRouter
cs: Nastavení OpenRouteru
da: OpenRouter Indstillinger
et: OpenRouteri seaded
fr: Paramètres d'OpenRouter
he: הגדרות OpenRouter
hu: OpenRouter Beállítások
ja: オープンルーター設定
pl: Ustawienia OpenRouter
pt: Configurações do OpenRouter
ru: Настройки OpenRouter
sv: OpenRouter-inställningar

source: Additional settings for OpenRouter API rankings.
bg: Допълнителни настройки за класиране на OpenRouter API.
cs: Další nastavení pro hodnocení OpenRouter API.
da: Yderligere indstillinger for OpenRouter API-rangeringer.
et: OpenRouter API reitingute täiendavad seaded.
fr: Paramètres supplémentaires pour les classements de l'API OpenRouter.
he: הגדרות נוספות לדירוגי OpenRouter API.
hu: További beállítások az OpenRouter API rangsorolásához.
ja: OpenRouter APIランキングの追加設定。
pl: Dodatkowe ustawienia dla rankingów API OpenRouter.
pt: Configurações adicionais para classificações da API OpenRouter.
ru: Дополнительные настройки для рейтингов OpenRouter API.
sv: Ytterligare inställningar för OpenRouter API-rankningar.

source: Site URL (optional)
bg: URL на сайта (по избор)
cs: URL webové stránky (volitelné)
da: Websted URL (valgfrit)
et: Saidin URL (valikuline)
fr: URL du site (facultatif)
he: כתובת אתר (אופציונלי)
hu: Webhely URL (opcionális)
ja: サイトのURL（オプション）
pl: Adres URL witryny (opcjonalnie)
pt: URL do site (opcional)
ru: URL сайта (необязательно)
sv: Webbplats-URL (valfritt)

source: Site Name (optional)
bg: Име на сайта (по избор)
cs: Název webu (volitelné)
da: Webstednavn (valgfrit)
et: Saidinimi (valikuline)
fr: Nom du site (facultatif)
he: שם האתר (אופציונלי)
hu: Webhely neve (opcionális)
ja: サイト名（オプション）
pl: Nazwa witryny (opcjonalnie)
pt: Nome do Site (opcional)
ru: Название сайта (необязательно)
sv: Webbplatsnamn (valfritt)

source: Groq API Key
bg: Ключ на Groq API
cs: Groq API klíč
da: Groq API-nøgle
et: Groq API võti
fr: Clé API Groq
he: מפתח API של Groq
hu: Groq API kulcs
ja: Groq APIキー
pl: Klucz API Groq
pt: Chave da API Groq
ru: Ключ API Groq
sv: Groq API-nyckel

source: Google AI Studio API Key
bg: Google AI Studio API ключ
cs: Google AI Studio API klíč
da: Google AI Studio API-nøgle
et: Google AI Studio API võtme
fr: Clé API Google AI Studio
he: מפתח API של Google AI Studio
hu: Google AI Studio API kulcs
ja: Google AI Studio APIキー
pl: Klucz API Google AI Studio
pt: Chave da API do Google AI Studio
ru: Ключ API Google AI Studio
sv: Google AI Studio API-nyckel

source: OpenRouter API Key
bg: OpenRouter API ключ
cs: Klíč API OpenRouter
da: OpenRouter API-nøgle
et: OpenRouteri API võti
fr: Clé API OpenRouter
he: מפתח API של OpenRouter
hu: OpenRouter API kulcs
ja: OpenRouter APIキー
pl: Klucz API OpenRouter
pt: Chave da API do OpenRouter
ru: Ключ API OpenRouter
sv: OpenRouter API-nyckel

source: Model Name
bg: Име на модела
cs: Název modelu
da: Modelnavn
et: Mudeli nimi
fr: Nom du modèle
he: שם מודל
hu: Modell neve
ja: モデル名
pl: Nazwa modelu
pt: Nome do Modelo
ru: Имя модели
sv: Modellnamn

source: API Key (if required)
bg: API ключ (ако е необходимо)
cs: API klíč (pokud je vyžadován)
da: API-nøgle (hvis påkrævet)
et: API võti (kui vajalik)
fr: Clé API (si nécessaire)
he: מפתח API (אם נדרש)
hu: API kulcs (ha szükséges)
ja: APIキー（必要な場合）
pl: Klucz API (jeśli wymagane)
pt: Chave da API (se necessário)
ru: API-ключ (если требуется)
sv: API-nyckel (om det krävs)

source: Please enter an API key first.
bg: Моля, първо въведете API ключ.
cs: Prosím, nejprve zadejte klíč API.
da: Indtast venligst en API-nøgle først.
et: Palun sisestage esmalt API võti.
fr: Veuillez d'abord entrer une clé API.
he: אנא הזן קודם מפתח API.
hu: Kérjük, először adja meg az API kulcsot.
ja: 最初にAPIキーを入力してください。
pl: Proszę najpierw wprowadzić klucz API.
pt: Por favor, insira uma chave de API primeiro.
ru: Пожалуйста, сначала введите ключ API.
sv: Vänligen ange en API-nyckel först.

source: Select OpenRouter Model
bg: Изберете модел на OpenRouter
cs: Vyberte model OpenRouter
da: Vælg OpenRouter-model
et: Vali OpenRouter mudel
fr: Sélectionner le modèle OpenRouter
he: בחר דגם OpenRouter
hu: Válassza ki az OpenRouter modellt
ja: オープンルーターモデルを選択
pl: Wybierz model OpenRouter
pt: Selecionar Modelo OpenRouter
ru: Выберите модель OpenRouter
sv: Välj OpenRouter-modell

source: Search models by name or ID...
bg: Търсене на модели по име или ID...
cs: Hledejte modely podle názvu nebo ID...
da: Søg modeller efter navn eller ID...
et: Otsi mudeleid nime või ID järgi...
fr: Rechercher des modèles par nom ou ID...
he: חפש מודלים לפי שם או מזהה...
hu: Modellek keresése név vagy azonosító alapján...
ja: 名前またはIDでモデルを検索...
pl: Szukaj modeli według nazwy lub identyfikatora...
pt: Pesquisar modelos pelo nome ou ID...
ru: Искать модели по имени или ID...
sv: Sök modeller efter namn eller ID...

source: Loading models...
bg: Зареждане на модели...
cs: Načítání modelů...
da: Indlæser modeller...
et: Laadimine mudeleid...
fr: Chargement des modèles...
he: טוען מודלים...
hu: Modellek betöltése...
ja: モデルを読み込んでいます...
pl: Ładowanie modeli...
pt: Carregando modelos...
ru: Загрузка моделей...
sv: Laddar modeller...

source: Failed to load models: {error}
bg: Неуспешно зареждане на модели: {error}
cs: Nepodařilo se načíst modely: {error}
da: Fejl ved indlæsning af modeller: {error}
et: Mudelite laadimine ebaõnnestus: {error}
fr: Échec du chargement des modèles : {error}
he: נכשל בטעינת מודלים: {error}
hu: A modellek betöltése nem sikerült: {error}
ja: モデルの読み込みに失敗しました: {error}
pl: Nie udało się załadować modeli: {error}
pt: Falha ao carregar modelos: {error}
ru: Не удалось загрузить модели: {error}
sv: Misslyckades med att ladda modeller: {error}

source: {count} models available
bg: {count} налични модела
cs: {k} modelů k dispozici
da: {count} modeller tilgængelige
et: {count} mudelit saadaval
fr: {count} modèles disponibles
he: {count} דגמים זמינים
hu: {count} modell elérhető
ja: {count} モデルが利用可能
pl: Dostępnych jest {count} modeli
pt: {count} modelos disponíveis
ru: Доступно {count} моделей
sv: {count} modeller tillgängliga

source: Showing {shown} of {total} models
bg: Показване на {shown} от {total} модела
cs: Zobrazení {shown} z {total} modelů
da: Viser {shown} af {total} modeller
et: Kuvatakse {shown} {total} mudelist
fr: Affichage de {shown} sur {total} modèles
he: מראה {shown} מתוך {total} מודלים
hu: {shown} / {total} modell megjelenítése
ja: {total}モデル中{shown}を表示中
pl: Wyświetlanie {shown} z {total} modeli
pt: Mostrando {shown} de {total} modelos
ru: Показано {shown} из {total} моделей
sv: Visar {shown} av {total} modeller

source: Showing first 100 results. Refine your search to see more.
bg: Показване на първите 100 резултата. Уточнете търсенето си, за да видите повече.
cs: Zobrazení prvních 100 výsledků. Upřesněte svůj dotaz pro zobrazení dalších.
da: Viser de første 100 resultater. Forfin din søgning for at se flere.
et: Kuvatakse esimesed 100 tulemust. Täpsustage oma otsingut, et näha rohkem.
fr: Affichage des 100 premiers résultats. Affinez votre recherche pour en voir plus.
he: מראה 100 התוצאות הראשונות. צמצם את החיפוש שלך כדי לראות עוד.
hu: Az első 100 eredmény megjelenítése. Finomítsa a keresését, hogy többet lásson.
ja: 最初の100件の結果を表示しています。さらに表示するには検索を絞り込んでください。
pl: Wyświetlanie pierwszych 100 wyników. Udoskonal swoje wyszukiwanie, aby zobaczyć więcej.
pt: Mostrando os primeiros 100 resultados. Refine sua busca para ver mais.
ru: Показаны первые 100 результатов. Уточните ваш поиск, чтобы увидеть больше.
sv: Visar de första 100 resultaten. Förfina din sökning för att se fler.

source: Group {}
bg: Група {}
cs: Skupina {}
da: Gruppe {}
et: Rühm {}
fr: Groupe {}
he: קבוצה {}
hu: Csoport {}
ja: グループ {}
pl: Grupa {}
pt: Grupo {}
ru: Группа {}
sv: Grupp {}

source: Color:
bg: Цвят:
cs: Barva:
da: Farve:
et: Värv:
fr: Couleur :
he: צבע:
hu: Szín:
ja: 色:
pl: Kolor:
pt: Cor:
ru: Цвет:
sv: Färg:

source: Bg:
bg: Ключ
he: בג:

source: Remove
bg: Премахни
cs: Odstranit
da: Fjern
et: Eemalda
fr: Supprimer
he: הסר
hu: Eltávolítás
ja: 削除
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort

source: New Rule
bg: Ново правило
cs: Nové pravidlo
da: Ny Regel
et: Uus reegel
fr: Nouvelle règle
he: כלל חדש
hu: Új Szabály
ja: 新しいルール
pl: Nowa zasada
pt: Nova Regra
ru: Новое правило
sv: Ny regel
