Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: How do I count lines?
bg: Как да преброя редовете?
cs: Jak mohu počítat řádky?
da: Hvordan tæller jeg linjer?
et: Kuidas ma loendan ridu?
fr: Comment puis-je compter les lignes ?
he: איך אני סופר שורות?
hu: Hogyan számoljam meg a sorokat?
ja: 行数をカウントするにはどうすればよいですか？
pl: Jak policzyć linie?
pt: Como conto linhas?
ru: Как мне посчитать строки?
sv: Hur räknar jag rader?

source: How do I sort text?
bg: Как да сортирам текст?
cs: Jak mohu seřadit text?
da: Hvordan sorterer jeg tekst?
et: Kuidas ma teksti järjestan?
fr: Comment trier du texte ?
he: איך אני ממיין טקסט?
hu: Hogyan rendezhetem a szöveget?
ja: テキストをどのようにソートしますか？
pl: Jak posortować tekst?
pt: Como faço para classificar texto?
ru: Как мне отсортировать текст?
sv: Hur sorterar jag text?

source: How do I join files?
bg: Как да обединя файлове?
cs: Jak mohu sloučit soubory?
da: Hvordan slår jeg filer sammen?
et: Kuidas ma faile liidan?
fr: Comment puis-je joindre des fichiers ?
he: איך אני מצרף קבצים?
hu: Hogyan egyesíthetem a fájlokat?
ja: ファイルを結合するにはどうすればよいですか？
pl: Jak mogę połączyć pliki?
pt: Como faço para juntar arquivos?
ru: Как мне объединить файлы?
sv: Hur går jag med filer?

source: How do I extract columns?
bg: Как да извлека колони?
cs: Jak mohu extrahovat sloupce?
da: Hvordan udtrækker jeg kolonner?
et: Kuidas ma saan veerge välja võtta?
fr: Comment puis-je extraire des colonnes ?
he: איך אני שולף עמודות?
hu: Hogyan tudom kinyerni az oszlopokat?
ja: 列を抽出するにはどうすればよいですか？
pl: Jak mogę wyodrębnić kolumny?
pt: Como faço para extrair colunas?
ru: Как мне извлечь столбцы?
sv: Hur extraherar jag kolumner?

source: How do I remove duplicates?
bg: Как да премахна дубликати?
cs: Jak mohu odstranit duplicity?
da: Hvordan fjerner jeg dubletter?
et: Kuidas ma eemaldan duplikaadid?
fr: Comment puis-je supprimer les doublons ?
he: איך אני מסיר כפילויות?
hu: Hogyan távolíthatom el a duplikátumokat?
ja: 重複を削除するにはどうすればよいですか？
pl: Jak usunąć duplikaty?
pt: Como faço para remover duplicatas?
ru: Как удалить дубликаты?
sv: Hur tar jag bort dubbletter?

source: How do I format JSON?
bg: Как да форматирам JSON?
cs: Jak formátuji JSON?
da: Hvordan formaterer jeg JSON?
et: Kuidas ma vormindan JSON-i?
fr: Comment puis-je formater JSON ?
he: איך אני מעצב JSON?
hu: Hogyan formázom a JSON-t?
ja: JSONをどのようにフォーマットしますか？
pl: Jak sformatować JSON?
pt: Como formatar JSON?
ru: Как мне отформатировать JSON?
sv: Hur formaterar jag JSON?

source: How do I search and replace?
bg: Как да търся и заменям?
cs: Jak mohu vyhledávat a nahrazovat?
da: Hvordan søger og erstatter jeg?
et: Kuidas ma otsin ja asendan?
fr: Comment puis-je rechercher et remplacer ?
he: איך אני מחפש ומחליף?
hu: Hogyan kereshetek és cserélhetek?
ja: 検索と置換はどうすればよいですか？
pl: Jak mogę wyszukiwać i zamieniać?
pt: Como faço para pesquisar e substituir?
ru: Как мне выполнить поиск и замену?
sv: Hur söker och ersätter jag?

source: How do I add a user?
bg: Как да добавя потребител?
cs: Jak mohu přidat uživatele?
da: Hvordan tilføjer jeg en bruger?
et: Kuidas ma kasutajat lisan?
fr: Comment ajouter un utilisateur ?
he: איך אני מוסיף משתמש?
hu: Hogyan adhatok hozzá egy felhasználót?
ja: ユーザーを追加するにはどうすればよいですか？
pl: Jak dodać użytkownika?
pt: Como adiciono um usuário?
ru: Как добавить пользователя?
sv: Hur lägger jag till en användare?

source: How do I manage groups?
bg: Как да управлявам групи?
cs: Jak mohu spravovat skupiny?
da: Hvordan administrerer jeg grupper?
et: Kuidas ma haldan gruppe?
fr: Comment puis-je gérer des groupes ?
he: איך אני מנהל קבוצות?
hu: Hogyan kezelhetem a csoportokat?
ja: グループを管理するにはどうすればよいですか？
pl: Jak zarządzać grupami?
pt: Como faço para gerenciar grupos?
ru: Как мне управлять группами?
sv: Hur hanterar jag grupper?

source: How do I change password?
bg: Как да променя паролата?
cs: Jak mohu změnit heslo?
da: Hvordan ændrer jeg adgangskode?
et: Kuidas ma parooli muutma?
fr: Comment puis-je changer le mot de passe ?
he: איך אני משנה סיסמה?
hu: Hogyan tudom megváltoztatni a jelszót?
ja: パスワードを変更するにはどうすればよいですか？
pl: Jak zmienić hasło?
pt: Como faço para mudar a senha?
ru: Как мне изменить пароль?
sv: Hur ändrar jag lösenord?

source: How do I check system load?
bg: Как да проверя натоварването на системата?
cs: Jak zkontroluji zatížení systému?
da: Hvordan tjekker jeg systembelastning?
et: Kuidas ma saan kontrollida süsteemi koormust?
fr: Comment puis-je vérifier la charge du système ?
he: איך אני בודק את העומס במערכת?
hu: Hogyan ellenőrizhetem a rendszer terhelését?
ja: システム負荷を確認するにはどうすればよいですか？
pl: Jak mogę sprawdzić obciążenie systemu?
pt: Como faço para verificar a carga do sistema?
ru: Как я могу проверить загрузку системы?
sv: Hur kontrollerar jag systembelastningen?

source: How do I mount a drive?
bg: Как да монтирам устройство?
cs: Jak připojím disk?
da: Hvordan monterer jeg et drev?
et: Kuidas ma ketast ühendan?
fr: Comment puis-je monter un lecteur ?
he: איך אני מחבר כונן?
hu: Hogyan csatlakoztatok egy meghajtót?
ja: ドライブをマウントするにはどうすればよいですか？
pl: Jak zamontować dysk?
pt: Como faço para montar uma unidade?
ru: Как мне смонтировать диск?
sv: Hur monterar jag en enhet?

source: How do I install packages?
bg: Как да инсталирам пакети?
cs: Jak nainstaluji balíčky?
da: Hvordan installerer jeg pakker?
et: Kuidas ma installin pakette?
fr: Comment installer des paquets ?
he: איך אני מתקין חבילות?
hu: Hogyan telepíthetek csomagokat?
ja: パッケージをどのようにインストールしますか？
pl: Jak zainstalować pakiety?
pt: Como faço para instalar pacotes?
ru: Как установить пакеты?
sv: Hur installerar jag paket?

source: How do I update system?
bg: Как да актуализирам системата?
cs: Jak mohu aktualizovat systém?
da: Hvordan opdaterer jeg systemet?
et: Kuidas ma süsteemi uuendan?
fr: Comment mettre à jour le système ?
he: איך אני מעדכן את המערכת?
hu: Hogyan frissíthetem a rendszert?
ja: システムを更新するにはどうすればよいですか？
pl: Jak zaktualizować system?
pt: Como faço para atualizar o sistema?
ru: Как мне обновить систему?
sv: Hur uppdaterar jag systemet?

source: How do I configure cron jobs?
bg: Как да конфигурирам cron задачи?
cs: Jak mohu nakonfigurovat cron úlohy?
da: Hvordan konfigurerer jeg cron-jobs?
et: Kuidas ma seadistan cron-töid?
fr: Comment configurer des tâches cron ?
he: איך אני מגדיר משימות כרון?
hu: Hogyan konfigurálom a cron feladatokat?
ja: cronジョブをどのように設定しますか？
pl: Jak skonfigurować zadania cron?
pt: Como configuro trabalhos cron?
ru: Как мне настроить cron-задачи?
sv: Hur konfigurerar jag cron-jobb?

source: How do I view system logs?
bg: Как да прегледам системните журнали?
cs: Jak mohu zobrazit systémové protokoly?
da: Hvordan ser jeg systemlogfiler?
et: Kuidas ma vaatan süsteemilogisid?
fr: Comment puis-je afficher les journaux système ?
he: איך אני רואה את יומני המערכת?
hu: Hogyan nézhetem meg a rendszer naplóit?
ja: システムログを表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić dzienniki systemowe?
pt: Como posso visualizar os logs do sistema?
ru: Как мне просмотреть системные журналы?
sv: Hur visar jag systemloggar?

source: How do I find large files?
bg: Как да намеря големи файлове?
cs: Jak mohu najít velké soubory?
da: Hvordan finder jeg store filer?
et: Kuidas ma leian suuri faile?
fr: Comment puis-je trouver des fichiers volumineux ?
he: איך אני מוצא קבצים גדולים?
hu: Hogyan találhatok nagy fájlokat?
ja: 大きなファイルを見つけるにはどうすればよいですか？
pl: Jak mogę znaleźć duże pliki?
pt: Como encontro arquivos grandes?
ru: Как мне найти большие файлы?
sv: Hur hittar jag stora filer?

source: How do I create virtualenv?
bg: Как да създам virtualenv?
cs: Jak vytvořím virtualenv?
da: Hvordan opretter jeg virtualenv?
et: Kuidas ma loon virtualenv?
fr: Comment puis-je créer un virtualenv ?
he: איך אני יוצר virtualenv?
hu: Hogyan hozhatok létre virtualenv-et?
ja: 仮想環境をどのように作成しますか？
pl: Jak mogę stworzyć virtualenv?
pt: Como eu crio um virtualenv?
ru: Как создать virtualenv?
sv: Hur skapar jag virtualenv?

source: How do I install pip packages?
bg: Как да инсталирам pip пакети?
cs: Jak nainstaluji balíčky pip?
da: Hvordan installerer jeg pip-pakker?
et: Kuidas ma installin pip pakette?
fr: Comment installer des paquets pip ?
he: איך אני מתקין חבילות pip?
hu: Hogyan telepíthetek pip csomagokat?
ja: pipパッケージをどのようにインストールしますか？
pl: Jak zainstalować pakiety pip?
pt: Como faço para instalar pacotes pip?
ru: Как установить пакеты pip?
sv: Hur installerar jag pip-paket?

source: How do I find Python package?
bg: Как да намеря Python пакет?
cs: Jak najít balíček Python?
da: Hvordan finder jeg Python-pakke?
et: Kuidas leida Python paketti?
fr: Comment puis-je trouver un package Python ?
he: איך אני מוצא חבילת פייתון?
hu: Hogyan találom meg a Python csomagot?
ja: Pythonパッケージはどのように見つけますか？
pl: Jak mogę znaleźć pakiet Pythona?
pt: Como encontro o pacote Python?
ru: Как мне найти пакет Python?
sv: Hur hittar jag Python-paket?

source: How do I list installed packages?
bg: Как да изброя инсталираните пакети?
cs: Jak mohu vypsat nainstalované balíčky?
da: Hvordan viser jeg installerede pakker?
et: Kuidas ma saan loetleda installitud pakette?
fr: Comment puis-je lister les paquets installés ?
he: איך אני רושם את החבילות המותקנות?
hu: Hogyan listázhatom a telepített csomagokat?
ja: インストールされたパッケージを一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić zainstalowane pakiety?
pt: Como faço para listar os pacotes instalados?
ru: Как мне отобразить установленные пакеты?
sv: Hur listar jag installerade paket?

source: How do I run Python tests?
bg: Как да стартирам Python тестове?
cs: Jak spustit testy Python?
da: Hvordan kører jeg Python-tests?
et: Kuidas ma saan Python'i teste käivitada?
fr: Comment puis-je exécuter des tests Python ?
he: איך אני מריץ בדיקות פייתון?
hu: Hogyan futtathatok Python teszteket?
ja: Pythonテストをどのように実行しますか？
pl: Jak uruchomić testy Pythona?
pt: Como faço para executar testes em Python?
ru: Как мне запустить тесты Python?
sv: Hur kör jag Python-tester?

source: How do I profile Python code?
bg: Как да профилирам Python код?
cs: Jak mohu profilovat Python kód?
da: Hvordan profilerer jeg Python-kode?
et: Kuidas ma saan Python'i koodi profiilida?
fr: Comment puis-je profiler du code Python ?
he: איך אני מפרופיל קוד פייתון?
hu: Hogyan profilozom a Python kódot?
ja: Pythonコードのプロファイリングはどのように行いますか？
pl: Jak profilować kod Pythona?
pt: Como faço para perfilar código Python?
ru: Как мне профилировать код на Python?
sv: Hur profilerar jag Python-kod?

source: How do I format Python code?
bg: Как да форматирам Python код?
cs: Jak formátovat kód v Pythonu?
da: Hvordan formaterer jeg Python-kode?
et: Kuidas ma vormindan Pythoni koodi?
fr: Comment puis-je formater le code Python ?
he: איך אני מעצב קוד פייתון?
hu: Hogyan formázom a Python kódot?
ja: Pythonコードをどのようにフォーマットしますか？
pl: Jak sformatować kod Pythona?
pt: Como formatar o código Python?
ru: Как отформатировать код Python?
sv: Hur formaterar jag Python-kod?

source: How do I create requirements.txt?
bg: Как да създам requirements.txt?
cs: Jak vytvořím requirements.txt?
da: Hvordan opretter jeg requirements.txt?
et: Kuidas ma loon requirements.txt?
fr: Comment puis-je créer requirements.txt ?
he: איך אני יוצר requirements.txt?
hu: Hogyan készíthetek requirements.txt fájlt?
ja: requirements.txtをどのように作成しますか？
pl: Jak mogę stworzyć requirements.txt?
pt: Como eu crio requirements.txt?
ru: Как мне создать requirements.txt?
sv: Hur skapar jag requirements.txt?

source: How do I run Python script?
bg: Как да стартирам Python скрипт?
cs: Jak spustím skript Python?
da: Hvordan kører jeg et Python-script?
et: Kuidas ma käitan Pythoni skripti?
fr: Comment exécuter un script Python ?
he: איך אני מריץ סקריפט פייתון?
hu: Hogyan futtathatok Python szkriptet?
ja: Pythonスクリプトを実行するにはどうすればよいですか？
pl: Jak uruchomić skrypt Pythona?
pt: Como eu executo um script Python?
ru: Как запустить скрипт на Python?
sv: Hur kör jag ett Python-skript?

source: How do I debug Python?
bg: Как да отстраня грешки в Python?
cs: Jak debuguji Python?
da: Hvordan debugger jeg Python?
et: Kuidas ma Pythonit silun?
fr: Comment déboguer Python ?
he: איך אני מדבג את פייתון?
hu: Hogyan debuggoljam a Pythont?
ja: Pythonをデバッグするにはどうすればよいですか？
pl: Jak debugować Pythona?
pt: Como faço para depurar o Python?
ru: Как мне отладить Python?
sv: Hur debuggar jag Python?

source: How do I initialize npm project?
bg: Как да инициализирам npm проект?
cs: Jak mohu inicializovat projekt npm?
da: Hvordan initialiserer jeg et npm-projekt?
et: Kuidas ma saan npm projekti algatada?
fr: Comment puis-je initialiser un projet npm ?
he: איך אני מתחיל פרויקט npm?
hu: Hogyan indítom el az npm projektet?
ja: npmプロジェクトを初期化するにはどうすればよいですか？
pl: Jak zainicjować projekt npm?
pt: Como faço para inicializar um projeto npm?
ru: Как мне инициализировать проект npm?
sv: Hur initierar jag ett npm-projekt?

source: How do I install npm packages?
bg: Как да инсталирам npm пакети?
cs: Jak nainstaluji balíčky npm?
da: Hvordan installerer jeg npm-pakker?
et: Kuidas ma installin npm pakette?
fr: Comment installer des paquets npm ?
he: איך אני מתקין חבילות npm?
hu: Hogyan telepíthetek npm csomagokat?
ja: npm パッケージをどのようにインストールしますか？
pl: Jak zainstalować pakiety npm?
pt: Como faço para instalar pacotes npm?
ru: Как установить пакеты npm?
sv: Hur installerar jag npm-paket?

source: How do I run npm scripts?
bg: Как да стартирам npm скриптове?
cs: Jak spustím npm skripty?
da: Hvordan kører jeg npm-scripts?
et: Kuidas ma käitan npm skripte?
fr: Comment puis-je exécuter des scripts npm ?
he: איך אני מריץ סקריפטים של npm?
hu: Hogyan futtathatok npm szkripteket?
ja: npmスクリプトを実行するにはどうすればよいですか？
pl: Jak uruchomić skrypty npm?
pt: Como faço para executar scripts npm?
ru: Как запустить npm-скрипты?
sv: Hur kör jag npm-skript?

source: How do I list npm packages?
bg: Как да изброя npm пакети?
cs: Jak mohu vypsat balíčky npm?
da: Hvordan lister jeg npm-pakker?
et: Kuidas ma saan loetleda npm pakette?
fr: Comment puis-je lister les paquets npm ?
he: איך אני רושם חבילות npm?
hu: Hogyan listázhatom az npm csomagokat?
ja: npmパッケージを一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić pakiety npm?
pt: Como faço para listar pacotes npm?
ru: Как мне вывести список пакетов npm?
sv: Hur listar jag npm-paket?

source: How do I update npm packages?
bg: Как да актуализирам npm пакети?
cs: Jak mohu aktualizovat balíčky npm?
da: Hvordan opdaterer jeg npm-pakker?
et: Kuidas ma uuendan npm pakette?
fr: Comment mettre à jour les paquets npm ?
he: איך אני מעדכן חבילות npm?
hu: Hogyan frissíthetem az npm csomagokat?
ja: npmパッケージをどのように更新しますか？
pl: Jak zaktualizować pakiety npm?
pt: Como faço para atualizar pacotes npm?
ru: Как мне обновить пакеты npm?
sv: Hur uppdaterar jag npm-paket?

source: How do I clean npm cache?
bg: Как да изчистя npm кеша?
cs: Jak mohu vyčistit cache npm?
da: Hvordan renser jeg npm-cache?
et: Kuidas ma puhastan npm vahemälu?
fr: Comment puis-je nettoyer le cache npm ?
he: איך אני מנקה את מטמון npm?
hu: Hogyan tisztíthatom az npm gyorsítótárat?
ja: npm キャッシュをクリーンするにはどうすればよいですか？
pl: Jak wyczyścić pamięć podręczną npm?
pt: Como faço para limpar o cache do npm?
ru: Как мне очистить кэш npm?
sv: Hur rensar jag npm-cache?

source: How do I link npm package?
bg: Как да свържа npm пакет?
cs: Jak propojit balíček npm?
da: Hvordan linker jeg npm-pakke?
et: Kuidas ma linkin npm paketti?
fr: Comment puis-je lier un package npm ?
he: איך אני מקשר חבילת npm?
hu: Hogyan kapcsolom össze az npm csomagot?
ja: npmパッケージをリンクするにはどうすればよいですか？
pl: Jak mogę połączyć pakiet npm?
pt: Como faço para vincular o pacote npm?
ru: Как мне связать пакет npm?
sv: Hur kopplar jag npm-paket?

source: How do I audit npm packages?
bg: Как да одитирам npm пакети?
cs: Jak mohu auditovat npm balíčky?
da: Hvordan auditerer jeg npm-pakker?
et: Kuidas ma auditeerin npm pakette?
fr: Comment puis-je auditer les paquets npm ?
he: איך אני מבצע ביקורת על חבילות npm?
hu: Hogyan auditálom az npm csomagokat?
ja: npmパッケージをどのように監査しますか？
pl: Jak mogę audytować pakiety npm?
pt: Como faço para auditar pacotes npm?
ru: Как мне провести аудит npm-пакетов?
sv: Hur auditerar jag npm-paket?

source: How do I find npm package?
bg: Как да намеря npm пакет?
cs: Jak najít balíček npm?
da: Hvordan finder jeg npm-pakke?
et: Kuidas ma leian npm paketi?
fr: Comment puis-je trouver un package npm ?
he: איך אני מוצא חבילת npm?
hu: Hogyan találom meg az npm csomagot?
ja: npmパッケージはどのように見つけますか？
pl: Jak mogę znaleźć pakiet npm?
pt: Como encontro o pacote npm?
ru: Как мне найти пакет npm?
sv: Hur hittar jag npm-paket?

source: How do I use npx?
bg: Как да използвам npx?
cs: Jak mohu použít npx?
da: Hvordan bruger jeg npx?
et: Kuidas ma saan npx-i kasutada?
fr: Comment utiliser npx ?
he: איך אני משתמש ב-npx?
hu: Hogyan használjam az npx-t?
ja: npxをどのように使いますか？
pl: Jak używać npx?
pt: Como eu uso npx?
ru: Как мне использовать npx?
sv: Hur använder jag npx?

source: How do I write a bash script?
bg: Как да напиша bash скрипт?
cs: Jak napsat bash skript?
da: Hvordan skriver jeg et bash-script?
et: Kuidas ma kirjutan bash skripti?
fr: Comment puis-je écrire un script bash ?
he: איך אני כותב סקריפט בש?
hu: Hogyan írjak bash szkriptet?
ja: bashスクリプトはどのように書きますか？
pl: Jak napisać skrypt bash?
pt: Como eu escrevo um script bash?
ru: Как мне написать bash-скрипт?
sv: Hur skriver jag ett bash-skript?

source: How do I use loops in bash?
bg: Как да използвам цикли в bash?
cs: Jak používat smyčky v bash?
da: Hvordan bruger jeg løkker i bash?
et: Kuidas kasutada silmuseid bashis?
fr: Comment utiliser des boucles dans bash ?
he: איך אני משתמש בלולאות בבאש?
hu: Hogyan használjak ciklusokat a bash-ben?
ja: bashでループをどのように使用しますか？
pl: Jak używać pętli w bash?
pt: Como eu uso loops no bash?
ru: Как использовать циклы в bash?
sv: Hur använder jag loopar i bash?

source: How do I use conditionals?
bg: Как да използвам условни изрази?
cs: Jak mohu používat podmínky?
da: Hvordan bruger jeg betingelser?
et: Kuidas ma kasutan tingimusi?
fr: Comment puis-je utiliser des conditionnels ?
he: איך אני משתמש בתנאים?
hu: Hogyan használjam a feltételeket?
ja: 条件文はどのように使用しますか？
pl: Jak używać warunków?
pt: Como eu uso condicionais?
ru: Как мне использовать условные операторы?
sv: Hur använder jag villkor?

source: How do I read user input?
bg: Как да прочета входни данни от потребителя?
cs: Jak mohu číst vstup od uživatele?
da: Hvordan læser jeg brugerinput?
et: Kuidas ma loen kasutaja sisendit?
fr: Comment puis-je lire l'entrée de l'utilisateur ?
he: איך אני קורא קלט משתמש?
hu: Hogyan olvassam be a felhasználói bemenetet?
ja: ユーザー入力をどのように読み取りますか？
pl: Jak odczytać dane wejściowe od użytkownika?
pt: Como faço para ler a entrada do usuário?
ru: Как мне прочитать ввод пользователя?
sv: Hur läser jag användarinmatning?

source: How do I read from file?
bg: Как да чета от файл?
cs: Jak mohu číst ze souboru?
da: Hvordan læser jeg fra fil?
et: Kuidas ma saan faili lugeda?
fr: Comment puis-je lire à partir d'un fichier ?
he: איך אני קורא מקובץ?
hu: Hogyan olvassak fájlból?
ja: ファイルから読み取るにはどうすればよいですか？
pl: Jak mogę odczytać z pliku?
pt: Como faço para ler de um arquivo?
ru: Как мне прочитать из файла?
sv: Hur läser jag från fil?

source: How do I write to file?
bg: Как да запиша в файл?
cs: Jak mohu zapisovat do souboru?
da: Hvordan skriver jeg til fil?
et: Kuidas ma saan faili kirjutada?
fr: Comment puis-je écrire dans un fichier ?
he: איך אני כותב לקובץ?
hu: Hogyan írhatok fájlba?
ja: ファイルに書き込むにはどうすればよいですか？
pl: Jak mogę zapisać do pliku?
pt: Como faço para escrever em um arquivo?
ru: Как мне записать в файл?
sv: Hur skriver jag till fil?

source: How do I use functions?
bg: Как да използвам функции?
cs: Jak mohu používat funkce?
da: Hvordan bruger jeg funktioner?
et: Kuidas ma funktsioone kasutan?
fr: Comment puis-je utiliser des fonctions ?
he: איך אני משתמש בפונקציות?
hu: Hogyan használom a függvényeket?
ja: 関数はどのように使いますか？
pl: Jak mogę używać funkcji?
pt: Como eu uso funções?
ru: Как мне использовать функции?
sv: Hur använder jag funktioner?

source: How do I parse arguments?
bg: Как да анализирам аргументи?
cs: Jak mohu analyzovat argumenty?
da: Hvordan parser jeg argumenter?
et: Kuidas ma parameetreid analüüsin?
fr: Comment puis-je analyser des arguments ?
he: איך אני מנתח ארגומנטים?
hu: Hogyan elemezzem az argumentumokat?
ja: 引数をどのように解析しますか？
pl: Jak analizować argumenty?
pt: Como faço para analisar argumentos?
ru: Как мне разобрать аргументы?
sv: Hur parserar jag argument?

source: How do I handle errors?
bg: Как да обработвам грешки?
cs: Jak mohu zpracovat chyby?
da: Hvordan håndterer jeg fejl?
et: Kuidas ma vigu käsitlen?
fr: Comment puis-je gérer les erreurs ?
he: איך אני מטפל בשגיאות?
hu: Hogyan kezeljem a hibákat?
ja: エラーをどのように処理しますか？
pl: Jak obsługiwać błędy?
pt: Como faço para lidar com erros?
ru: Как мне обрабатывать ошибки?
sv: Hur hanterar jag fel?

source: How do I debug bash script?
bg: Как да отстраня проблеми с bash скрипт?
cs: Jak mohu ladit bash skript?
da: Hvordan debugger jeg bash-script?
et: Kuidas ma debugeerin bash skripti?
fr: Comment déboguer un script bash ?
he: איך אני מדבג סקריפט בש?
hu: Hogyan debuggoljak bash szkriptet?
ja: bashスクリプトをデバッグするにはどうすればよいですか？
pl: Jak debugować skrypt bash?
pt: Como faço para depurar um script bash?
ru: Как мне отладить bash-скрипт?
sv: Hur debuggar jag ett bash-skript?

source: How do I get pods?
bg: Как да получа подове?
cs: Jak získám pody?
da: Hvordan får jeg pods?
et: Kuidas ma saan pod'e?
fr: Comment puis-je obtenir des pods ?
he: איך אני מקבל פודים?
hu: Hogyan juthatok podokhoz?
ja: ポッドを取得するにはどうすればよいですか？
pl: Jak mogę uzyskać pody?
pt: Como eu obtenho pods?
ru: Как мне получить поды?
sv: Hur får jag pods?

source: How do I view pod logs?
bg: Как да видя логовете на пода?
cs: Jak mohu zobrazit protokoly podu?
da: Hvordan ser jeg pod-logfiler?
et: Kuidas ma saan vaadata pod'i logisid?
fr: Comment puis-je voir les journaux des pods ?
he: איך אני רואה את יומני הפוד?
hu: Hogyan nézhetem meg a pod naplóit?
ja: ポッドのログをどのように表示しますか？
pl: Jak mogę wyświetlić logi poda?
pt: Como posso visualizar os logs do pod?
ru: Как мне просмотреть логи пода?
sv: Hur visar jag pod-loggar?

source: How do I deploy to k8s?
bg: Как да разположа в k8s?
cs: Jak nasadím do k8s?
da: Hvordan deployerer jeg til k8s?
et: Kuidas ma saan k8s-i juurutada?
fr: Comment déployer sur k8s ?
he: איך אני מפרסם ל-k8s?
hu: Hogyan telepíthetek a k8s-re?
ja: k8sにデプロイするにはどうすればよいですか？
pl: Jak wdrożyć do k8s?
pt: Como faço para implantar no k8s?
ru: Как мне развернуть в k8s?
sv: Hur distribuerar jag till k8s?

source: How do I scale deployment?
bg: Как да мащабирам разгръщането?
cs: Jak mohu škálovat nasazení?
da: Hvordan skalerer jeg implementeringen?
et: Kuidas ma skaleerin juurutamist?
fr: Comment puis-je mettre à l'échelle le déploiement ?
he: איך אני מגדיל את ההפצה?
hu: Hogyan méretezzem a telepítést?
ja: デプロイメントをスケールするにはどうすればよいですか？
pl: Jak mogę skalować wdrożenie?
pt: Como faço para escalar a implantação?
ru: Как мне масштабировать развертывание?
sv: Hur skalar jag distribution?

source: How do I describe pod?
bg: Как да опиша под?
cs: Jak mohu popsat pod?
da: Hvordan beskriver jeg en pod?
et: Kuidas ma kirjeldan pod'i?
fr: Comment puis-je décrire un pod ?
he: איך אני מתאר פוד?
hu: Hogyan írjam le a pod-ot?
ja: ポッドをどのように説明しますか？
pl: Jak mogę opisać pod?
pt: Como descrevo o pod?
ru: Как мне описать под?
sv: Hur beskriver jag en pod?

source: How do I get services?
bg: Как да получа услуги?
cs: Jak získám služby?
da: Hvordan får jeg tjenester?
et: Kuidas ma saan teenuseid?
fr: Comment puis-je obtenir des services ?
he: איך אני מקבל שירותים?
hu: Hogyan juthatok szolgáltatásokhoz?
ja: サービスを取得するにはどうすればよいですか？
pl: Jak mogę uzyskać usługi?
pt: Como eu obtenho serviços?
ru: Как мне получить услуги?
sv: Hur får jag tjänster?
