Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: How do I detach from session?
bg: Как да се отделя от сесията?
cs: Jak se odpojím od relace?
da: Hvordan afbryder jeg forbindelsen til sessionen?
et: Kuidas ma saan sessioonist lahti ühendada?
fr: Comment puis-je me détacher de la session ?
he: איך אני מנתק מהסשן?
hu: Hogyan tudok leválni a munkamenetről?
ja: セッションから切り離すにはどうすればよいですか？
pl: Jak mogę odłączyć się od sesji?
pt: Como faço para me desconectar da sessão?
ru: Как мне отсоединиться от сеанса?
sv: Hur kopplar jag bort från sessionen?

source: How do I copy in tmux?
bg: Как да копирам в tmux?
cs: Jak zkopírovat v tmuxu?
da: Hvordan kopierer jeg i tmux?
et: Kuidas ma kopeerin tmuxis?
fr: Comment copier dans tmux ?
he: איך אני מעתיק ב-tmux?
hu: Hogyan másoljak a tmux-ban?
ja: tmuxでコピーするにはどうすればよいですか？
pl: Jak skopiować w tmux?
pt: Como faço para copiar no tmux?
ru: Как скопировать в tmux?
sv: Hur kopierar jag i tmux?

source: How do I configure tmux?
bg: Как да конфигурирам tmux?
cs: Jak mohu nakonfigurovat tmux?
da: Hvordan konfigurerer jeg tmux?
et: Kuidas ma konfigureerin tmux'i?
fr: Comment configurer tmux ?
he: איך אני מגדיר tmux?
hu: Hogyan konfiguráljam a tmux-ot?
ja: tmuxをどのように設定しますか？
pl: Jak skonfigurować tmux?
pt: Como configuro o tmux?
ru: Как мне настроить tmux?
sv: Hur konfigurerar jag tmux?

source: How do I save in vim?
bg: Как да запазя в vim?
cs: Jak uložím v vim?
da: Hvordan gemmer jeg i vim?
et: Kuidas ma salvestan vim'is?
fr: Comment puis-je enregistrer dans vim ?
he: איך אני שומר ב-vim?
hu: Hogyan menthetek a vim-ben?
ja: vimでどうやって保存しますか？
pl: Jak zapisuję w vimie?
pt: Como faço para salvar no vim?
ru: Как мне сохранить в vim?
sv: Hur sparar jag i vim?

source: How do I quit vim?
bg: Как да изляза от vim?
cs: Jak mohu ukončit vim?
da: Hvordan afslutter jeg vim?
et: Kuidas ma vim-ist väljun?
fr: Comment puis-je quitter vim ?
he: איך אני יוצא מ-vim?
hu: Hogyan lépek ki a vim-ből?
ja: vimを終了するにはどうすればいいですか？
pl: Jak wyjść z vim?
pt: Como faço para sair do vim?
ru: Как выйти из vim?
sv: Hur avslutar jag vim?

source: How do I search in vim?
bg: Как да търся в vim?
cs: Jak hledám ve vim?
da: Hvordan søger jeg i vim?
et: Kuidas ma otsin vimis?
fr: Comment puis-je rechercher dans vim ?
he: איך אני מחפש ב-vim?
hu: Hogyan kereshetek a vim-ben?
ja: vimで検索するにはどうすればよいですか？
pl: Jak wyszukiwać w vim?
pt: Como faço para pesquisar no vim?
ru: Как мне искать в vim?
sv: Hur söker jag i vim?

source: How do I replace in vim?
bg: Как да заменя в vim?
cs: Jak mohu nahradit ve vim?
da: Hvordan erstatter jeg i vim?
et: Kuidas ma asendan vimis?
fr: Comment puis-je remplacer dans vim ?
he: איך אני מחליף ב-vim?
hu: Hogyan cserélhetek a vim-ben?
ja: vimで置換するにはどうすればよいですか？
pl: Jak mogę zastąpić w vim?
pt: Como faço para substituir no vim?
ru: Как мне заменить в vim?
sv: Hur ersätter jag i vim?

source: How do I copy line in vim?
bg: Как да копирам ред в vim?
cs: Jak zkopírovat řádek ve vim?
da: Hvordan kopierer jeg en linje i vim?
et: Kuidas ma kopeerin rida vimis?
fr: Comment copier une ligne dans vim ?
he: איך אני מעתיק שורה ב-vim?
hu: Hogyan másoljak egy sort a vim-ben?
ja: vimで行をコピーするにはどうすればよいですか？
pl: Jak skopiować linię w vimie?
pt: Como faço para copiar uma linha no vim?
ru: Как скопировать строку в vim?
sv: Hur kopierar jag en rad i vim?

source: How do I delete line in vim?
bg: Как да изтрия ред в vim?
cs: Jak mohu smazat řádek ve vim?
da: Hvordan sletter jeg en linje i vim?
et: Kuidas ma kustutan rea vim-is?
fr: Comment supprimer une ligne dans vim ?
he: איך אני מוחק שורה ב-vim?
hu: Hogyan törlöm a sort a vim-ben?
ja: vimで行を削除するにはどうすればよいですか？
pl: Jak usunąć linię w vimie?
pt: Como faço para deletar uma linha no vim?
ru: Как удалить строку в vim?
sv: Hur tar jag bort en rad i vim?

source: How do I undo in vim?
bg: Как да отменя в vim?
cs: Jak mohu vrátit změnu ve vim?
da: Hvordan fortryder jeg i vim?
et: Kuidas ma vimis tagasitegemise teen?
fr: Comment annuler dans vim ?
he: איך אני מבטל ב-vim?
hu: Hogyan tudom visszavonni a vim-ben?
ja: vimで元に戻すにはどうすればいいですか？
pl: Jak cofnąć w vimie?
pt: Como faço para desfazer no vim?
ru: Как мне отменить действие в vim?
sv: Hur ångrar jag i vim?

source: How do I go to line in vim?
bg: Как да отида на ред в vim?
cs: Jak se dostanu na řádek ve vim?
da: Hvordan går jeg til linje i vim?
et: Kuidas ma lähen vim'is reale?
fr: Comment puis-je aller à la ligne dans vim ?
he: איך אני עובר לשורה ב-vim?
hu: Hogyan lépek a sorra a vim-ben?
ja: vimで行に移動するにはどうすればよいですか？
pl: Jak przejść do linii w vimie?
pt: Como faço para ir para a linha no vim?
ru: Как перейти к строке в vim?
sv: Hur går jag till rad i vim?

source: How do I split in vim?
bg: Как да разделя в vim?
cs: Jak mohu rozdělit v vim?
da: Hvordan deler jeg i vim?
et: Kuidas ma vimis jagan?
fr: Comment puis-je diviser dans vim ?
he: איך אני מפצל ב-vim?
hu: Hogyan oszthatom fel a vim-ben?
ja: vimでどうやって分割しますか？
pl: Jak podzielić w vim?
pt: Como faço para dividir no vim?
ru: Как мне разделить в vim?
sv: Hur delar jag i vim?

source: How do I open file in vim?
bg: Как да отворя файл в vim?
cs: Jak otevřu soubor ve vim?
da: Hvordan åbner jeg en fil i vim?
et: Kuidas avada faili vim-is?
fr: Comment ouvrir un fichier dans vim ?
he: איך אני פותח קובץ ב-vim?
hu: Hogyan nyitok meg fájlt a vim-ben?
ja: vimでファイルを開くにはどうすればよいですか？
pl: Jak otworzyć plik w vim?
pt: Como faço para abrir um arquivo no vim?
ru: Как открыть файл в vim?
sv: Hur öppnar jag en fil i vim?

source: How do I set environment variable?
bg: Как да задам променлива на средата?
cs: Jak nastavím proměnnou prostředí?
da: Hvordan sætter jeg miljøvariabel?
et: Kuidas ma seadistan keskkonnamuutuja?
fr: Comment puis-je définir une variable d'environnement ?
he: איך אני מגדיר משתנה סביבה?
hu: Hogyan állíthatom be a környezeti változót?
ja: 環境変数をどのように設定しますか？
pl: Jak ustawić zmienną środowiskową?
pt: Como faço para definir a variável de ambiente?
ru: Как мне установить переменную окружения?
sv: Hur ställer jag in miljövariabel?

source: How do I list env variables?
bg: Как да изброя променливите на средата?
cs: Jak mohu vypsat proměnné prostředí?
da: Hvordan lister jeg miljøvariabler?
et: Kuidas ma saan keskkonnamuutujad loetleda?
fr: Comment puis-je lister les variables d'environnement ?
he: איך אני רושם משתני סביבה?
hu: Hogyan listázhatom az env változókat?
ja: 環境変数を一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić zmienne środowiskowe?
pt: Como faço para listar variáveis de ambiente?
ru: Как мне вывести переменные окружения?
sv: Hur listar jag miljövariabler?

source: How do I edit bashrc?
bg: Как да редактирам bashrc?
cs: Jak mohu upravit bashrc?
da: Hvordan redigerer jeg bashrc?
et: Kuidas ma saan bashrc-i redigeerida?
fr: Comment puis-je modifier bashrc ?
he: איך אני עורך את bashrc?
hu: Hogyan szerkeszthetem a bashrc-t?
ja: bashrcをどのように編集しますか？
pl: Jak edytować bashrc?
pt: Como edito o bashrc?
ru: Как мне отредактировать bashrc?
sv: Hur redigerar jag bashrc?

source: How do I reload bashrc?
bg: Как да презаредя bashrc?
cs: Jak znovu načíst bashrc?
da: Hvordan genindlæser jeg bashrc?
et: Kuidas ma laadida bashrc uuesti?
fr: Comment recharger bashrc ?
he: איך אני טוען מחדש את bashrc?
hu: Hogyan töltöm újra a bashrc-t?
ja: bashrcを再読み込みするにはどうすればよいですか？
pl: Jak mogę przeładować bashrc?
pt: Como faço para recarregar o bashrc?
ru: Как перезагрузить bashrc?
sv: Hur laddar jag om bashrc?

source: How do I view PATH?
bg: Как да видя PATH?
cs: Jak mohu zobrazit PATH?
da: Hvordan ser jeg PATH?
et: Kuidas ma saan vaadata PATH-i?
fr: Comment puis-je afficher le PATH ?
he: איך אני רואה את ה-PATH?
hu: Hogyan nézhetem meg a PATH-t?
ja: PATHをどのように表示しますか？
pl: Jak mogę wyświetlić PATH?
pt: Como posso visualizar o PATH?
ru: Как мне просмотреть PATH?
sv: Hur visar jag PATH?

source: How do I add to PATH?
bg: Как да добавя в PATH?
cs: Jak přidám do PATH?
da: Hvordan tilføjer jeg til PATH?
et: Kuidas ma lisan PATH-i?
fr: Comment ajouter au PATH ?
he: איך אני מוסיף ל-PATH?
hu: Hogyan adhatom hozzá a PATH-hoz?
ja: PATHに追加するにはどうすればよいですか？
pl: Jak dodać do PATH?
pt: Como faço para adicionar ao PATH?
ru: Как мне добавить в PATH?
sv: Hur lägger jag till i PATH?

source: How do I find config file?
bg: Как да намеря конфигурационния файл?
cs: Jak najdu konfigurační soubor?
da: Hvordan finder jeg konfigurationsfilen?
et: Kuidas ma leian konfiguratsioonifaili?
fr: Comment puis-je trouver le fichier de configuration ?
he: איך אני מוצא את קובץ הקונפיגורציה?
hu: Hogyan találom meg a konfigurációs fájlt?
ja: 設定ファイルはどのように見つけますか？
pl: Jak mogę znaleźć plik konfiguracyjny?
pt: Como encontro o arquivo de configuração?
ru: Как мне найти файл конфигурации?
sv: Hur hittar jag konfigurationsfilen?

source: How do I export variable?
bg: Как да експортирам променлива?
cs: Jak mohu exportovat proměnnou?
da: Hvordan eksporterer jeg variabel?
et: Kuidas ma eksportin muutuja?
fr: Comment puis-je exporter une variable ?
he: איך אני מייצא משתנה?
hu: Hogyan exportáljam a változót?
ja: 変数をエクスポートするにはどうすればよいですか？
pl: Jak mogę wyeksportować zmienną?
pt: Como faço para exportar variável?
ru: Как мне экспортировать переменную?
sv: Hur exporterar jag variabel?

source: How do I use .env file?
bg: Как да използвам .env файл?
cs: Jak používat soubor .env?
da: Hvordan bruger jeg .env-filen?
et: Kuidas ma kasutan .env faili?
fr: Comment puis-je utiliser le fichier .env ?
he: איך אני משתמש בקובץ .env?
hu: Hogyan használjam a .env fájlt?
ja: .envファイルはどのように使用しますか？
pl: Jak używać pliku .env?
pt: Como eu uso o arquivo .env?
ru: Как мне использовать файл .env?
sv: Hur använder jag .env-filen?

source: How do I set alias?
bg: Как да настроя псевдоним?
cs: Jak nastavím alias?
da: Hvordan sætter jeg alias?
et: Kuidas ma seadan alias'e?
fr: Comment puis-je définir un alias ?
he: איך אני מגדיר כינוי?
hu: Hogyan állíthatom be az álnevet?
ja: エイリアスを設定するにはどうすればよいですか？
pl: Jak ustawić alias?
pt: Como faço para definir um alias?
ru: Как мне установить псевдоним?
sv: Hur ställer jag in alias?

source: How do I use xargs?
bg: Как да използвам xargs?
cs: Jak používat xargs?
da: Hvordan bruger jeg xargs?
et: Kuidas ma xargs'i kasutan?
fr: Comment utiliser xargs ?
he: איך אני משתמש ב-xargs?
hu: Hogyan használjam az xargs-t?
ja: xargsの使い方は？
pl: Jak używać xargs?
pt: Como eu uso xargs?
ru: Как я могу использовать xargs?
sv: Hur använder jag xargs?

source: How do I use find with exec?
bg: Как да използвам find с exec?
cs: Jak mohu použít find s exec?
da: Hvordan bruger jeg find med exec?
et: Kuidas ma kasutan find käsku exec?
fr: Comment puis-je utiliser find avec exec ?
he: איך אני משתמש ב-find עם exec?
hu: Hogyan használjam a find parancsot az exec opcióval?
ja: execを使ってfindをどのように使用しますか？
pl: Jak użyć find z exec?
pt: Como eu uso o find com exec?
ru: Как я могу использовать find с exec?
sv: Hur använder jag find med exec?

source: How do I use parallel?
bg: Как да използвам паралелно?
cs: Jak mohu použít paralelní?
da: Hvordan bruger jeg parallel?
et: Kuidas ma paralleeli kasutan?
fr: Comment puis-je utiliser le parallèle ?
he: איך אני משתמש בפרלל?
hu: Hogyan használjam a párhuzamost?
ja: 並列をどのように使用しますか？
pl: Jak używać równolegle?
pt: Como eu uso o paralelo?
ru: Как мне использовать параллель?
sv: Hur använder jag parallell?

source: How do I use tee?
bg: Как да използвам tee?
cs: Jak mohu použít tee?
da: Hvordan bruger jeg tee?
et: Kuidas ma kasutan tee?
fr: Comment utiliser tee ?
he: איך אני משתמש ב-tee?
hu: Hogyan használjam a tee-t?
ja: teeの使い方は？
pl: Jak używać tee?
pt: Como eu uso o tee?
ru: Как я могу использовать tee?
sv: Hur använder jag tee?

source: How do I use watch?
bg: Как да използвам watch?
cs: Jak mohu používat hodinky?
da: Hvordan bruger jeg watch?
et: Kuidas ma vaata kasutada?
fr: Comment puis-je utiliser watch ?
he: איך אני משתמש בשעון?
hu: Hogyan használjam a watch-ot?
ja: ウォッチの使い方は？
pl: Jak używać watch?
pt: Como eu uso o watch?
ru: Как мне использовать watch?
sv: Hur använder jag klockan?

source: How do I use htop?
bg: Как да използвам htop?
cs: Jak používat htop?
da: Hvordan bruger jeg htop?
et: Kuidas ma htopi kasutan?
fr: Comment utiliser htop ?
he: איך אני משתמש ב-htop?
hu: Hogyan használjam a htop-ot?
ja: htopの使い方は？
pl: Jak używać htop?
pt: Como eu uso o htop?
ru: Как я могу использовать htop?
sv: Hur använder jag htop?

source: How do I use fzf?
bg: Как да използвам fzf?
cs: Jak mohu použít fzf?
da: Hvordan bruger jeg fzf?
et: Kuidas ma fzf-i kasutan?
fr: Comment utiliser fzf ?
he: איך אני משתמש ב-fzf?
hu: Hogyan használjam az fzf-t?
ja: fzfをどのように使いますか？
pl: Jak używać fzf?
pt: Como eu uso fzf?
ru: Как мне использовать fzf?
sv: Hur använder jag fzf?

source: How do I use heredoc?
bg: Как да използвам heredoc?
cs: Jak mohu použít heredoc?
da: Hvordan bruger jeg heredoc?
et: Kuidas ma heredoc'i kasutan?
fr: Comment utiliser heredoc ?
he: איך אני משתמש ב-heredoc?
hu: Hogyan használom a heredoc-ot?
ja: heredocの使い方は？
pl: Jak używać heredoc?
pt: Como eu uso heredoc?
ru: Как мне использовать heredoc?
sv: Hur använder jag heredoc?

source: How do I use subshell?
bg: Как да използвам подшел?
cs: Jak mohu použít subshell?
da: Hvordan bruger jeg subshell?
et: Kuidas ma kasutan subshelli?
fr: Comment utiliser un sous-shell ?
he: איך אני משתמש בתת-שול?
hu: Hogyan használjam a subshell-t?
ja: サブシェルをどのように使用しますか？
pl: Jak używać podpowłoki?
pt: Como eu uso subshell?
ru: Как мне использовать подсhell?
sv: Hur använder jag subshell?

source: How do I use command substitution?
bg: Как да използвам подмяна на команди?
cs: Jak použít substituci příkazů?
da: Hvordan bruger jeg kommandosubstitution?
et: Kuidas ma kasutan käskude asendamist?
fr: Comment puis-je utiliser la substitution de commande ?
he: איך אני משתמש בהחלפת פקודות?
hu: Hogyan használom a parancs helyettesítést?
ja: コマンド置換をどのように使用しますか？
pl: Jak użyć substytucji poleceń?
pt: Como eu uso a substituição de comandos?
ru: Как мне использовать подстановку команд?
sv: Hur använder jag kommandosubstitution?

source: How do I format date?
bg: Как да форматирам дата?
cs: Jak formátuji datum?
da: Hvordan formaterer jeg dato?
et: Kuidas ma kuupäeva vormindan?
fr: Comment puis-je formater la date ?
he: איך אני מעצב תאריך?
hu: Hogyan formázom a dátumot?
ja: 日付をどのようにフォーマットしますか？
pl: Jak sformatować datę?
pt: Como formatar a data?
ru: Как мне отформатировать дату?
sv: Hur formaterar jag datum?

source: How do I calculate in terminal?
bg: Как да изчисля в терминала?
cs: Jak mohu provést výpočet v terminálu?
da: Hvordan beregner jeg i terminalen?
et: Kuidas ma terminalis arvutan?
fr: Comment puis-je calculer dans le terminal ?
he: איך אני מחשב בטרמינל?
hu: Hogyan számoljak a terminálban?
ja: ターミナルで計算するにはどうすればよいですか？
pl: Jak obliczyć w terminalu?
pt: Como faço para calcular no terminal?
ru: Как мне выполнить расчет в терминале?
sv: Hur beräknar jag i terminalen?

source: How do I use colors in terminal?
bg: Как да използвам цветове в терминала?
cs: Jak mohu používat barvy v terminálu?
da: Hvordan bruger jeg farver i terminalen?
et: Kuidas ma kasutan värve terminalis?
fr: Comment puis-je utiliser des couleurs dans le terminal ?
he: איך אני משתמש בצבעים בטרמינל?
hu: Hogyan használhatom a színeket a terminálban?
ja: ターミナルで色を使うにはどうすればよいですか？
pl: Jak używać kolorów w terminalu?
pt: Como eu uso cores no terminal?
ru: Как я могу использовать цвета в терминале?
sv: Hur använder jag färger i terminalen?

source: How do I create histogram?
bg: Как да създам хистограма?
cs: Jak vytvořím histogram?
da: Hvordan opretter jeg et histogram?
et: Kuidas ma loon histogrammi?
fr: Comment créer un histogramme ?
he: איך אני יוצר היסטוגרמה?
hu: Hogyan készíthetek hisztogramot?
ja: ヒストグラムを作成するにはどうすればよいですか？
pl: Jak mogę stworzyć histogram?
pt: Como eu crio um histograma?
ru: Как создать гистограмму?
sv: Hur skapar jag ett histogram?

source: How do I send notification?
bg: Как да изпратя известие?
cs: Jak mohu poslat oznámení?
da: Hvordan sender jeg en meddelelse?
et: Kuidas ma saadan teate?
fr: Comment puis-je envoyer une notification ?
he: איך אני שולח התראה?
hu: Hogyan küldhetek értesítést?
ja: 通知を送信するにはどうすればよいですか？
pl: Jak wysłać powiadomienie?
pt: Como envio uma notificação?
ru: Как мне отправить уведомление?
sv: Hur skickar jag en avisering?

source: How do I use clipboard?
bg: Как да използвам клипборда?
cs: Jak mohu použít schránku?
da: Hvordan bruger jeg udklipsholderen?
et: Kuidas ma lõikepuhvrit kasutan?
fr: Comment utiliser le presse-papiers ?
he: איך אני משתמש בלוח העריכה?
hu: Hogyan használjam a vágólapot?
ja: クリップボードはどのように使いますか？
pl: Jak używać schowka?
pt: Como eu uso a área de transferência?
ru: Как мне использовать буфер обмена?
sv: Hur använder jag urklipp?

source: How do I view image in terminal?
bg: Как да прегледам изображение в терминала?
cs: Jak mohu zobrazit obrázek v terminálu?
da: Hvordan ser jeg et billede i terminalen?
et: Kuidas ma vaatan pilti terminalis?
fr: Comment puis-je afficher une image dans le terminal ?
he: איך אני רואה תמונה בטרמינל?
hu: Hogyan nézhetem meg a képet a terminálban?
ja: ターミナルで画像を表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić obraz w terminalu?
pt: Como faço para visualizar a imagem no terminal?
ru: Как мне просмотреть изображение в терминале?
sv: Hur visar jag en bild i terminalen?

source: How do I plot in terminal?
bg: Как да направя графика в терминала?
cs: Jak mohu vykreslit v terminálu?
da: Hvordan plotter jeg i terminalen?
et: Kuidas ma terminalis joonistan?
fr: Comment puis-je tracer dans le terminal ?
he: איך אני מצייר בטרמינל?
hu: Hogyan ábrázoljak a terminálban?
ja: ターミナルでプロットするにはどうすればよいですか？
pl: Jak mogę wykreślić w terminalu?
pt: Como faço para plotar no terminal?
ru: Как мне построить график в терминале?
sv: Hur plottar jag i terminalen?

source: How do I play sound?
bg: Как да възпроизведа звук?
cs: Jak mohu přehrát zvuk?
da: Hvordan spiller jeg lyd?
et: Kuidas ma heli mängin?
fr: Comment puis-je jouer du son ?
he: איך אני מנגן צליל?
hu: Hogyan játszhatok le hangot?
ja: 音を再生するにはどうすればよいですか？
pl: Jak odtwarzać dźwięk?
pt: Como reproduzo som?
ru: Как мне воспроизвести звук?
sv: Hur spelar jag ljud?

source: How do I schedule task?
bg: Как да планирам задача?
cs: Jak naplánuji úkol?
da: Hvordan planlægger jeg en opgave?
et: Kuidas ma saan ülesande ajastada?
fr: Comment puis-je planifier une tâche ?
he: איך אני מתזמן משימה?
hu: Hogyan ütemezhetek feladatot?
ja: タスクをどのようにスケジュールしますか？
pl: Jak zaplanować zadanie?
pt: Como agendo uma tarefa?
ru: Как мне запланировать задачу?
sv: Hur schemalägger jag en uppgift?

source: AI is thinking...
bg: AI обмисля...
cs: AI přemýšlí...
da: AI tænker...
et: AI mõtleb...
fr: L'IA réfléchit...
he: הבינה המלאכותית חושבת...
hu: Az AI gondolkodik...
ja: AIが考えています...
pl: AI myśli...
pt: A IA está pensando...
ru: ИИ обрабатывает информацию...
sv: AI tänker...

source: You
bg: Вие
cs: Vy
da: Du
et: Sa sina
fr: Vous
he: אתה
hu: Te
ja: あなた
pl: Ty
pt: Você
ru: Вы
sv: Du

source: AI Assistant
bg: AI асистент
cs: AI Asistent
da: AI-assistent
et: AI assistent
fr: Assistant IA
he: עוזר בינה מלאכותית
hu: AI Asszisztens
ja: AIアシスタント
pl: Asystent AI
pt: Assistente de IA
ru: AI Ассистент
sv: AI-assistent

source: Suggested Commands
bg: Предложени команди
cs: Navrhované příkazy
da: Foreslåede kommandoer
et: Soovitatud käsud
fr: Commandes suggérées
he: פקודות מוצעות
hu: Javasolt parancsok
ja: 提案されたコマンド
pl: Sugerowane polecenia
pt: Comandos Sugeridos
ru: Предложенные команды
sv: Föreslagna kommandon

source: Run command
bg: Изпълни команда
cs: Spustit příkaz
da: Kør kommando
et: Käsku käivita
fr: Exécuter la commande
he: הרץ פקודה
hu: Futtatás parancs
ja: コマンドを実行
pl: Uruchom polecenie
pt: Executar comando
ru: Запустить команду
sv: Kör kommando

source: Insert into terminal
bg: Въведете в терминала
cs: Vložte do terminálu
da: Indsæt i terminalen
et: Sisesta terminali
fr: Insérer dans le terminal
he: הכנס למסוף
hu: Illessze be a terminálba
ja: ターミナルに挿入
pl: Wstaw do terminala
pt: Inserir no terminal
ru: Вставить в терминал
sv: Infoga i terminalen

source: Copy to clipboard
bg: Копирай в клипборда
cs: Kopírovat do schránky
da: Kopier til udklipsholder
et: Kopeeri lõikelauale
fr: Copier dans le presse-papiers
he: העתק ללוח שנה
hu: Másolás a vágólapra
ja: クリップボードにコピー
pl: Kopiuj do schowka
pt: Copiar para a área de transferência
ru: Скопировать в буфер обмена
sv: Kopiera till urklipp

source: New conversation
bg: Нов разговор
cs: Nový rozhovor
da: Ny samtale
et: Uus vestlus
fr: Nouvelle conversation
he: שיחה חדשה
hu: Új beszélgetés
ja: 新しい会話
pl: Nowa rozmowa
pt: Nova conversa
ru: Новый разговор
sv: Ny konversation

source: View history
bg: Преглед на историята
cs: Zobrazit historii
da: Se historik
et: Vaata ajalugu
fr: Afficher l'historique
he: צפה בהיסטוריה
hu: Előzmények megtekintése
ja: 履歴を表示
pl: Zobacz historię
pt: Ver histórico
ru: Просмотр истории
sv: Visa historik

source: Close panel
bg: Затвори панела
cs: Zavřít panel
da: Luk panel
et: Sulge paneel
fr: Fermer le panneau
he: סגור פאנל
hu: Panel bezárása
ja: パネルを閉じる
pl: Zamknij panel
pt: Fechar painel
ru: Закрыть панель
sv: Stäng panel

source: Quick Prompts
bg: Бързи Подсказки
cs: Rychlé výzvy
da: Hurtige Prompter
et: Kiired Kutsed
fr: Invites rapides
he: הנחיות מהירות
hu: Gyors Utasítások
ja: クイックプロンプト
pl: Szybkie Podpowiedzi
pt: Prompts Rápidos
ru: Быстрые подсказки
sv: Snabba uppmaningar

source: Customize quick prompts
bg: Персонализиране на бързи подсказки
cs: Přizpůsobit rychlé výzvy
da: Tilpas hurtige prompts
et: Kohanda kiireid käske
fr: Personnaliser les invites rapides
he: התאם אישית הנחיות מהירות
hu: Testreszabás gyors javaslatokhoz
ja: クイックプロンプトをカスタマイズ
pl: Dostosuj szybkie podpowiedzi
pt: Personalizar prompts rápidos
ru: Настроить быстрые подсказки
sv: Anpassa snabba uppmaningar

source: Send message
bg: Изпрати съобщение
cs: Odeslat zprávu
da: Send besked
et: Saada sõnum
fr: Envoyer un message
he: שלח הודעה
hu: Üzenet küldése
ja: メッセージを送信
pl: Wyślij wiadomość
pt: Enviar mensagem
ru: Отправить сообщение
sv: Skicka meddelande

source: Retry
bg: Опитай отново
cs: Zkusit znovu
da: Prøv igen
et: Katsumine
fr: Réessayer
he: ניסיון מחדש
hu: Újrapróbálkozás
ja: 再試行
pl: Ponów
pt: Tentar novamente
ru: Повторить
sv: Försök igen

source: Retry the last request
bg: Повторете последната заявка
cs: Zopakovat poslední požadavek
da: Prøv den sidste anmodning igen
et: Korda viimane päring
fr: Ressayer la dernière demande
he: נסה את הבקשה האחרונה שוב
hu: Ismételje meg az utolsó kérést
ja: 最後のリクエストを再試行
pl: Powtórz ostatnie żądanie
pt: Tente novamente a última solicitação
ru: Повторить последний запрос
sv: Försök igen med den senaste begäran

source: Customize Quick Prompts
bg: Персонализиране на бързи подсказки
cs: Přizpůsobit rychlé výzvy
da: Tilpas hurtige prompts
et: Kohanda Kiired Käsud
fr: Personnaliser les invites rapides
he: התאמת הנחיות מהירות
hu: Gyors parancsok testreszabása
ja: クイックプロンプトをカスタマイズ
pl: Dostosuj szybkie podpowiedzi
pt: Personalizar Sugestões Rápidas
ru: Настроить быстрые подсказки
sv: Anpassa snabba uppmaningar

source: Emoji icon (optional)
bg: Икона на емоджи (по желание)
cs: Ikona emoji (volitelně)
da: Emoji-ikon (valgfrit)
et: Emoji ikoon (valikuline)
fr: Icône Emoji (optionnelle)
he: אייקון אמוג'י (אופציונלי)
hu: Emoji ikon (opcionális)
ja: 絵文字アイコン（オプション）
pl: Ikona emoji (opcjonalnie)
pt: Ícone de emoji (opcional)
ru: Иконка эмодзи (необязательно)
sv: Emoji-ikon (valfritt)

source: Enter prompt text...
bg: Въведете текст на подканата...
cs: Zadejte text výzvy...
da: Indtast prompttekst...
et: Sisestage käsu tekst...
fr: Entrez le texte de l'invite...
he: הזן טקסט הנחיה...
hu: Írja be a prompt szöveget...
ja: プロンプトテキストを入力してください...
pl: Wprowadź tekst podpowiedzi...
pt: Digite o texto do prompt...
ru: Введите текст подсказки...
sv: Ange uppmaningstext...

source: Remove this prompt
bg: Премахнете този подканващ текст
cs: Odstraňte tento výzvu
da: Fjern denne prompt
et: Eemalda see käsklus
fr: Supprimer cette invite
he: הסר את ההנחיה הזו
hu: Távolítsa el ezt a kérést
ja: このプロンプトを削除
pl: Usuń ten komunikat
pt: Remova este prompt
ru: Удалите этот запрос
sv: Ta bort denna uppmaning
