Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Reset to System Default?
bg: Нулиране до системни настройки по подразбиране?
cs: Obnovit na výchozí nastavení systému?
da: Nulstil til systemstandard?
et: Lähtesta süsteemi vaikeväärtustele?
fr: Réinitialiser aux paramètres d'usine ?
he: אפס לברירת המחדל של המערכת?
hu: Visszaállítás a rendszer alapértelmezett értékeire?
ja: システムデフォルトにリセットしますか？
pl: Czy zresetować do ustawień fabrycznych?
pt: Redefinir para o padrão do sistema?
ru: Сбросить до системных значений по умолчанию?
sv: Återställ till systemstandard?

source: This will remove your customizations for "{}" and revert to system rules.
bg: Това ще премахне вашите персонализации за "{}" и ще се върне към системните правила.
cs: Tímto odstraníte své úpravy pro "{}" a vrátíte se k systémovým pravidlům.
da: Dette vil fjerne dine tilpasninger for "{}" og vende tilbage til systemregler.
et: See eemaldab teie kohandused "{}" jaoks ja taastab süsteemi reeglid.
fr: Cela supprimera vos personnalisations pour "{}" et reviendra aux règles par défaut.
he: זה יסיר את ההתאמות האישיות שלך עבור "{}" ויחזיר את הכללים המערכתיים.
hu: Ez eltávolítja a "{}" testreszabásait, és visszaállítja a rendszer szabályaira.
ja: これは「{}」のカスタマイズを削除し、システムルールに戻します。
pl: To usunięte zostaną Twoje dostosowania dla "{}" i przywrócone zostaną zasady systemowe.
pt: Isto removerá suas personalizações para "{}" e reverterá para as regras do sistema.
ru: Это удалит ваши настройки для "{}" и вернёт системные правила.
sv: Detta kommer att ta bort dina anpassningar för "{}" och återgå till systemregler.

source: Reset
bg: Нулиране
cs: Obnovit
da: Nulstil
et: Taasta
fr: Réinitialiser
he: איפוס
hu: Visszaállítás
ja: リセット
pl: Resetuj
pt: Redefinir
ru: Сбросить
sv: Återställ

source: Delete Rule?
bg: Изтриване на правило?
cs: Smazat pravidlo?
da: Slet regel?
et: Kustuta reegel?
fr: Supprimer la règle ?
he: מחק כלל?
hu: Szabály törlése?
ja: ルールを削除しますか？
pl: Usuń regułę?
pt: Excluir Regra?
ru: Удалить правило?
sv: Ta bort regel?

source: Are you sure you want to delete "{}"?
bg: Сигурни ли сте, че искате да изтриете "{}"?
cs: Opravdu si přejete smazat "{}"?
da: Er du sikker på, at du vil slette "{}"?
et: Kas olete kindel, et soovite "{}" kustutada?
fr: Êtes-vous sûr de vouloir supprimer "{}" ?
he: האם אתה בטוח שברצונך למחוק "{}"?
hu: Biztos benne, hogy törölni szeretné a "{}"-t?
ja: "{}"を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć "{}"?
pt: Você tem certeza de que deseja excluir "{}"?
ru: Вы уверены, что хотите удалить "{}"?
sv: Är du säker på att du vill ta bort "{}"?

source: Highlight Colors
bg: Цветове на маркиране
cs: Zvýraznit barvy
da: Fremhæv farver
et: Esiletõstevärvid
fr: Couleurs de surbrillance
he: צבעי הדגשה
hu: Kiemelő színek
ja: ハイライトカラー
pl: Kolory podświetlenia
pt: Cores de Destaque
ru: Цвета выделения
sv: Markera färger

source: Terminal Colors
bg: Цветове на терминала
cs: Terminálové barvy
da: Terminalfarver
et: Terminali värvid
fr: Couleurs du terminal
he: צבעי טרמינל
hu: Terminál színek
ja: ターミナルカラー
pl: Kolory terminala
pt: Cores do Terminal
ru: Цвета терминала
sv: Terminalfärger

source: Output Highlighting
bg: Извеждане на акцент
cs: Zvýraznění výstupu
da: Output fremhævelse
et: Väljendi esiletõstmine
fr: Mise en surbrillance de la sortie
he: הדגשת פלט
hu: Kimeneti kiemelés
ja: 出力ハイライト
pl: Podświetlanie wyjścia
pt: Destaque de Saída
ru: Выделение вывода
sv: Utdata Markering

source: Command-Specific
bg: Командно-специфичен
cs: Příkazově specifický
da: Kommando-specifik
et: Käsk-spetsiifiline
fr: Commande spécifique
he: ספציפי לפקודה
hu: Parancs-specifikus
ja: コマンド固有
pl: Specyficzny dla polecenia
pt: Específico do Comando
ru: Специфичный для команды
sv: Kommandospecifik

source: Color Scheme
bg: Цветова схема
cs: Barevné schéma
da: Farveskema
et: Värviskeem
fr: Schéma de couleurs
he: סכמת צבעים
hu: Színpaletta
ja: カラースキーム
pl: Schemat kolorów
pt: Esquema de Cores
ru: Цветовая схема
sv: Färgschema

source: Create New Scheme
bg: Създаване на нова схема
cs: Vytvořit nový plán
da: Opret nyt skema
et: Loo uus skeem
fr: Créer un nouveau schéma
he: צור תכנית חדשה
hu: Új séma létrehozása
ja: 新しいスキームを作成
pl: Utwórz nowy schemat
pt: Criar Novo Esquema
ru: Создать новую схему
sv: Skapa nytt schema

source: Create a custom color scheme based on existing
bg: Създайте персонализирана цветова схема на базата на съществуваща
cs: Vytvořte vlastní barevné schéma na základě stávajícího
da: Opret et tilpasset farveskema baseret på eksisterende
et: Loo oma kohandatud värviskeem olemasoleva põhjal
fr: Créer un schéma de couleurs personnalisé basé sur l'existant
he: צור ערכת צבעים מותאמת אישית בהתבסס על הקיימת
hu: Hozzon létre egy egyedi színsémát a meglévők alapján
ja: 既存のカラースキームに基づいてカスタムカラースキームを作成する
pl: Utwórz niestandardowy schemat kolorów na podstawie istniejącego
pt: Crie um esquema de cores personalizado com base no existente
ru: Создайте пользовательскую цветовую схему на основе существующей
sv: Skapa ett anpassat färgschema baserat på befintliga

source: Edit scheme
bg: Редактиране на схема
cs: Upravit schéma
da: Rediger skema
et: Muuda skeemi
fr: Modifier le schéma
he: ערוך תכנית
hu: Séma szerkesztése
ja: スキームを編集
pl: Edytuj schemat
pt: Editar esquema
ru: Редактировать схему
sv: Redigera schema

source: Customize (creates a copy)
bg: Персонализиране (създава копие)
cs: Přizpůsobit (vytvoří kopii)
da: Tilpas (opretter en kopi)
et: Kohanda (loobib koopia)
fr: Personnaliser (crée une copie)
he: התאמה אישית (יוצר עותק)
hu: Testreszabás (másolat készítése)
ja: カスタマイズ（コピーを作成）
pl: Dostosuj (tworzy kopię)
pt: Personalizar (cria uma cópia)
ru: Настроить (создает копию)
sv: Anpassa (skapar en kopia)

source: Delete scheme
bg: Изтрий схема
cs: Smazat schéma
da: Slet skema
et: Kustuta skeem
fr: Supprimer le schéma
he: מחק תכנית
hu: Törlés séma
ja: スキームを削除
pl: Usuń schemat
pt: Excluir esquema
ru: Удалить схему
sv: Ta bort schema

source: Are you sure you want to delete '{}'?
bg: Сигурни ли сте, че искате да изтриете '{}' ?
cs: Opravdu si přejete smazat '{}' ?
da: Er du sikker på, at du vil slette '{}' ?
et: Kas olete kindel, et soovite '{}' kustutada?
fr: Êtes-vous sûr de vouloir supprimer '{}' ?
he: האם אתה בטוח שברצונך למחוק '{}'?
hu: Biztos benne, hogy törölni szeretné a '{}' elemet?
ja: '{}'を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć '{}' ?
pt: Você tem certeza de que deseja excluir '{}' ?
ru: Вы уверены, что хотите удалить '{}' ?
sv: Är du säker på att du vill ta bort '{}' ?

source: Scheme deleted
bg: Схема изтрита
cs: Schéma bylo smazáno
da: Skema slettet
et: Skeem kustutatud
fr: Schéma supprimé
he: הסכמה נמחקה
hu: Séma törölve
ja: スキームが削除されました
pl: Schemat usunięty
pt: Esquema excluído
ru: Схема удалена
sv: Schema raderad

source: Scheme saved
bg: Схемата е запазена
cs: Schéma uloženo
da: Skema gemt
et: Skeem salvestatud
fr: Schéma enregistré
he: תוכנית נשמרה
hu: Séma mentve
ja: スキームが保存されました
pl: Schemat zapisany
pt: Esquema salvo
ru: Схема сохранена
sv: Schema sparad

source: Colorizes terminal output patterns like errors, warnings, and IPs. Many rules can slow down large outputs.
bg: Оцветява шаблони на терминален изход като грешки, предупреждения и IP адреси. Много правила могат да забавят големи изходи.
cs: Zbarvuje vzory výstupu terminálu, jako jsou chyby, varování a IP adresy. Mnoho pravidel může zpomalit velké výstupy.
da: Farver terminaludgangsmønstre som fejl, advarsler og IP-adresser. Mange regler kan bremse store udgange.
et: Värvib terminali väljundi mustreid, nagu vead, hoiatused ja IP-d. Paljud reeglid võivad aeglustada suuri väljundeid.
fr: Colorise les motifs de sortie du terminal comme les erreurs, les avertissements et les adresses IP. De nombreuses règles peuvent ralentir les grandes sorties.
he: צובע דפוסי פלט של טרמינל כמו שגיאות, אזהרות וכתובות IP. הרבה כללים יכולים להאט פלטים גדולים.
hu: Színesíti a terminál kimeneti mintákat, mint például hibák, figyelmeztetések és IP-címek. Sok szabály lelassíthatja a nagy kimeneteket.
ja: ターミナル出力のパターンを色付けします（エラー、警告、IPなど）。多くのルールは大きな出力を遅くする可能性があります。
pl: Koloryzuje wzorce wyjścia terminala, takie jak błędy, ostrzeżenia i adresy IP. Wiele reguł może spowolnić duże wyjścia.
pt: Coloriza padrões de saída do terminal, como erros, avisos e IPs. Muitas regras podem desacelerar saídas grandes.
ru: Окрашивает шаблоны вывода терминала, такие как ошибки, предупреждения и IP-адреса. Множество правил может замедлить большие выводы.
sv: Färgar terminalutdata mönster som fel, varningar och IP-adresser. Många regler kan sakta ner stora utdata.

source: Activation
bg: Активиране
cs: Aktivace
da: Aktivering
et: Aktiveerimine
he: הפעלה
hu: Aktiválás
ja: アクティベーション
pl: Aktywacja
pt: Ativação
ru: Активация
sv: Aktivering

source: ⚠️ On slower computers, enabling output highlighting may slightly reduce terminal responsiveness, as all displayed content is processed for color patterns.
bg: ⚠️ На по-бавни компютри активирането на подчертаване на изхода може леко да намали отзивчивостта на терминала, тъй като всичкото показано съдържание се обработва за цветови модели.
cs: ⚠️ Na pomalejších počítačích může povolení zvýraznění výstupu mírně snížit odezvu terminálu, protože veškerý zobrazený obsah je zpracováván pro barevné vzory.
da: ⚠️ På langsommere computere kan aktivering af outputfremhævning let reducere terminalens reaktionshastighed, da alt vist indhold behandles for farvemønstre.
et: ⚠️ Aegadel arvutitel võib väljundi esiletõstmine veidi vähendada terminali reageerimisvõimet, kuna kogu kuvatav sisu töödeldakse värvimustrite jaoks.
fr: ⚠️ Sur les ordinateurs plus lents, activer la mise en surbrillance de la sortie peut légèrement réduire la réactivité du terminal, car tout le contenu affiché est traité pour des motifs de couleur.
he: ⚠️ במחשבים איטיים יותר, הפעלת הדגשת פלט עשויה להפחית במעט את תגובת הטרמינל, מכיוון שכל התוכן המוצג מעובד לדפוסי צבע.
hu: ⚠️ Lassúbb számítógépeken a kimeneti kiemelés engedélyezése enyhén csökkentheti a terminál válaszkészségét, mivel az összes megjelenített tartalom színminták szerint van feldolgozva.
ja: ⚠️ より遅いコンピュータでは、出力ハイライトを有効にすると、すべての表示コンテンツが色パターンのために処理されるため、ターミナルの応答性がわずかに低下する可能性があります。
pl: ⚠️ Na wolniejszych komputerach włączenie podświetlania wyjścia może nieznacznie zmniejszyć responsywność terminala, ponieważ całe wyświetlane treści są przetwarzane pod kątem wzorów kolorów.
pt: ⚠️ Em computadores mais lentos, ativar a realce de saída pode reduzir ligeiramente a responsividade do terminal, uma vez que todo o conteúdo exibido é processado para padrões de cor.
ru: ⚠️ На медленных компьютерах включение выделения вывода может немного снизить отзывчивость терминала, так как весь отображаемый контент обрабатывается для цветовых паттернов.
sv: ⚠️ På långsammare datorer kan aktivering av utdataframhävning något minska terminalens responsivitet, eftersom allt visat innehåll bearbetas för färgmönster.

source: Local Terminals
bg: Локални терминали
cs: Místní terminály
da: Lokale terminaler
et: Kohalikud terminalid
fr: Terminaux Locaux
he: טרמינלים מקומיים
hu: Helyi terminálok
ja: ローカルターミナル
pl: Lokalne terminale
pt: Terminais Locais
ru: Локальные терминалы
sv: Lokala terminaler

source: Apply output highlighting to local terminal sessions
bg: Приложете оцветяване на изхода за локални терминални сесии
cs: Použijte zvýraznění výstupu pro místní terminálové relace
da: Anvend output fremhævning til lokale terminalsessioner
et: Rakenda väljundi esiletõstmine kohalikele terminaliseanssidele
fr: Appliquer la mise en surbrillance de la sortie aux sessions de terminal locales
he: החל הדגשת פלט על מושבים מקומיים של טרמינל
hu: Alkalmazza a kimeneti kiemelést a helyi terminál munkamenetekre
ja: ローカルターミナルセッションに出力ハイライトを適用する
pl: Zastosuj podświetlenie wyjścia do lokalnych sesji terminala
pt: Aplicar destaque de saída às sessões de terminal locais
ru: Применить выделение вывода для локальных сеансов терминала
sv: Tillämpa utdataframhävning på lokala terminalsessioner

source: SSH Sessions
bg: SSH сесии
cs: SSH relace
da: SSH-sessioner
et: SSH seansid
fr: Sessions SSH
he: שיחות SSH
hu: SSH munkamenetek
ja: SSHセッション
pl: Sesje SSH
pt: Sessões SSH
ru: SSH-сессии
sv: SSH-sessioner

source: Apply output highlighting to SSH connections
bg: Прилагане на оцветяване на изхода за SSH връзки
cs: Použijte zvýraznění výstupu pro připojení SSH
da: Anvend output fremhævning til SSH-forbindelser
et: Rakenda väljundi esiletõstmine SSH-ühendustele
fr: Appliquer la mise en surbrillance de la sortie aux connexions SSH
he: החל הדגשת פלט על חיבורי SSH
hu: Alkalmazza a kimeneti kiemelést az SSH kapcsolatokra
ja: SSH接続に出力ハイライトを適用する
pl: Zastosuj podświetlenie wyjścia do połączeń SSH
pt: Aplique destaque de saída às conexões SSH
ru: Применить выделение вывода для SSH-соединений
sv: Tillämpa utdataframhävning på SSH-anslutningar

source: {} Command Colorization
bg: {} Командна цветова кодировка
cs: {} Barva příkazů
da: {} Kommando Farvning
et: {} Käskluse värvumine
fr: Colorisation des commandes
he: צביעת פקודות
hu: {} Parancs Színezés
ja: {} コマンドの色付け
pl: {} Koloryzacja poleceń
pt: {} Colorização de Comando
ru: Цветовая маркировка команд
sv: {} Kommandofärgning

source: Syntax highlighting for '{}' command output (using Pygments)
bg: Синтактично оцветяване на изхода на командата '{}' (използвайки Pygments)
cs: Syntaxe zvýraznění pro výstup příkazu '{}' (používající Pygments)
da: Syntaxfremhævning for '{}' kommandooutput (ved hjælp af Pygments)
et: Süntaksi esiletõstmine '{}' käsu väljundi jaoks (kasutades Pygments'i)
fr: Mise en surbrillance de la syntaxe pour la sortie de la commande '{}' (utilisant Pygments)
he: הדגשת תחביר עבור פלט הפקודה '{}' (באמצעות Pygments)
hu: Szintaxis kiemelés a '{}' parancs kimenetéhez (Pygments használatával)
ja: '{}' コマンド出力の構文ハイライト（Pygmentsを使用）
pl: Podświetlanie składni dla wyjścia polecenia '{}' (z użyciem Pygments)
pt: Realce de sintaxe para a saída do comando '{}' (usando Pygments)
ru: Синтаксическая подсветка для вывода команды '{}' (с использованием Pygments)
sv: Syntaxmarkering för '{}' kommandoutdata (använder Pygments)

source: Pygments is not installed - '{}' output will not be colorized
bg: Pygments не е инсталиран - '{}' изходът няма да бъде оцветен
cs: Pygments není nainstalován - výstup '{}' nebude barevně zvýrazněn
da: Pygments er ikke installeret - '{}' output vil ikke blive farvet
et: Pygments ei ole installitud - '{}' väljundit ei värviliseks muudetud
fr: Pygments n'est pas installé - la sortie '{}' ne sera pas colorisée
he: פיגמנטס לא מותקן - הפלט '{}' לא יהיה ממוסגר בצבעים
hu: A Pygments nincs telepítve - a '{}' kimenet nem lesz színezve
ja: Pygmentsがインストールされていません - '{}' の出力は色付けされません
pl: Pygments nie jest zainstalowany - '{}' wyjście nie będzie kolorowane
pt: Pygments não está instalado - a saída '{}' não será colorida
ru: Pygments не установлен - вывод '{}' не будет раскрашен
sv: Pygments är inte installerat - '{}' utdata kommer inte att färgkodas

source: ⚠️ Experimental Feature
bg: ⚠️ Експериментална функция
cs: ⚠️ Experimentální funkce
da: ⚠️ Eksperimentel funktion
et: ⚠️ Eksperimentaalne funktsioon
fr: ⚠️ Fonctionnalité expérimentale
he: ⚠️ תכונה ניסיונית
hu: ⚠️ Kísérleti funkció
ja: ⚠️ 実験的機能
pl: ⚠️ Funkcja eksperymentalna
pt: ⚠️ Recurso Experimental
ru: ⚠️ Экспериментальная функция
sv: ⚠️ Experimentell funktion

source: This feature colorizes output for the '{}' command. It may not work perfectly with every shell/prompt or when output is fragmented.
bg: Тази функция оцветява изхода за командата '{}'. Тя може да не работи перфектно с всяка обвивка/подканва или когато изходът е фрагментиран.
cs: Tato funkce barevně zvýrazňuje výstup pro příkaz '{}'. Nemusí fungovat dokonale se všemi shelly/promptami nebo když je výstup fragmentovaný.
da: Denne funktion farver output for kommandoen '{}'. Det fungerer muligvis ikke perfekt med hver shell/prompt eller når output er fragmenteret.
et: See funktsioon värvib väljundi '{}' käsu jaoks. See ei pruugi iga shelli/komplekti või siis, kui väljund on killustatud, ideaalselt töötada.
fr: Cette fonctionnalité colorise la sortie pour la commande '{}'. Elle peut ne pas fonctionner parfaitement avec chaque shell/ invite ou lorsque la sortie est fragmentée.
he: תכונה זו צבעונית את הפלט עבור הפקודה '{}'. ייתכן שהיא לא תעבוד בצורה מושלמת עם כל ש shell/שורת פקודה או כאשר הפלט מפוצל.
hu: Ez a funkció színesíti a kimenetet a '{}' parancs számára. Lehet, hogy nem működik tökéletesen minden shell/prompt esetén, vagy ha a kimenet töredezett.
ja: この機能は、'{}' コマンドの出力に色を付けます。すべてのシェル/プロンプトや出力が断片化されている場合には、完璧に動作しないことがあります。
pl: Ta funkcja koloruje wyjście dla polecenia '{}'. Może nie działać idealnie z każdą powłoką/promptem lub gdy wyjście jest fragmentaryczne.
pt: Este recurso coloriza a saída para o comando '{}'. Pode não funcionar perfeitamente com todos os shells/prompts ou quando a saída está fragmentada.
ru: Эта функция окрашивает вывод для команды '{}'. Она может работать не идеально с каждой оболочкой/подсказкой или когда вывод фрагментирован.
sv: Denna funktion färgar utdata för '{}' kommandot. Den kanske inte fungerar perfekt med varje skal/prompt eller när utdata är fragmenterad.

source: Enable '{}' Colorization
bg: Активирайте '{}' оцветяване
cs: Povolit '{}' barevné zvýraznění
da: Aktivér '{}' farvning
et: Luba '{}' värvustamine
fr: Activer la colorisation '{}'
he: אפשר צבעוניות '{}'
hu: Engedélyezze a '{}' színezést
ja: '{}' カラー化を有効にする
pl: Włącz '{}' kolorowanie
pt: Ativar '{}' Colorização
ru: Включить '{}' цветовую окраску
sv: Aktivera '{}' färgsättning

source: Apply syntax highlighting to '{}' command output
bg: Приложете синтактично оцветяване на изхода от командата '{}'
cs: Použijte zvýraznění syntaxe pro výstup příkazu '{}'
da: Anvend syntaksfremhævning til '{}' kommandooutput
et: Kohanda süntaksihighlighting '{}' käsu väljundile
fr: Appliquer la coloration syntaxique à la sortie de la commande '{}'
he: החל הדגשת תחביר על פלט הפקודה '{}'
hu: Alkalmazza a szintaxis kiemelést a '{}' parancs kimenetére
ja: '{}' コマンドの出力に構文ハイライトを適用する
pl: Zastosuj podświetlanie składni do wyjścia polecenia '{}'
pt: Aplique a realce de sintaxe na saída do comando '{}'
ru: Применить подсветку синтаксиса к выводу команды '{}'
sv: Tillämpa syntaxmarkering på '{}' kommandoutdata

source: Theme Mode
bg: Тема Режим
cs: Režim motivu
da: Tema tilstand
et: Teema režiim
fr: Mode Thème
he: מצב תבנית
hu: Téma mód
ja: テーマモード
pl: Tryb motywu
pt: Modo de Tema
ru: Режим темы
sv: Tema-läge

source: Auto: adapts to background color. Manual: single theme.
bg: Авто: адаптира се към цвета на фона. Ръчен: единична тема.
cs: Automaticky: přizpůsobuje se barvě pozadí. Ručně: jediné téma.
da: Auto: tilpasser sig baggrundsfarven. Manuel: enkelt tema.
et: Automaatne: kohandub taustavärviga. Käsitsi: ühekordne teema.
fr: Auto : s'adapte à la couleur de fond. Manuel : thème unique.
he: אוטומטי: מתאימה לצבע הרקע. ידני: נושא יחיד.
hu: Automatikus: alkalmazkodik a háttérszínhez. Manuális: egyetlen téma.
ja: 自動: 背景色に適応します。手動: 単一テーマ。
pl: Auto: dostosowuje się do koloru tła. Ręcznie: pojedynczy motyw.
pt: Automático: adapta à cor de fundo. Manual: tema único.
ru: Авто: адаптируется к цвету фона. Ручной: одна тема.
sv: Automatisk: anpassar sig till bakgrundsfärg. Manuell: enstaka tema.

source: Auto
bg: Авто
cs: Automatický
et: Automaatne
he: אוטומטי
hu: Automatikus
ja: 自動
pt: Automático
ru: Авто
sv: Automatisk

source: Manual
bg: Ръководство
cs: Příručka
da: Håndbog
et: Käsiotsik
fr: Manuel
he: מדריך
hu: Kézikönyv
ja: マニュアル
pl: Podręcznik
ru: Руководство
sv: Handbok

source: Dark Background Theme
bg: Тема с тъмен фон
cs: Téma s tmavým pozadím
da: Mørk baggrundstema
et: Tume taustateema
fr: Thème de fond sombre
he: נושא רקע כהה
hu: Sötét háttér téma
ja: ダーク背景テーマ
pl: Motyw ciemnego tła
pt: Tema de Fundo Escuro
ru: Темная тема с фоном
sv: Mörkt bakgrundstema

source: Theme used when background is dark
bg: Тема, използвана, когато фонът е тъмен
cs: Téma použité, když je pozadí tmavé
da: Tema brugt, når baggrunden er mørk
et: Teema, mida kasutatakse tumeda tausta korral
fr: Thème utilisé lorsque l'arrière-plan est sombre
he: נושא בשימוש כאשר הרקע כהה
hu: Sötét háttér esetén használt téma
ja: 背景が暗いときに使用されるテーマ
pl: Motyw używany, gdy tło jest ciemne
pt: Tema usado quando o fundo é escuro
ru: Тема, используемая, когда фон темный
sv: Tema som används när bakgrunden är mörk

source: Light Background Theme
bg: Светла фонова тема
cs: Světlé pozadí motivu
da: Lys baggrundstema
et: Heled Taustateema
fr: Thème de fond clair
he: נושא רקע בהיר
hu: Világos háttér téma
ja: ライト背景テーマ
pl: Jasny motyw tła
pt: Tema de Fundo Claro
ru: Светлая тема фона
sv: Ljust bakgrundstema

source: Theme used when background is light
bg: Тема, използвана, когато фонът е светъл
cs: Téma použité, když je pozadí světlé
da: Tema brugt, når baggrunden er lys
et: Teema, mida kasutatakse, kui taust on hele
fr: Thème utilisé lorsque l'arrière-plan est clair
he: נושא בשימוש כאשר הרקע בהיר
hu: Téma, amelyet világos háttér esetén használnak
ja: 背景が明るいときに使用されるテーマ
pl: Motyw używany, gdy tło jest jasne
pt: Tema usado quando o fundo é claro
ru: Тема, используемая при светлом фоне
sv: Tema som används när bakgrunden är ljus

source: Manual Theme
bg: Ръчен Тема
cs: Manuální téma
da: Manuel Tema
et: Käsiraamat Teema
fr: Thème Manuel
he: נושא ידני
hu: Kézi téma
ja: マニュアルテーマ
pl: Motyw podręcznika
pt: Tema Manual
ru: Ручная тема
sv: Manuell Tema

source: Single theme to use in manual mode
bg: Единствена тема за използване в ръчен режим
cs: Jednotlivé téma k použití v manuálním režimu
da: Enkelt tema til brug i manuel tilstand
et: Üksik teema, mida kasutada käsitsi režiimis
fr: Thème unique à utiliser en mode manuel
he: נושא יחיד לשימוש במצב ידני
hu: Egyedi téma használata manuális módban
ja: マニュアルモードで使用する単一テーマ
pl: Pojedynczy motyw do użycia w trybie ręcznym
pt: Tema único a ser usado em modo manual
ru: Единая тема для использования в ручном режиме
sv: Enkel tema att använda i manuellt läge

source: Install Pygments
bg: Инсталирайте Pygments
cs: Nainstalovat Pygments
da: Installer Pygments
et: Installeeri Pygments
fr: Installer Pygments
he: התקן את Pygments
hu: Telepítse a Pygments-t
ja: Pygmentsをインストール
pl: Zainstaluj Pygments
pt: Instalar Pygments
ru: Установить Pygments
sv: Installera Pygments

source: pip install pygments
bg: pip инсталирай pygments
fr: pip installer pygments
he: pip התקן pygments

source: Shell Input Highlighting
bg: Подсветка на входа в терминала
cs: Zvýraznění vstupu shellu
da: Shell Input Uthevning
et: Käskluse sisendi esiletõstmine
fr: Mise en surbrillance de l'entrée du shell
he: הדגשת קלט בשורת הפקודה
hu: Shell Bemeneti Kiemelés
ja: シェル入力ハイライト
pl: Podświetlanie wejścia powłoki
pt: Realce de Entrada do Shell
ru: Подсветка ввода оболочки
sv: Skalinputmarkering

source: Live syntax highlighting as you type commands (experimental)
bg: Живо синтактично оцветяване, докато въвеждате команди (експериментално)
cs: Živé zvýraznění syntaxe při psaní příkazů (experimentální)
da: Live syntaksfremhævning, mens du skriver kommandoer (eksperimentel)
et: Reaalajas süntaksi esiletõstmine käske tippides (eksperimentaalne)
fr: Mise en surbrillance de la syntaxe en direct pendant que vous tapez des commandes (expérimental)
he: הדגשת תחביר חיה בזמן הקלדת פקודות (ניסי)
hu: Élő szintaxis kiemelés, miközben parancsokat írsz (kísérleti)
ja: コマンドを入力中にライブ構文ハイライト（実験的）
pl: Podświetlanie składni na żywo podczas wpisywania poleceń (eksperymentalne)
pt: Realce de sintaxe ao vivo enquanto você digita comandos (experimental)
ru: Живое подсвечивание синтаксиса по мере ввода команд (экспериментально)
sv: Live syntaxmarkering medan du skriver kommandon (experimentell)
