Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Passwords do not match.
bg: Паролите не съвпадат.
cs: Hesla se neshodují.
da: Adgangskoderne stemmer ikke overens.
et: Paroolid ei ühti.
fr: Les mots de passe ne correspondent pas.
he: הסיסמאות אינן תואמות.
hu: A jelszavak nem egyeznek.
ja: パスワードが一致しません。
pl: Hasła nie pasują do siebie.
pt: As senhas não coincidem.
ru: Пароли не совпадают.
sv: Lösenorden matchar inte.

source: Creating backup...
bg: Създаване на резервно копие...
cs: Vytváření zálohy...
da: Opretter sikkerhedskopi...
et: Varunduse loomine...
fr: Création de la sauvegarde...
he: יוצר גיבוי...
hu: Biztonsági másolat készítése...
ja: バックアップを作成中...
pl: Tworzenie kopii zapasowej...
pt: Criando backup...
ru: Создание резервной копии...
sv: Skapar säkerhetskopia...

source: Backup Complete
bg: Резервното копие е завършено
cs: Zálohování dokončeno
da: Sikkerhedskopiering fuldført
et: Varundus lõpetatud
fr: Sauvegarde terminée
he: גיבוי הושלם
hu: Biztonsági mentés kész.
ja: バックアップ完了
pl: Kopia zapasowa zakończona
pt: Backup Completo
ru: Резервное копирование завершено
sv: Säkerhetskopiering slutförd

source: Backup saved successfully to: {}
bg: Резервното копие беше успешно запазено в: {}
cs: Záloha byla úspěšně uložena do: {}
da: Sikkerhedskopiering gemt med succes til: {}
et: Varundus salvestati edukalt siia: {}
fr: Sauvegarde enregistrée avec succès dans : {}
he: גיבוי נשמר בהצלחה ל: {}
hu: A biztonsági mentés sikeresen mentve ide: {}
ja: バックアップが正常に保存されました: {}
pl: Kopia zapasowa została pomyślnie zapisana w: {}
pt: Backup salvo com sucesso em: {}
ru: Резервная копия успешно сохранена в: {}
sv: Säkerhetskopiering sparad framgångsrikt till: {}

source: Backup Failed
bg: Резервното копие неуспешно
cs: Zálohování selhalo
da: Sikkerhedskopiering mislykkedes
et: Varundus ebaõnnestus
fr: Sauvegarde échouée
he: גיבוי נכשל
hu: Biztonsági mentés sikertelen
ja: バックアップに失敗しました
pl: Kopia zapasowa nie powiodła się
pt: Backup Falhou
ru: Резервное копирование не удалось
sv: Säkerhetskopiering misslyckades

source: Could not create backup: {}
bg: Не можа да се създаде резервно копие: {}
cs: Nelze vytvořit zálohu: {}
da: Kunne ikke oprette backup: {}
et: Ei saanud varukoopiat luua: {}
fr: Impossible de créer une sauvegarde : {}
he: לא ניתן ליצור גיבוי: {}
hu: Nem sikerült biztonsági másolatot készíteni: {}
ja: バックアップを作成できませんでした: {}
pl: Nie można utworzyć kopii zapasowej: {}
pt: Não foi possível criar o backup: {}
ru: Не удалось создать резервную копию: {}
sv: Kunde inte skapa säkerhetskopia: {}

source: Restore from Backup?
bg: Възстановяване от резервно копие?
cs: Obnovit ze zálohy?
da: Gendan fra sikkerhedskopi?
et: Taasta varukoopiast?
fr: Restaurer à partir de la sauvegarde ?
he: שחזר מגיבוי?
hu: Visszaállítás biztonsági mentésből?
ja: バックアップから復元しますか？
pl: Przywróć z kopii zapasowej?
pt: Restaurar a partir do Backup?
ru: Восстановить из резервной копии?
sv: Återställ från säkerhetskopia?

source: Restoring from a backup will overwrite all your current sessions, settings, and layouts. This action cannot be undone. <b>The application will need to be restarted after restoring.</b>
bg: Възстановяването от резервно копие ще презапише всичките ви текущи сесии, настройки и оформления. Това действие не може да бъде отменено. <b>Приложението ще трябва да бъде рестартирано след възстановяването.</b>
cs: Obnovení ze zálohy přepíše všechny vaše aktuální relace, nastavení a rozložení. Tuto akci nelze vrátit zpět. <b>Aplikaci bude nutné po obnovení restartovat.</b>
da: Gendannelse fra en sikkerhedskopi vil overskrive alle dine nuværende sessioner, indstillinger og layout. Denne handling kan ikke fortrydes. <b>Applikationen skal genstartes efter gendannelse.</b>
et: Varundus varukoopiast kirjutab üle kõik teie praegused seansid, seaded ja paigutused. Seda toimingut ei saa tagasi võtta. <b>Rakendus tuleb pärast varundamist taaskäivitada.</b>
fr: La restauration à partir d'une sauvegarde écrasera toutes vos sessions, paramètres et mises en page actuels. Cette action ne peut pas être annulée. <b>L'application devra être redémarrée après la restauration.</b>
he: שחזור מגיבוי יחליף את כל הסשנים, ההגדרות והפריסות הנוכחיות שלך. פעולה זו אינה ניתנת לביטול. <b>היישום יצטרך להיסגר ולהיפתח מחדש לאחר השחזור.</b>
hu: A biztonsági mentésből való visszaállítás felülírja az összes aktuális munkamenetet, beállítást és elrendezést. Ezt a műveletet nem lehet visszavonni. <b>Az alkalmazást újra kell indítani a visszaállítás után.</b>
ja: バックアップからの復元は、現在のすべてのセッション、設定、およびレイアウトを上書きします。この操作は元に戻すことができません。 <b>復元後、アプリケーションを再起動する必要があります。</b>
pl: Przywracanie z kopii zapasowej spowoduje nadpisanie wszystkich bieżących sesji, ustawień i układów. Tej akcji nie można cofnąć. <b>Aplikacja będzie musiała zostać ponownie uruchomiona po przywróceniu.</b>
pt: Restaurar a partir de um backup substituirá todas as suas sessões, configurações e layouts atuais. Esta ação não pode ser desfeita. <b>O aplicativo precisará ser reiniciado após a restauração.</b>
ru: Восстановление из резервной копии перезапишет все ваши текущие сеансы, настройки и макеты. Это действие нельзя отменить. <b>Приложение необходимо будет перезапустить после восстановления.</b>
sv: Återställning från en säkerhetskopia kommer att skriva över alla dina aktuella sessioner, inställningar och layouter. Denna åtgärd kan inte ångras. <b>Applikationen måste startas om efter återställning.</b>

source: Choose File and Restore
bg: Изберете файл и възстановете
cs: Vyberte soubor a obnovte
da: Vælg fil og gendan
et: Vali fail ja taasta
fr: Choisir Fichier et Restaurer
he: בחר קובץ ושחזר
hu: Fájl kiválasztása és visszaállítás
ja: ファイルを選択して復元
pl: Wybierz plik i przywróć
pt: Escolher Arquivo e Restaurar
ru: Выбрать файл и восстановить
sv: Välj fil och återställ

source: Select Backup File
bg: Изберете файл за резервно копие
cs: Vyberte záložní soubor
da: Vælg sikkerhedskopi fil
et: Vali varukoopia fail
fr: Sélectionner le fichier de sauvegarde
he: בחר קובץ גיבוי
hu: Válassza ki a biztonsági másolat fájlt
ja: バックアップファイルを選択
pl: Wybierz plik kopii zapasowej
pt: Selecionar Arquivo de Backup
ru: Выберите файл резервной копии
sv: Välj säkerhetskopieringsfil

source: Backup Files
bg: Резервни файлове
cs: Zálohovací soubory
da: Sikkerhedskopifiler
et: Varukoopiad
fr: Fichiers de sauvegarde
he: גיבוי קבצים
hu: Biztonsági mentések
ja: バックアップファイル
pl: Pliki kopii zapasowej
pt: Arquivos de Backup
ru: Резервные копии файлов
sv: Säkerhetskopieringsfiler

source: Restore Error
bg: Грешка при възстановяване
cs: Chyba obnovení
da: Gendannelsesfejl
et: Taastev viga
fr: Erreur de restauration
he: שגיאת שחזור
hu: Helyreállítási hiba
ja: 復元エラー
pl: Błąd przywracania
pt: Erro de Restauração
ru: Ошибка восстановления
sv: Återställningsfel

source: Enter Backup Password
bg: Въведете паролата за резервно копие
cs: Zadejte záložní heslo
da: Indtast backupadgangskode
et: Sisestage varukoopia parool
fr: Entrez le mot de passe de sauvegarde
he: הזן סיסמת גיבוי
hu: Adja meg a biztonsági mentés jelszavát
ja: バックアップパスワードを入力してください
pl: Wprowadź hasło kopii zapasowej
pt: Digite a Senha de Backup
ru: Введите пароль для резервного копирования
sv: Ange säkerhetskopi lösenord

source: Please enter the password for the selected backup file.
bg: Моля, въведете паролата за избрания резервен файл.
cs: Prosím, zadejte heslo pro vybraný záložní soubor.
da: Indtast venligst adgangskoden til den valgte backupfil.
et: Palun sisestage valitud varukoopia faili parool.
fr: Veuillez entrer le mot de passe pour le fichier de sauvegarde sélectionné.
he: אנא הזן את הסיסמה עבור קובץ הגיבוי שנבחר.
hu: Kérjük, adja meg a jelszót a kiválasztott biztonsági mentési fájlhoz.
ja: 選択したバックアップファイルのパスワードを入力してください。
pl: Proszę wprowadzić hasło do wybranego pliku kopii zapasowej.
pt: Por favor, insira a senha para o arquivo de backup selecionado.
ru: Пожалуйста, введите пароль для выбранного файла резервной копии.
sv: Vänligen ange lösenordet för den valda säkerhetskopifilen.

source: Restore
bg: Възстановяване
cs: Obnovit
da: Gendan
et: Taasta
fr: Restaurer
he: שחזר
hu: Visszaállítás
ja: 復元
pl: Przywróć
pt: Restaurar
ru: Восстановить
sv: Återställ

source: Restoring from backup...
bg: Възстановяване от резервно копие...
cs: Obnovování ze zálohy...
da: Gendannelse fra sikkerhedskopi...
et: Taasteb varundusest...
fr: Restauration à partir de la sauvegarde...
he: שחזור מגיבוי...
hu: Visszaállítás biztonsági mentésből...
ja: バックアップから復元中...
pl: Przywracanie z kopii zapasowej...
pt: Restaurando a partir do backup...
ru: Восстановление из резервной копии...
sv: Återställer från säkerhetskopia...

source: Restore Failed
bg: Възстановяването неуспешно
cs: Obnovení se nezdařilo
da: Gendannelse mislykkedes
et: Taaste ebaõnnestus
fr: Restauration échouée
he: שחזור נכשל
hu: Helyreállítás sikertelen
ja: 復元に失敗しました
pl: Przywracanie nie powiodło się
pt: Restauração Falhou
ru: Восстановление не удалось
sv: Återställning misslyckades

source: Could not restore from backup: {}
bg: Не можа да се възстанови от резервно копие: {}
cs: Nepodařilo se obnovit ze zálohy: {}
da: Kunne ikke gendanne fra sikkerhedskopi: {}
et: Ei saanud varukoopiast taastada: {}
fr: Impossible de restaurer à partir de la sauvegarde : {}
he: לא ניתן לשחזר מגיבוי: {}
hu: Nem sikerült visszaállítani a biztonsági mentésből: {}
ja: バックアップから復元できませんでした: {}
pl: Nie można przywrócić z kopii zapasowej: {}
pt: Não foi possível restaurar do backup: {}
ru: Не удалось восстановить из резервной копии: {}
sv: Kunde inte återställa från säkerhetskopia: {}

source: Restore Complete
bg: Възстановяването е завършено
cs: Obnovení dokončeno
da: Gendannelse Fuldført
et: Taastamine lõpetatud
fr: Restauration complète
he: שחזור הושלם
hu: Visszaállítás befejeződött
ja: 復元完了
pl: Przywracanie zakończone
pt: Restauração Completa
ru: Восстановление завершено
sv: Återställning slutförd

source: Data has been restored successfully. Please restart Zashterminal for the changes to take effect.
bg: Данните бяха възстановени успешно. Моля, рестартирайте Zashterminal, за да влязат промените в сила.
cs: Data byla úspěšně obnovena. Prosím, restartujte Zashterminal, aby se změny projevily.
da: Data er blevet gendannet med succes. Genstart venligst Zashterminal for at ændringerne træder i kraft.
et: Andmed on edukalt taastatud. Palun taaskäivitage Zashterminal, et muudatused jõustuksid.
fr: Les données ont été restaurées avec succès. Veuillez redémarrer Zashterminal pour que les modifications prennent effet.
he: הנתונים שוחזרו בהצלחה. אנא הפעל מחדש את Zashterminal כדי שהשינויים ייכנסו לתוקף.
hu: Az adatok sikeresen visszaállításra kerültek. Kérjük, indítsa újra az Zashterminal Terminált a változtatások érvénybe lépéséhez.
ja: データは正常に復元されました。変更を適用するには、Zashterminalを再起動してください。
pl: Dane zostały pomyślnie przywrócone. Proszę zrestartować Zashterminal, aby zmiany zaczęły obowiązywać.
pt: Os dados foram restaurados com sucesso. Por favor, reinicie o Zashterminal para que as alterações tenham efeito.
ru: Данные были успешно восстановлены. Пожалуйста, перезапустите Zashterminal, чтобы изменения вступили в силу.
sv: Data har återställts framgångsrikt. Vänligen starta om Zashterminal för att ändringarna ska träda i kraft.

source: Close Application
bg: Затвори приложението
cs: Zavřít aplikaci
da: Luk applikation
et: Sulge rakendus
fr: Fermer l'application
he: סגור יישום
hu: Alkalmazás bezárása
ja: アプリケーションを閉じる
pl: Zamknij aplikację
pt: Fechar Aplicativo
ru: Закрыть приложение
sv: Stäng applikation

source: There are active SSH connections. Closing will disconnect all sessions. Are you sure you want to close the application?
bg: Има активни SSH връзки. Затварянето ще прекъсне всички сесии. Сигурни ли сте, че искате да затворите приложението?
cs: Existují aktivní SSH připojení. Zavření odpojí všechny relace. Opravdu chcete zavřít aplikaci?
da: Der er aktive SSH-forbindelser. Lukning vil afbryde alle sessioner. Er du sikker på, at du vil lukke applikationen?
et: Seal on aktiivsed SSH-ühendused. Sulgemine katkestab kõik seansid. Kas olete kindel, et soovite rakenduse sulgeda?
fr: Il y a des connexions SSH actives. La fermeture déconnectera toutes les sessions. Êtes-vous sûr de vouloir fermer l'application ?
he: יש חיבורים פעילים של SSH. סגירה תנתק את כל המושבים. האם אתה בטוח שברצונך לסגור את היישום?
hu: Aktív SSH kapcsolatok vannak. A bezárás megszakítja az összes munkamenetet. Biztosan be akarja zárni az alkalmazást?
ja: アクティブなSSH接続があります。閉じるとすべてのセッションが切断されます。 アプリケーションを閉じてもよろしいですか？
pl: Istnieją aktywne połączenia SSH. Zamknięcie spowoduje rozłączenie wszystkich sesji. Czy na pewno chcesz zamknąć aplikację?
pt: Existem conexões SSH ativas. Fechar desconectará todas as sessões. Você tem certeza de que deseja fechar o aplicativo?
ru: Существуют активные SSH-соединения. Закрытие приведет к отключению всех сеансов. Вы уверены, что хотите закрыть приложение?
sv: Det finns aktiva SSH-anslutningar. Stängning kommer att koppla bort alla sessioner. Är du säker på att du vill stänga applikationen?

source: Close All
bg: Затвори всичко
cs: Zavřít vše
da: Luk alle
et: Sulge kõik
fr: Fermer tout
he: סגור הכל
hu: Összes bezárása
ja: すべて閉じる
pl: Zamknij wszystko
pt: Fechar Tudo
ru: Закрыть все
sv: Stäng alla

source: Startup Error
bg: Грешка при стартиране
cs: Chyba při spuštění
da: Opstartsfejl
et: Käivitamise viga
fr: Erreur de démarrage
he: שגיאת הפעלה
hu: Indítási hiba
ja: 起動エラー
pl: Błąd uruchamiania
pt: Erro de Inicialização
ru: Ошибка при запуске
sv: Startfel

source: Application failed to start: {}
bg: Приложението не успя да се стартира: {}
cs: Aplikace se nepodařilo spustit: {}
da: Applikationen kunne ikke starte: {}
et: Rakendus ei suutnud käivituda: {}
fr: L'application a échoué à démarrer : {}
he: היישום נכשל בהפעלה: {}
hu: Az alkalmazás indítása nem sikerült: {}
ja: アプリケーションの起動に失敗しました: {}
pl: Aplikacja nie mogła się uruchomić: {}
pt: Aplicativo falhou ao iniciar: {}
ru: Приложение не удалось запустить: {}
sv: Applikationen kunde inte starta: {}

source: Received signal {}, shutting down gracefully...
bg: Получен сигнал {}, изключване на системата по безопасен начин...
cs: Přijato signálu {}, probíhá elegantní vypnutí...
da: Modtaget signal {}, lukker ned på en ordentlig måde...
et: Saadi signaal {}, sulgedes rahulikult alla...
fr: Signal reçu {}, arrêt en douceur...
he: קיבל אות {}, סוגר בצורה מסודרת...
hu: Jelzés érkezett {}, a leállás zökkenőmentesen történik...
ja: 信号 {} を受信しました。正常にシャットダウンしています...
pl: Odebrano sygnał {}, zamykam się w sposób kontrolowany...
pt: Sinal recebido {}, encerrando graciosamente...
ru: Получен сигнал {}, завершение работы корректно...
sv: Mottagen signal {}, stänger ner på ett kontrollerat sätt...

source: Warning: Could not set up signal handlers: {}
bg: Предупреждение: Не можа да се настроят обработвачи на сигнали: {}
cs: Upozornění: Nelze nastavit obslužné rutiny signálů: {}
da: Advarsel: Kunne ikke oprette signalhåndterere: {}
et: Hoiatus: Signaalide käitlejate seadistamine ebaõnnestus: {}
fr: Avertissement : Impossible de configurer les gestionnaires de signaux : {}
he: אזהרה: לא ניתן להגדיר את מעבדי האותות: {}
hu: Figyelmeztetés: Nem sikerült beállítani a jelkezelőket: {}
ja: 警告: シグナルハンドラを設定できませんでした: {}
pl: Ostrzeżenie: Nie można skonfigurować obsługi sygnałów: {}
pt: Aviso: Não foi possível configurar os manipuladores de sinal: {}
ru: Предупреждение: Не удалось настроить обработчики сигналов: {}
sv: Varning: Kunde inte ställa in signalhanterare: {}

source: Zashterminal - A modern terminal emulator with session management
bg: Zashterminal - Модерен терминален емулатор с управление на сесии
cs: Zashterminal - Moderní emulátor terminálu s řízením relací
da: Zashterminal - En moderne terminalemulator med sessionshåndtering
et: Zashterminal - Kaasaegne terminali emulaator sessioonihaldusega
fr: Zashterminal - Un émulateur de terminal moderne avec gestion des sessions
he: אשי טרמינל - אמולטור טרמינל מודרני עם ניהול מושבים
hu: Zashterminal - Egy modern terminálemulátor munkamenet-kezeléssel
ja: Zashterminal - セッション管理機能を備えたモダンなターミナルエミュレーター
pl: Zashterminal - Nowoczesny emulator terminala z zarządzaniem sesjami
pt: Zashterminal - Um emulador de terminal moderno com gerenciamento de sessões
ru: Zashterminal - Современный эмулятор терминала с управлением сессиями
sv: Zashterminal - En modern terminalemulator med sessionshantering

source: For more information, visit: https://github.com/leoberbert/zashterminal/
bg: За повече информация, посетете: https://github.com/leoberbert/zashterminal/
cs: Pro více informací navštivte: https://github.com/leoberbert/zashterminal/
da: For mere information, besøg: https://github.com/leoberbert/zashterminal/
et: Rohkem teabe saamiseks külastage: https://github.com/leoberbert/zashterminal/
fr: Pour plus d'informations, visitez : https://github.com/leoberbert/zashterminal/
he: למידע נוסף, בקר ב: https://github.com/leoberbert/zashterminal/
hu: További információért látogasson el a következőre: https://github.com/leoberbert/zashterminal/
ja: 詳細については、次のサイトをご覧ください: https://github.com/leoberbert/zashterminal/
pl: Aby uzyskać więcej informacji, odwiedź: https://github.com/leoberbert/zashterminal/
pt: Para mais informações, visite: https://github.com/leoberbert/zashterminal/
ru: Для получения дополнительной информации посетите: https://github.com/leoberbert/zashterminal/
sv: För mer information, besök: https://github.com/leoberbert/zashterminal/

source: Show version and exit
bg: Покажи версия и изход
cs: Zobrazit verzi a ukončit
da: Vis visning og afslut
et: Kuva versioon ja välju
fr: Afficher la version et quitter
he: הצג גרסה וצא
hu: Verzió megjelenítése és kilépés
ja: バージョンを表示して終了
pl: Pokaż wersję i wyjdź
pt: Mostrar versão e sair
ru: Показать версию и выйти
sv: Visa version och avsluta

source: Enable debug mode
bg: Активирайте режим за отстраняване на грешки
cs: Povolit režim ladění
da: Aktivér fejlsøgningsfunktion
et: Luba debug-režiim
fr: Activer le mode débogage
he: אפשר מצב דיבוג
hu: Hibakereső mód engedélyezése
ja: デバッグモードを有効にする
pl: Włącz tryb debugowania
pt: Ativar modo de depuração
ru: Включить режим отладки
sv: Aktivera felsökningsläge

source: Set logging level
bg: Настройте ниво на логване
cs: Nastavit úroveň protokolování
da: Indstil logningsniveau
et: Seadke logimise tase
fr: Définir le niveau de journalisation
he: הגדר רמת רישום
hu: Állítsa be a naplózási szintet
ja: ログレベルを設定
pl: Ustaw poziom logowania
pt: Definir nível de registro
ru: Установить уровень журналирования
sv: Ställ in loggnivå

source: Set the working directory for the initial terminal
bg: Задайте работната директория за началния терминал
cs: Nastavte pracovní adresář pro počáteční terminál
da: Indstil arbejdsbiblioteket for den indledende terminal
et: Seadke algterminali töökaust.
fr: Définir le répertoire de travail pour le terminal initial
he: הגדר את תיקיית העבודה עבור הטרמינל הראשוני
hu: Állítsa be a munkakönyvtárat a kezdeti terminálhoz
ja: 初期ターミナルの作業ディレクトリを設定する
pl: Ustaw katalog roboczy dla początkowego terminala
pt: Defina o diretório de trabalho para o terminal inicial
ru: Установите рабочую директорию для начального терминала
sv: Ställ in arbetskatalogen för den initiala terminalen

source: Working directory (positional argument)
bg: Работна директория (позиционен аргумент)
cs: Pracovní adresář (pozicní argument)
da: Arbejdsmappe (positionsargument)
et: Töökataloog (positsiooniline argument)
fr: Répertoire de travail (argument positionnel)
he: ספריית עבודה (ארגומנט מיקום)
hu: Munkakönyvtár (pozicionális argumentum)
ja: 作業ディレクトリ（位置引数）
pl: Katalog roboczy (argument pozycyjny)
pt: Diretório de trabalho (argumento posicional)
ru: Рабочий каталог (позиционный аргумент)
sv: Arbetskatalog (positionsargument)

source: Execute command in the terminal (takes all remaining arguments)
bg: Изпълнете команда в терминала (взема всички останали аргументи)
cs: Spusťte příkaz v terminálu (vezme všechny zbývající argumenty)
da: Udfør kommando i terminalen (tager alle resterende argumenter)
et: Käivita käsk terminalis (võtab kõik ülejäänud argumendid)
fr: Exécuter la commande dans le terminal (prend tous les arguments restants)
he: בצע פקודה במסוף (לוקח את כל הטיעונים הנותרים)
hu: Parancs végrehajtása a terminálban (minden hátralévő argumentumot figyelembe véve)
ja: ターミナルでコマンドを実行する（残りのすべての引数を取ります）
pl: Wykonaj polecenie w terminalu (przyjmuje wszystkie pozostałe argumenty)
pt: Executar comando no terminal (leva todos os argumentos restantes)
ru: Выполнить команду в терминале (принимает все оставшиеся аргументы)
sv: Kör kommando i terminalen (tar alla återstående argument)

source: Close terminal after executing command (only with --execute)
bg: Затвори терминала след изпълнение на командата (само с --execute)
cs: Zavřít terminál po provedení příkazu (pouze s --execute)
da: Luk terminalen efter udførelse af kommando (kun med --execute)
et: Sulge terminal pärast käsu täitmist (ainult --execute puhul)
fr: Fermer le terminal après l'exécution de la commande (uniquement avec --execute)
he: סגור את הטרמינל לאחר ביצוע הפקודה (רק עם --execute)
hu: A terminál bezárása a parancs végrehajtása után (csak --execute használatával)
ja: コマンド実行後にターミナルを閉じる（--executeオプションのみ）
pl: Zamknij terminal po wykonaniu polecenia (tylko z --execute)
pt: Fechar terminal após executar comando (apenas com --execute)
ru: Закрыть терминал после выполнения команды (только с --execute)
sv: Stäng terminalen efter att ha kört kommandot (endast med --execute)

source: Connect to SSH host with optional user, port, and remote path
bg: Свържете се с SSH хост с опционален потребител, порт и отдалечен път
cs: Připojit se k SSH hostiteli s volitelným uživatelským jménem, portem a vzdálenou cestou
da: Opret forbindelse til SSH-vært med valgfrit brugernavn, port og fjernsti
et: Ühenda SSH hostiga valikulise kasutaja, pordi ja kaugteega
fr: Se connecter à l'hôte SSH avec un utilisateur, un port et un chemin distant optionnels
he: התחבר לארח SSH עם משתמש, פורט ונתיב מרוחק אופציונליים
hu: Csatlakozás SSH gazdagéphez opcionális felhasználóval, porttal és távoli úttal
ja: SSHホストにオプションのユーザー、ポート、およびリモートパスで接続する
pl: Połącz z hostem SSH z opcjonalnym użytkownikiem, portem i zdalną ścieżką
pt: Conectar ao host SSH com usuário, porta e caminho remoto opcionais
ru: Подключиться к SSH-хосту с необязательным пользователем, портом и удалённым путём
sv: Anslut till SSH-värd med valfri användare, port och fjärrsökväg

source: Convert KIO/GVFS URI path to SSH format
bg: Конвертиране на KIO/GVFS URI път в SSH формат
cs: Převést cestu URI KIO/GVFS na formát SSH
da: Konverter KIO/GVFS URI-sti til SSH-format
et: Muuda KIO/GVFS URI tee SSH formaati
fr: Convertir le chemin URI KIO/GVFS au format SSH
he: המרת נתיב URI של KIO/GVFS לפורמט SSH
hu: KIO/GVFS URI útvonal SSH formátumra konvertálása
ja: KIO/GVFS URIパスをSSH形式に変換
pl: Konwertuj ścieżkę URI KIO/GVFS na format SSH
pt: Converter caminho URI KIO/GVFS para formato SSH
ru: Преобразовать путь URI KIO/GVFS в формат SSH
sv: Konvertera KIO/GVFS URI-sökväg till SSH-format

source: Force opening a new window
bg: Задължително отваряне на нов прозорец
cs: Nucení k otevření nového okna
da: Tvinge åbning af et nyt vindue
et: Sunnivi avamine uues aknas
fr: Forcer l'ouverture d'une nouvelle fenêtre
he: כפה פתיחת חלון חדש
hu: Új ablak kényszerített megnyitása
ja: 新しいウィンドウを強制的に開く
pl: Wymuś otwarcie nowego okna
pt: Forçar a abertura de uma nova janela
ru: Принудительное открытие нового окна
sv: Tvinga att öppna ett nytt fönster

source: Fatal Application Error
bg: Фатална грешка в приложението
cs: Kritická chyba aplikace
da: Fatal applikationsfejl
et: Kriitiline rakenduse viga
fr: Erreur fatale de l'application
he: שגיאת יישום קריטית
hu: Súlyos alkalmazás hiba
ja: 致命的なアプリケーションエラー
pl: Krytyczny błąd aplikacji
pt: Erro Fatal de Aplicativo
ru: Фатальная ошибка приложения
sv: Kritiskt applikationsfel
