Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Could not get remote file details.
bg: Не можа да получи детайли за отдалечен файл.
cs: Nelze získat podrobnosti o vzdáleném souboru.
da: Kunne ikke hente detaljer om fjernfilen.
et: Ei õnnestunud kaugfaili üksikasju saada.
fr: Impossible d'obtenir les détails du fichier distant.
he: לא ניתן לקבל פרטי קובץ מרוחק.
hu: Nem sikerült lekérni a távoli fájl részleteit.
ja: リモートファイルの詳細を取得できませんでした。
pl: Nie można pobrać szczegółów pliku zdalnego.
pt: Não foi possível obter os detalhes do arquivo remoto.
ru: Не удалось получить данные удаленного файла.
sv: Kunde inte hämta detaljer för fjärrfilen.

source: Permission Denied
bg: Достъпът е отказан
cs: Odmítnuto povolení
da: Adgang nægtet
et: Luba keelatud
fr: Permission refusée
he: גישה נדחתה
hu: Hozzáférés megtagadva
ja: アクセスが拒否されました
pl: Odmowa dostępu
pt: Permissão Negada
ru: Доступ запрещён
sv: Åtkomst nekad

source: Transfer cancelled.
bg: Прехвърлянето е отменено.
cs: Přenos zrušen.
da: Overførsel annulleret.
et: Ülekanne tühistatud.
fr: Transfert annulé.
he: העברה בוטלה.
hu: Átvitel megszakítva.
ja: 転送がキャンセルされました。
pl: Transfer anulowany.
pt: Transfer cancelado.
ru: Передача отменена.
sv: Överföring avbruten.

source: Insufficient Disk Space
bg: Недостатъчно дисково пространство
cs: Nedostatek místa na disku
da: Utilpladsen er utilstrækkelig
et: Ebapiisav kettaruum
fr: Espace disque insuffisant
he: אין מספיק מקום בדיסק
hu: Elégtelen lemezterület
ja: ディスク容量不足
pl: Niewystarczająca ilość miejsca na dysku
pt: Espaço em Disco Insuficiente
ru: Недостаточно места на диске
sv: Otillräckligt diskutrymme

source: There is not enough free space at the destination to complete this transfer.
bg: Няма достатъчно свободно пространство на целта, за да завършите този трансфер.
cs: Na cílovém místě není dostatek volného místa pro dokončení tohoto přenosu.
da: Der er ikke nok ledig plads på destinationen til at fuldføre denne overførsel.
et: Sihtsiht on sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsiht sihtsi
fr: Il n'y a pas assez d'espace libre à la destination pour compléter ce transfert.
he: אין מספיק מקום פנוי ביעד כדי להשלים את ההעברה הזו.
hu: Nincs elegendő szabad hely a célhelyen a másolás befejezéséhez.
ja: 転送を完了するための宛先に十分な空き容量がありません。
pl: Nie ma wystarczającej ilości wolnego miejsca w docelowej lokalizacji, aby zakończyć tę operację.
pt: Não há espaço livre suficiente no destino para concluir esta transferência.
ru: Недостаточно свободного места на целевом устройстве для завершения передачи.
sv: Det finns inte tillräckligt med ledigt utrymme på destinationen för att slutföra denna överföring.

source: Required space: <b>{required}</b> Available space: <b>{available}</b> Destination: <b>{path}</b>
bg: Изисквано пространство: <b>{required}</b> Наличен обем: <b>{available}</b> Дестинация: <b>{path}</b>
cs: Požadovaný prostor: <b>{required}</b> Dostupný prostor: <b>{available}</b> Cíl: <b>{path}</b>
da: Påkrævet plads: <b>{required}</b> Tilgængelig plads: <b>{available}</b> Destination: <b>{path}</b>
et: Nõutav ruum: <b>{required}</b> Saadaval ruum: <b>{available}</b> Sihtkoht: <b>{path}</b>
fr: Espace requis : <b>{required}</b> Espace disponible : <b>{available}</b> Destination : <b>{path}</b>
he: שטח נדרש: <b>{required}</b> שטח זמין: <b>{available}</b> יעד: <b>{path}</b>
hu: Szükséges hely: <b>{required}</b> Elérhető hely: <b>{available}</b> Cél: <b>{path}</b>
ja: 必要な空き容量: <b>{required}</b> 利用可能な空き容量: <b>{available}</b> 宛先: <b>{path}</b>
pl: Wymagana przestrzeń: <b>{required}</b> Dostępna przestrzeń: <b>{available}</b> Miejsce docelowe: <b>{path}</b>
pt: Espaço necessário: <b>{required}</b> Espaço disponível: <b>{available}</b> Destino: <b>{path}</b>
ru: Необходимое пространство: <b>{required}</b> Доступное пространство: <b>{available}</b> Назначение: <b>{path}</b>
sv: Krävd utrymme: <b>{required}</b> Tillgängligt utrymme: <b>{available}</b> Destination: <b>{path}</b>

source: Transfer Failed: Permission Denied
bg: Прехвърлянето не успя: Отказан достъп
cs: Přenos selhal: Odepřen přístup
da: Overførsel mislykkedes: Adgang nægtet
et: Ülekande ebaõnnestumine: Luba keelatud
fr: Transfert échoué : Permission refusée
he: העברה נכשלה: גישה נדחתה
hu: Átvitel sikertelen: Hozzáférés megtagadva
ja: 転送に失敗しました: 権限が拒否されました
pl: Przesyłanie nie powiodło się: Odrzucono uprawnienia
pt: Transferência Falhou: Permissão Negada
ru: Передача не удалась: Доступ запрещен
sv: Överföring misslyckades: Åtkomst nekad

source: Could not complete the transfer of '{filename}'.
bg: Не можа да завърши прехвърлянето на '{filename}'.
cs: Nepodařilo se dokončit přenos '{filename}'.
da: Kunne ikke fuldføre overførslen af '{filename}'.
et: '{filename}' edastamist ei õnnestunud lõpetada.
fr: Impossible de compléter le transfert de '{filename}'.
he: לא ניתן להשלים את העברת '{filename}'.
hu: A '{filename}' átvitele nem fejeződött be.
ja: '{filename}'の転送を完了できませんでした。
pl: Nie udało się zakończyć transferu '{filename}'.
pt: Não foi possível concluir a transferência de '{filename}'.
ru: Не удалось завершить передачу '{filename}'.
sv: Kunde inte slutföra överföringen av '{filename}'.

source: Please check if you have the necessary write permissions in the destination directory: <b>{path}</b>
bg: Моля, проверете дали имате необходимите права за запис в целевата директория: <b>{path}</b>
cs: Prosím zkontrolujte, zda máte potřebná oprávnění pro zápis v cílovém adresáři: <b>{path}</b>
da: Kontroller venligst, om du har de nødvendige skriveadgangsrettigheder i destinationsmappen: <b>{path}</b>
et: Palun kontrollige, kas teil on sihtkaustas vajalikud kirjutamisõigused: <b>{path}</b>
fr: Veuillez vérifier si vous avez les autorisations d'écriture nécessaires dans le répertoire de destination : <b>{path}</b>
he: אנא בדוק אם יש לך את ההרשאות הנדרשות לכתיבה בתיקיית היעד: <b>{path}</b>
hu: Kérjük, ellenőrizze, hogy rendelkezik-e a szükséges írási jogosultságokkal a célkönyvtárban: <b>{path}</b>
ja: 宛先ディレクトリに必要な書き込み権限があるか確認してください： <b>{path}</b>
pl: Proszę sprawdzić, czy masz niezbędne uprawnienia do zapisu w katalogu docelowym: <b>{path}</b>
pt: Por favor, verifique se você tem as permissões de gravação necessárias no diretório de destino: <b>{path}</b>
ru: Пожалуйста, проверьте, есть ли у вас необходимые права на запись в целевом каталоге: <b>{path}</b>
sv: Vänligen kontrollera om du har nödvändiga skrivbehörigheter i destinationskatalogen: <b>{path}</b>

source: Failed to open file.
bg: Неуспешно отваряне на файл.
cs: Nepodařilo se otevřít soubor.
da: Kunne ikke åbne filen.
et: Faili avamine ebaõnnestus.
fr: Échec de l'ouverture du fichier.
he: נכשל בפתיחת הקובץ.
hu: A fájl megnyitása nem sikerült.
ja: ファイルを開くことに失敗しました。
pl: Nie udało się otworzyć pliku.
pt: Falha ao abrir o arquivo.
ru: Не удалось открыть файл.
sv: Misslyckades med att öppna filen.

source: File is open. Saving it will upload changes back to the server.
bg: Файлът е отворен. Запазването му ще качи промените обратно на сървъра.
cs: Soubor je otevřen. Uložení jej nahraje změny zpět na server.
da: Filen er åben. At gemme den vil uploade ændringer tilbage til serveren.
et: Fail on avatud. Selle salvestamine laadib muudatused serverisse tagasi.
fr: Le fichier est ouvert. En l'enregistrant, les modifications seront téléchargées sur le serveur.
he: הקובץ פתוח. שמירתו תעלה את השינויים חזרה לשרת.
hu: A fájl nyitva van. A mentés feltölti a módosításokat a szerverre.
ja: ファイルは開いています。保存すると、変更がサーバーにアップロードされます。
pl: Plik jest otwarty. Zapisanie go spowoduje przesłanie zmian z powrotem na serwer.
pt: O arquivo está aberto. Salvá-lo enviará as alterações de volta para o servidor.
ru: Файл открыт. Сохранение его загрузит изменения обратно на сервер.
sv: Filen är öppen. Att spara den kommer att ladda upp ändringar tillbaka till servern.

source: Upload failed: Could not verify remote file.
bg: Неуспешно качване: Не можа да се провери отдалечения файл.
cs: Nahrávání se nezdařilo: Nelze ověřit vzdálený soubor.
da: Upload mislykkedes: Kunne ikke verificere fjernfil.
et: Üleslaadimine ebaõnnestus: Kaugfaili ei saanud kinnitada.
fr: Échec du téléchargement : Impossible de vérifier le fichier distant.
he: העלאה נכשלה: לא ניתן לאמת את הקובץ המרוחק.
hu: A feltöltés nem sikerült: A távoli fájl ellenőrzése nem lehetséges.
ja: アップロードに失敗しました: リモートファイルを確認できませんでした。
pl: Przesyłanie nie powiodło się: Nie można zweryfikować zdalnego pliku.
pt: Falha no upload: Não foi possível verificar o arquivo remoto.
ru: Ошибка загрузки: Не удалось проверить удалённый файл.
sv: Uppladdning misslyckades: Kunde inte verifiera fjärrfil.

source: File Conflict
bg: Конфликт на файла
cs: Konflikt souborů
da: Filkonflikt
et: Faili konflikt
fr: Conflit de fichier
he: קונפליקט קבצים
hu: Fájl ütközés
ja: ファイルの競合
pl: Konflikt plików
pt: Conflito de Arquivo
ru: Конфликт файлов
sv: Filkonflikt

source: The file '{filename}' has been modified on the server since you started editing it. How would you like to proceed?
bg: Файлът '{filename}' е бил променен на сървъра, откакто започнахте да го редактирате. Как бихте искали да продължите?
cs: Soubor '{filename}' byl na serveru změněn od doby, kdy jste začali jeho úpravy. Jak byste chtěli pokračovat?
da: Filen '{filename}' er blevet ændret på serveren, siden du begyndte at redigere det. Hvordan vil du gerne fortsætte?
et: Fail '{filename}' on serverit on muudetud alates sellest, kui alustasite selle redigeerimist. Kuidas soovite jätkata?
fr: Le fichier '{filename}' a été modifié sur le serveur depuis que vous avez commencé à l'éditer. Comment souhaitez-vous procéder ?
he: הקובץ '{filename}' שונה בשרת מאז שהתחלת לערוך אותו. כיצד תרצה להמשיך?
hu: A '{filename}' fájl a szerveren módosítva lett, mióta elkezdted szerkeszteni. Hogyan szeretnéd folytatni?
ja: ファイル '{filename}' は、編集を開始してからサーバー上で変更されました。どのように進めますか？
pl: Plik '{filename}' został zmodyfikowany na serwerze od momentu, gdy zacząłeś go edytować. Jak chcesz kontynuować?
pt: O arquivo '{filename}' foi modificado no servidor desde que você começou a editá-lo. Como você gostaria de prosseguir?
ru: Файл '{filename}' был изменён на сервере с тех пор, как вы начали его редактировать. Как вы хотите продолжить?
sv: Filen '{filename}' har ändrats på servern sedan du började redigera den. Hur vill du gå vidare?

source: Cancel Upload
bg: Отмени качването
cs: Zrušit nahrávání
da: Annuller upload
et: Tühista üleslaadimine
fr: Annuler le téléchargement
he: ביטול העלאה
hu: Feltöltés megszakítása
ja: アップロードをキャンセル
pl: Anuluj przesyłanie
pt: Cancelar Upload
ru: Отменить загрузку
sv: Avbryt uppladdning

source: Overwrite Server File
bg: Презаписване на сървърен файл
cs: Přepsat soubor na serveru
da: Overskriv serverfil
et: Ülekirjuta serveri fail
fr: Écraser le fichier du serveur
he: החלף קובץ שרת
hu: Fájl felülírása a szerveren
ja: サーバーファイルを上書き
pl: Nadpisz plik serwera
pt: Substituir Arquivo do Servidor
ru: Перезаписать файл сервера
sv: Överskriv serverfil

source: Save as New File
bg: Запази като нов файл
cs: Uložit jako nový soubor
da: Gem som ny fil
et: Salvesta uue failina
fr: Enregistrer sous un nouveau fichier
he: שמור כקובץ חדש
hu: Mentés új fájlként
ja: 新しいファイルとして保存
pl: Zapisz jako nowy plik
pt: Salvar como Novo Arquivo
ru: Сохранить как новый файл
sv: Spara som ny fil

source: Save As
bg: Запази като
cs: Uložit jako
da: Gem som...
et: Salvesta nimega
fr: Enregistrer sous
he: שמור בשם
hu: Mentés másként
ja: 名前を付けて保存
pl: Zapisz jako
pt: Salvar Como
ru: Сохранить как
sv: Spara som

source: Enter a new name for the file on the server:
bg: Въведете ново име за файла на сървъра:
cs: Zadejte nový název souboru na serveru:
da: Indtast et nyt navn til filen på serveren:
et: Sisestage serveris faili jaoks uus nimi:
fr: Entrez un nouveau nom pour le fichier sur le serveur :
he: הזן שם חדש לקובץ על השרת:
hu: Adjon meg egy új nevet a fájlnak a szerveren:
ja: サーバー上のファイルの新しい名前を入力してください：
pl: Wprowadź nową nazwę pliku na serwerze:
pt: Digite um novo nome para o arquivo no servidor:
ru: Введите новое имя для файла на сервере:
sv: Ange ett nytt namn för filen på servern:

source: Upload Complete
bg: Качването е завършено
cs: Nahrání dokončeno
da: Upload fuldført
et: Üleslaadimine lõpetatud
fr: Téléversement terminé
he: העלאה הושלמה
hu: Feltöltés befejeződött
ja: アップロード完了
pl: Przesyłanie zakończone
pt: Upload Completo
ru: Загрузка завершена
sv: Uppladdning slutförd

source: '{filename}' has been saved to the server.
bg: '{filename}' е запазен на сървъра.
cs: '{filename}' byl uložen na server.
da: '{filename}' er blevet gemt på serveren.
et: '{filename}' on salvestatud serverisse.
fr: Le fichier '{filename}' a été enregistré sur le serveur.
he: '{filename}' נשמר בשרת.
hu: A '{filename}' fájl mentésre került a szerverre.
ja: '{filename}' はサーバーに保存されました。
pl: Plik '{filename}' został zapisany na serwerze.
pt: '{filename}' foi salvo no servidor.
ru: '{filename}' был сохранён на сервере.
sv: '{filename}' har sparats på servern.

source: Upload Failed
bg: Качването неуспешно
cs: Nahrání se nezdařilo
da: Upload mislykkedes
et: Üleslaadimine ebaõnnestus
fr: Échec du téléchargement
he: העלאה נכשלה
hu: Feltöltés sikertelen
ja: アップロードに失敗しました
pl: Przesyłanie nie powiodło się
pt: Falha ao Enviar
ru: Ошибка загрузки
sv: Uppladdning misslyckades

source: Could not save '{filename}' to the server: {error}
bg: Не можа да запази '{filename}' на сървъра: {error}
cs: Nelze uložit '{filename}' na server: {error}
da: Kunne ikke gemme '{filename}' på serveren: {error}
et: Ei saanud salvestada '{filename}' serverisse: {error}
fr: Impossible d'enregistrer '{filename}' sur le serveur : {error}
he: לא ניתן לשמור את '{filename}' על השרת: {error}
hu: Nem sikerült menteni a '{filename}' fájlt a szerverre: {error}
ja: '{filename}'をサーバーに保存できませんでした: {error}
pl: Nie można zapisać '{filename}' na serwerze: {error}
pt: Não foi possível salvar '{filename}' no servidor: {error}
ru: Не удалось сохранить '{filename}' на сервер: {error}
sv: Kunde inte spara '{filename}' till servern: {error}

source: Enter a new name for '{name}'
bg: Въведете ново име за '{name}'
cs: Zadejte nové jméno pro '{name}'
da: Indtast et nyt navn til '{name}'
et: Sisestage uus nimi '{name}' jaoks
fr: Entrez un nouveau nom pour '{name}'
he: הזן שם חדש עבור '{name}'
hu: Írj be egy új nevet a(z) '{name}' számára
ja: '{name}'の新しい名前を入力してください
pl: Wprowadź nową nazwę dla '{name}'
pt: Digite um novo nome para '{name}'
ru: Введите новое имя для '{name}'
sv: Ange ett nytt namn för '{name}'

source: Rename command sent to terminal
bg: Команда за преименуване, изпратена до терминала
cs: Příkaz pro přejmenování odeslán do terminálu
da: Omdøb kommando sendt til terminal
et: Käsku ümbernimetamiseks saadetud terminalile
fr: Commande de renommage envoyée au terminal
he: פקודת שינוי שם נשלחה לטרמינל
hu: A terminálra küldött átnevezési parancs
ja: ターミナルに送信された名前変更コマンド
pl: Polecenie zmiany nazwy wysłane do terminala
pt: Comando de renomear enviado ao terminal
ru: Команда переименования отправлена в терминал
sv: Byt kommando skickat till terminalen

source: No session context for file operation.
bg: Няма контекст на сесията за файлова операция.
cs: Žádný kontext relace pro operaci se souborem.
da: Ingen sessionskontekst for filoperation.
et: Faili toimingu jaoks ei ole seansikonteksti.
fr: Aucun contexte de session pour l'opération de fichier.
he: אין הקשר של מושב לפעולת קובץ.
hu: Nincs munkamenet-kontektsus fájlművelethez.
ja: ファイル操作のためのセッションコンテキストがありません。
pl: Brak kontekstu sesji dla operacji na pliku.
pt: Nenhum contexto de sessão para operação de arquivo.
ru: Нет контекста сеанса для операции с файлом.
sv: Ingen sessionskontext för filoperation.

source: Unsupported session type for command execution.
bg: Неподдържан тип сесия за изпълнение на команда.
cs: Nepodporovaný typ relace pro provádění příkazu.
da: Ikke understøttet sessionstype til kommandoeksekvering.
et: Toetamata seansi tüüp käsu täitmiseks.
fr: Type de session non pris en charge pour l'exécution de la commande.
he: סוג מושב לא נתמך לביצוע פקודות.
hu: Nem támogatott munkamenet típus a parancs végrehajtásához.
ja: コマンド実行のためのサポートされていないセッションタイプ。
pl: Nieobsługiwany typ sesji do wykonania polecenia.
pt: Tipo de sessão não suportado para execução de comando.
ru: Неподдерживаемый тип сеанса для выполнения команды.
sv: Stöds inte sessions typ för kommandokörning.

source: Permission Denied: Check write permissions on the destination.
bg: Отказано в достъп: Проверете правата за запис на местоназначението.
cs: Odmítnuto: Zkontrolujte oprávnění pro zápis na cílovém místě.
da: Adgang nægtet: Tjek skriveadgang på destinationen.
et: Luba keelatud: Kontrollige kirjutamisõigusi sihtkohas.
fr: Permission refusée : Vérifiez les autorisations d'écriture sur la destination.
he: גישה נדחתה: בדוק את הרשאות הכתיבה ביעד.
hu: Hozzáférés megtagadva: Ellenőrizze a írási jogosultságokat a célhelyen.
ja: アクセス拒否: 宛先の書き込み権限を確認してください。
pl: Odmowa dostępu: Sprawdź uprawnienia do zapisu w docelowej lokalizacji.
pt: Permissão Negada: Verifique as permissões de gravação no destino.
ru: Доступ запрещен: Проверьте права на запись в целевую папку.
sv: Åtkomst nekad: Kontrollera skrivbehörigheter på destinationen.

source: An unknown transfer error occurred.
bg: Настъпи неизвестна грешка при прехвърлянето.
cs: Došlo k neznámé chybě při přenosu.
da: Der opstod en ukendt overførselsfejl.
et: Tekkis tundmatu edastamise viga.
fr: Une erreur de transfert inconnue s'est produite.
he: אירעה שגיאת העברה לא ידועה.
hu: Ismeretlen átvitel hiba történt.
ja: 不明な転送エラーが発生しました。
pl: Wystąpił nieznany błąd transferu.
pt: Ocorreu um erro de transferência desconhecido.
ru: Произошла неизвестная ошибка передачи.
sv: Ett okänt överföringsfel inträffade.

source: Transferring {filename}
bg: Прехвърляне на {filename}
cs: Přenášení {filename}
da: Overfører {filename}
et: Ülekandmine {filename}
fr: Transfert de {filename}
he: מעביר {filename}
hu: Áthelyezés {filename}
ja: {filename}を転送中
pl: Przesyłanie {filename}
pt: Transferindo {filename}
ru: Передача {filename}
sv: Överför {filename}

source: Starting...
bg: Стартиране...
cs: Spouštění...
da: Starter...
et: Käivitamine...
fr: Démarrage...
he: מתחיל...
hu: Indulás...
ja: 開始中...
pl: Rozpoczynanie...
pt: Iniciando...
ru: Запуск...
sv: Startar...

source: {time} left
bg: остана {time}
cs: {time} zbývá
da: {time} tilbage
et: {time} jäänud
fr: {time} restant
he: {time} נשאר
hu: {time} hátra
ja: {time} 残り
pl: {time} pozostało
pt: {time} restante
ru: {time} осталось
sv: {time} kvar

source: {time} elapsed
bg: {time} изминало
cs: {time} uplynulo
da: {time} forløbet
et: {time} möödunud
fr: {time} écoulé
he: {time} חלף
hu: {time} eltelt
ja: {time} 経過
pl: {time} upłynęło
pt: {time} decorrido
ru: {time} прошло
sv: {time} förflutet

source: Transferring {count} files
bg: Прехвърляне на {count} файла
cs: Přenášení {count} souborů
da: Overfører {count} filer
et: Üksuste {count} edastamine
fr: Transfert de {count} fichiers
he: מעביר {count} קבצים
hu: Átviteli {count} fájl
ja: {count} ファイルを転送中
pl: Przesyłanie {count} plików
pt: Transferindo {count} arquivos
ru: Передача {count} файлов
sv: Överför {count} filer
