Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Could not start Zashterminal. Error: {}
bg: Не можа да стартира Zashterminal. Грешка: {}
cs: Nelze spustit Zashterminal. Chyba: {}
da: Kunne ikke starte Zashterminal. Fejl: {}
et: Ei saanud Zashterminalit käivitada. Viga: {}
fr: Impossible de démarrer Zashterminal. Erreur : {}
he: לא ניתן להתחיל את Zashterminal. שגיאה: {}
hu: Nem sikerült elindítani az Zashterminal Terminált. Hiba: {}
ja: Zashterminalを起動できませんでした。 エラー: {}
pl: Nie można uruchomić terminala Zashterminal. Błąd: {}
pt: Não foi possível iniciar o Zashterminal. Erro: {}
ru: Не удалось запустить Zashterminal. Ошибка: {}
sv: Kunde inte starta Zashterminal. Fel: {}

source: Save Layout
bg: Запази оформление
cs: Uložit rozložení
da: Gem layout
et: Salvesta paigutus
fr: Enregistrer la disposition
he: שמור פריסה
hu: Elrendezés mentése
ja: レイアウトを保存
pl: Zapisz układ
pt: Salvar Layout
ru: Сохранить макет
sv: Spara layout

source: Enter a name for the current layout:
bg: Въведете име за текущия шаблон:
cs: Zadejte název pro aktuální rozložení:
da: Indtast et navn til den aktuelle layout:
et: Sisesta nimi praegusele paigutusele:
fr: Entrez un nom pour la mise en page actuelle :
he: הזן שם עבור הפריסה הנוכחית:
hu: Adjon meg egy nevet a jelenlegi elrendezéshez:
ja: 現在のレイアウトの名前を入力してください：
pl: Wprowadź nazwę dla bieżącego układu:
pt: Digite um nome para o layout atual:
ru: Введите имя для текущей компоновки:
sv: Ange ett namn för den aktuella layouten:

source: e.g., 'My Dev Setup'
bg: Моята разработваща среда
cs: Moje vývojové prostředí
da: Min udviklingsopsætning
et: Minu arenduskeskkond
fr: Mon environnement de développement
he: הגדרת הפיתוח שלי
hu: A fejlesztői környezetem
ja: 私の開発環境
pl: Moje środowisko deweloperskie
pt: Meu Ambiente de Desenvolvimento
ru: Моя среда разработки
sv: Min utvecklingsmiljö

source: Layout name cannot be empty.
bg: Името на оформлението не може да бъде празно.
cs: Název rozložení nemůže být prázdný.
da: Layoutnavn kan ikke være tomt.
et: Paigutuse nimi ei tohi olla tühi.
fr: Le nom de la mise en page ne peut pas être vide.
he: שם הפריסה אינו יכול להיות ריק.
hu: A elrendezés neve nem lehet üres.
ja: レイアウト名は空にできません。
pl: Nazwa układu nie może być pusta.
pt: O nome do layout não pode estar vazio.
ru: Имя макета не может быть пустым.
sv: Layoutnamn kan inte vara tomt.

source: Layout Saved
bg: Разположение запазено
cs: Rozložení uloženo
da: Layout gemt
et: Paigutus salvestatud
fr: Disposition enregistrée
he: פריסת שמורה
hu: Elrendezés mentve
ja: レイアウトが保存されました
pl: Układ zapisany
pt: Layout Salvo
ru: Макет сохранён
sv: Layout sparad

source: Error Saving Layout
bg: Грешка при запазване на оформление
cs: Chyba při ukládání rozložení
da: Fejl ved gemning af layout
et: Vea salvestamisel tekkis viga
fr: Erreur lors de l'enregistrement de la mise en page
he: שגיאה בשמירת פריסה
hu: Hiba a elrendezés mentésekor
ja: レイアウトの保存エラー
pl: Błąd zapisywania układu
pt: Erro ao Salvar Layout
ru: Ошибка сохранения макета
sv: Fel vid sparande av layout

source: Saved layout not found.
bg: Не е намерен запазен макет.
cs: Uložená rozložení nebylo nalezeno.
da: Gemt layout ikke fundet.
et: Salvestatud paigutust ei leitud.
fr: Disposition enregistrée non trouvée.
he: פריסת שמורה לא נמצאה.
hu: Mentett elrendezés nem található.
ja: 保存されたレイアウトが見つかりません。
pl: Nie znaleziono zapisanej układu.
pt: Layout salvo não encontrado.
ru: Сохранённая компоновка не найдена.
sv: Sparad layout hittades inte.

source: Restore Saved Layout?
bg: Възстановяване на запазеното оформление?
cs: Obnovit uložené rozložení?
da: Gendan gemt layout?
et: Taasta salvestatud paigutus?
fr: Restaurer la disposition enregistrée ?
he: שחזר פריסה שנשמרה?
hu: Mentett elrendezés visszaállítása?
ja: 保存されたレイアウトを復元しますか？
pl: Przywróć zapisany układ?
pt: Restaurar Layout Salvo?
ru: Восстановить сохранённую компоновку?
sv: Återställ sparad layout?

source: This will close all current tabs and restore the '{name}' layout. Are you sure?
bg: Това ще затвори всички текущи табове и ще възстанови оформлението '{name}'. Сигурни ли сте?
cs: Tímto se zavřou všechny aktuální karty a obnoví se rozložení '{name}'. Opravdu chcete pokračovat?
da: Dette vil lukke alle aktuelle faner og gendanne '{name}' layoutet. Er du sikker?
et: See sulged kõik avatud vahekaartid ja taastab '{name}' paigutuse. Kas olete kindel?
fr: Cela fermera tous les onglets actuels et restaurera la mise en page '{name}'. Êtes-vous sûr ?
he: זה יסגור את כל הטאבים הנוכחיים ויחזיר את פריסת '{name}'. אתה בטוח?
hu: Ez bezárja az összes aktuális lapot, és visszaállítja a '{name}' elrendezést. Biztos benne?
ja: これにより、すべての現在のタブが閉じられ、'{name}' レイアウトが復元されます。よろしいですか？
pl: To zamknie wszystkie bieżące karty i przywróci układ '{name}'. Czy na pewno?
pt: Isto fechará todas as abas atuais e restaurará o layout '{name}'. Você tem certeza?
ru: Это закроет все текущие вкладки и восстановит макет '{name}'. Вы уверены?
sv: Detta kommer att stänga alla aktuella flikar och återställa '{name}'-layouten. Är du säker?

source: Error Restoring Layout
bg: Грешка при възстановяване на оформление
cs: Chyba při obnovení rozložení
da: Fejl ved gendannelse af layout
et: Viga paigutuse taastamisel
fr: Erreur de restauration de la mise en page
he: שגיאה בשחזור פריסה
hu: Hiba a megjelenés visszaállításakor
ja: レイアウトの復元エラー
pl: Błąd przy przywracaniu układu
pt: Erro ao Restaurar Layout
ru: Ошибка восстановления макета
sv: Fel vid återställning av layout

source: Delete Layout?
bg: Изтриване на оформление?
cs: Smazat rozložení?
da: Slet layout?
et: Kustuta paigutus?
fr: Supprimer la mise en page ?
he: מחק פריסה?
hu: Elrendezés törlése?
ja: レイアウトを削除しますか？
pl: Usuń układ?
pt: Excluir Layout?
ru: Удалить макет?
sv: Ta bort layout?

source: Are you sure you want to permanently delete the layout '{name}'?
bg: Сигурни ли сте, че искате да изтриете завинаги оформлението '{name}'?
cs: Opravdu chcete trvale smazat rozložení '{name}'?
da: Er du sikker på, at du vil permanent slette layoutet '{name}'?
et: Kas olete kindel, et soovite püsivalt kustutada paigutuse '{name}'?
fr: Êtes-vous sûr de vouloir supprimer définitivement la mise en page '{name}' ?
he: האם אתה בטוח שברצונך למחוק לצמיתות את הפריסה '{name}'?
hu: Biztos benne, hogy véglegesen törölni szeretné a '{name}' elrendezést?
ja: '{name}' のレイアウトを永久に削除してもよろしいですか？
pl: Czy na pewno chcesz trwale usunąć układ '{name}'?
pt: Você tem certeza de que deseja excluir permanentemente o layout '{name}'?
ru: Вы уверены, что хотите навсегда удалить макет '{name}'?
sv: Är du säker på att du vill permanent ta bort layouten '{name}'?

source: Layout Deleted
bg: Макет изтрит
cs: Rozložení smazáno
da: Layout Slettet
et: Paigutus kustutatud
fr: Disposition supprimée
he: פריסת מחוקה
hu: Elrendezés törölve
ja: レイアウトが削除されました
pl: Układ usunięty
pt: Layout Excluído
ru: Макет удалён
sv: Layout Raderad

source: Error Deleting Layout
bg: Грешка при изтриване на оформление
cs: Chyba při odstraňování rozložení
da: Fejl ved sletning af layout
et: Viga paigutuse kustutamisel
fr: Erreur de suppression de la mise en page
he: שגיאה במחיקת פריסה
hu: Hiba a elrendezés törlésekor
ja: レイアウトの削除中にエラーが発生しました
pl: Błąd podczas usuwania układu
pt: Erro ao Deletar Layout
ru: Ошибка удаления макета
sv: Fel vid radering av layout

source: Error Moving Layout
bg: Грешка при преместване на оформление
cs: Chyba při přesouvání rozložení
da: Fejl ved flytning af layout
et: Viga paigutuse liigutamisel
fr: Erreur de déplacement de la mise en page
he: שגיאה בהעברת פריסה
hu: Hiba a elrendezés áthelyezésekor
ja: レイアウトの移動エラー
pl: Błąd przenoszenia układu
pt: Erro ao Mover Layout
ru: Ошибка перемещения макета
sv: Fel vid flytt av layout

source: archive.tar.xz
bg: архив.tar.xz
cs: archiv.tar.xz
et: arhiveeri.tar.xz
hu: archívum.tar.xz
ja: アーカイブ.tar.xz
pl: archiwum.tar.xz
pt: arquivo.tar.xz
ru: архив.tar.xz
sv: arkiv.tar.xz

source: ASCII BACKSPACE (^H)
et: ASCII TAGASI KUSTUTUS (^H)
fr: ASCII RETOUR ARRIÈRE (^H)
hu: ASCII VISSZAJELZÉS (^H)
ja: ASCII バックスペース (^H)

source: {local_host}:{local_port} → {remote_host}:{remote_port}
da: {lokal_vært}:{lokal_port} → {fjern_vært}:{fjern_port}
hu: {helyi_gép}:{helyi_port} → {távoli_gép}:{távoli_port}
sv: {lokal_värd}:{lokal_port} → {fjärr_värd}:{fjärr_port}
