Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Invalid hostname format: {}
bg: Невалиден формат на хост име: {}
cs: Neplatný formát názvu hostitele: {}
da: Ugyldig værtnameformat: {}
et: Kehtetu hostinime formaat: {}
fr: Format de nom d'hôte invalide : {}
he: פורמט שם המחשב לא חוקי: {}
hu: Érvénytelen hosztnév formátum: {}
ja: 無効なホスト名の形式: {}
pl: Nieprawidłowy format nazwy hosta: {}
pt: Formato de nome de host inválido: {}
ru: Неверный формат имени хоста: {}
sv: Ogiltigt värdnamnsformat: {}

source: Use a valid hostname or IP address
bg: Използвайте валидно име на хост или IP адрес
cs: Použijte platný název hostitele nebo IP adresu
da: Brug et gyldigt værtsnavn eller IP-adresse
et: Kasutage kehtivat hostinime või IP-aadressi
fr: Utilisez un nom d'hôte ou une adresse IP valide
he: השתמש בשם מארח או כתובת IP תקפים
hu: Használjon érvényes hosztnevet vagy IP-címet
ja: 有効なホスト名またはIPアドレスを使用してください
pl: Użyj prawidłowej nazwy hosta lub adresu IP
pt: Use um nome de host ou endereço IP válido
ru: Используйте действительное имя хоста или IP-адрес
sv: Använd ett giltigt värdnamn eller IP-adress

source: Connecting to private IP: {}
bg: Свързване с частен IP: {}
cs: Připojování k soukromé IP: {}
da: Forbinder til privat IP: {}
et: Ühendamine privaatse IP-ga: {}
fr: Connexion à l'adresse IP privée : {}
he: מתחבר לכתובת IP פרטית: {}
hu: Kapcsolódás a magán IP-hez: {}
ja: プライベートIPに接続中: {}
pl: Łączenie z prywatnym adresem IP: {}
pt: Conectando ao IP privado: {}
ru: Подключение к частному IP: {}
sv: Ansluter till privat IP: {}

source: Ensure this is intentional
bg: Уверете се, че това е умишлено
cs: Ujistěte se, že je to záměrné
da: Sørg for, at dette er intentionelt
et: Veenduge, et see on tahtlik.
fr: Assurez-vous que cela est intentionnel.
he: ודא שזה מכוון
hu: Győződjön meg arról, hogy ez szándékos.
ja: これが意図的であることを確認してください
pl: Upewnij się, że to jest zamierzone
pt: Certifique-se de que isso é intencional
ru: Убедитесь, что это намеренно
sv: Säkerställ att detta är avsiktligt

source: SSH key validation failed: {}
bg: Проверката на SSH ключа не успя: {}
cs: Ověření SSH klíče selhalo: {}
da: SSH-nøglevalidering mislykkedes: {}
et: SSH võtme valideerimine ebaõnnestus: {}
fr: Échec de la validation de la clé SSH : {}
he: אימות מפתח SSH נכשל: {}
hu: SSH kulcs érvényesítése meghiúsult: {}
ja: SSHキーの検証に失敗しました: {}
pl: Weryfikacja klucza SSH nie powiodła się: {}
pt: Validação da chave SSH falhou: {}
ru: Ошибка проверки SSH-ключа: {}
sv: SSH-nyckelvalidering misslyckades: {}

source: Fix SSH key configuration
bg: Поправете конфигурацията на SSH ключа
cs: Opravit konfiguraci SSH klíče
da: Retter SSH-nøglekonfiguration
et: Paranda SSH võtme konfiguratsioon
fr: Corriger la configuration de la clé SSH
he: תיקון הגדרת מפתח SSH
hu: Javítsa az SSH kulcs konfigurációját
ja: SSHキー設定を修正
pl: Napraw konfigurację klucza SSH
pt: Corrigir configuração da chave SSH
ru: Исправить конфигурацию SSH-ключа
sv: Åtgärda SSH-nyckelkonfiguration

source: Using password authentication
bg: Използване на удостоверяване с парола
cs: Používání autentizace pomocí hesla
da: Brug af adgangskodegodkendelse
et: Parooli autentimise kasutamine
fr: Utilisation de l'authentification par mot de passe
he: שימוש באימות סיסמה
hu: Jelszóhitelesítés használata
ja: パスワード認証を使用しています
pl: Używanie uwierzytelniania hasłem
pt: Usando autenticação por senha
ru: Использование аутентификации по паролю
sv: Använder lösenordsautentisering

source: Consider using SSH key authentication for better security
bg: Обмислете използването на SSH ключова автентикация за по-добра сигурност
cs: Zvažte použití autentizace pomocí SSH klíče pro lepší zabezpečení
da: Overvej at bruge SSH-nøgleautentifikation for bedre sikkerhed
et: Kaalu SSH võtme autentimise kasutamist parema turvalisuse tagamiseks.
fr: Envisagez d'utiliser l'authentification par clé SSH pour une meilleure sécurité.
he: שקול להשתמש באימות מפתח SSH עבור אבטחה טובה יותר
hu: Fontolja meg az SSH kulcs hitelesítés használatát a jobb biztonság érdekében.
ja: SSHキー認証を使用して、より良いセキュリティを確保することを検討してください。
pl: Rozważ użycie uwierzytelniania klucza SSH dla lepszej bezpieczeństwa.
pt: Considere usar autenticação por chave SSH para melhor segurança
ru: Рассмотрите возможность использования аутентификации по SSH-ключу для повышения безопасности
sv: Överväg att använda SSH-nyckelautentisering för bättre säkerhet

source: Connecting as root user
bg: Свързване като потребител root
cs: Připojuji se jako uživatel root
da: Forbinder som root-bruger
et: Ühendamine juurkasutajana
fr: Connexion en tant qu'utilisateur root
he: מתחבר כמשתמש שורש
hu: Csatlakozás root felhasználóként
ja: ルートユーザーとして接続中
pl: Łączenie jako użytkownik root
pt: Conectando como usuário root
ru: Подключение как пользователь root
sv: Ansluter som root-användare

source: Use a regular user account when possible
bg: Използвайте обикновен потребителски акаунт, когато е възможно
cs: Používejte běžný uživatelský účet, když je to možné.
da: Brug en almindelig brugerkonto, når det er muligt
et: Kasutage võimalusel tavalist kasutajakontot
fr: Utilisez un compte utilisateur standard lorsque cela est possible
he: השתמש בחשבון משתמש רגיל כאשר זה אפשרי
hu: Használj rendszeres felhasználói fiókot, amikor lehetséges.
ja: 可能な場合は通常のユーザーアカウントを使用してください
pl: Użyj zwykłego konta użytkownika, gdy to możliwe
pt: Use uma conta de usuário regular sempre que possível
ru: Используйте обычную учетную запись пользователя, когда это возможно
sv: Använd ett vanligt användarkonto när det är möjligt

source: Hostname cannot be empty
bg: Името на хоста не може да бъде празно
cs: Hostname nemůže být prázdný
da: Værtsnavn kan ikke være tomt
et: Hostname ei saa olla tühi
fr: Le nom d'hôte ne peut pas être vide
he: שם המחשב לא יכול להיות ריק
hu: A hosztnév nem lehet üres.
ja: ホスト名は空にできません
pl: Nazwa hosta nie może być pusta
pt: O nome do host não pode estar vazio
ru: Имя хоста не может быть пустым
sv: Värdnamn kan inte vara tomt

source: Invalid hostname format
bg: Невалиден формат на хост име
cs: Neplatný formát názvu hostitele
da: Ugyldig værtsnavnformat
et: Kehtetu hostinime formaat
fr: Format de nom d'hôte invalide
he: פורמט שם המחשב לא חוקי
hu: Érvénytelen hosztnév formátum
ja: 無効なホスト名の形式
pl: Nieprawidłowy format nazwy hosta
pt: Formato de nome de host inválido
ru: Неверный формат имени хоста
sv: Ogiltigt värdnamnsformat

source: Unknown validation error
bg: Неизвестна грешка при валидиране
cs: Neznámá validační chyba
da: Ukendt valideringsfejl
et: Tundmatu valideerimisviga
fr: Erreur de validation inconnue
he: שגיאת אימות לא ידועה
hu: Ismeretlen érvényesítési hiba
ja: 不明な検証エラー
pl: Nieznany błąd walidacji
pt: Erro de validação desconhecido
ru: Неизвестная ошибка валидации
sv: Okänt valideringsfel

source: Path contains unsafe elements
bg: Пътят съдържа небезопасни елементи
cs: Cesta obsahuje nebezpečné prvky
da: Stien indeholder usikre elementer
et: Teel sisaldab ohtlikke elemente
fr: Le chemin contient des éléments non sécurisés
he: הנתיב מכיל אלמנטים לא בטוחים
hu: Az útvonal veszélyes elemeket tartalmaz
ja: パスに安全でない要素が含まれています
pl: Ścieżka zawiera niebezpieczne elementy
pt: O caminho contém elementos inseguros
ru: Путь содержит небезопасные элементы
sv: Sökvägen innehåller osäkra element

source: set secure permissions
bg: настройте сигурни разрешения
cs: nastavit zabezpečená oprávnění
da: sæt sikre tilladelser
et: sead turvalised õigused
fr: définir des autorisations sécurisées
he: הגדר הרשאות מאובטחות
hu: állítsa be a biztonságos engedélyeket
ja: セキュアな権限を設定する
pl: ustaw bezpieczne uprawnienia
pt: definir permissões seguras
ru: установить безопасные разрешения
sv: ställ in säkra behörigheter

source: Session name cannot be empty
bg: Името на сесията не може да бъде празно
cs: Název relace nemůže být prázdný
da: Sessionsnavn kan ikke være tomt
et: Seansi nimi ei tohi olla tühi
fr: Le nom de la session ne peut pas être vide.
he: שם המושב אינו יכול להיות ריק
hu: A munkamenet neve nem lehet üres.
ja: セッション名は空にできません
pl: Nazwa sesji nie może być pusta
pt: O nome da sessão não pode estar vazio
ru: Имя сессии не может быть пустым
sv: Sessionsnamn kan inte vara tomt

source: Session name too long (max {} characters)
bg: Името на сесията е твърде дълго (макс. {} знака)
cs: Název relace je příliš dlouhý (maximálně {} znaků)
da: Sessionsnavn for langt (maks {} tegn)
et: Seansi nimi on liiga pikk (max {} tähemärki)
fr: Le nom de la session est trop long (max {} caractères)
he: שם המושב ארוך מדי (מקסימום {} תווים)
hu: A munkamenet neve túl hosszú (max {} karakter)
ja: セッション名が長すぎます（最大 {} 文字）
pl: Nazwa sesji jest zbyt długa (maks. {} znaków)
pt: Nome da sessão muito longo (máx. {} caracteres)
ru: Имя сессии слишком длинное (макс. {} символов)
sv: Sessionsnamnet är för långt (max {} tecken)

source: Hostname cannot be empty for SSH sessions
bg: Името на хоста не може да бъде празно за SSH сесии
cs: Hostname nesmí být prázdný pro SSH relace
da: Værtsnavn kan ikke være tomt for SSH-sessioner
et: Hostname ei saa SSH seansside jaoks tühi olla
fr: Le nom d'hôte ne peut pas être vide pour les sessions SSH.
he: שם המחשב לא יכול להיות ריק עבור מושבי SSH
hu: A hosztnév nem lehet üres az SSH munkamenetekhez.
ja: SSHセッションのホスト名は空にできません
pl: Nazwa hosta nie może być pusta dla sesji SSH
pt: O nome do host não pode estar vazio para sessões SSH
ru: Имя хоста не может быть пустым для SSH-сессий
sv: Värdnamn kan inte vara tomt för SSH-sessioner

source: Username is required for SSH sessions
bg: Потребителското име е задължително за SSH сесии
cs: Uživatelské jméno je vyžadováno pro SSH relace
da: Brugernavn er påkrævet for SSH-sessioner
et: Kasutajanimi on vajalik SSH seansside jaoks
fr: Un nom d'utilisateur est requis pour les sessions SSH.
he: שם משתמש נדרש עבור מושבי SSH
hu: Felhasználónév szükséges az SSH munkamenetekhez
ja: SSHセッションにはユーザー名が必要です
pl: Nazwa użytkownika jest wymagana do sesji SSH
pt: Nome de usuário é obrigatório para sessões SSH
ru: Имя пользователя обязательно для SSH-сессий
sv: Användarnamn krävs för SSH-sessioner

source: Username too long (max {} characters)
bg: Потребителското име е твърде дълго (макс {} знака)
cs: Uživatelské jméno je příliš dlouhé (max {} znaků)
da: Brugernavn for langt (maks {} tegn)
et: Kasutajanimi on liiga pikk (max {} tähemärki)
fr: Nom d'utilisateur trop long (max {} caractères)
he: שם משתמש ארוך מדי (מקסימום {} תווים)
hu: A felhasználónév túl hosszú (max {} karakter)
ja: ユーザー名が長すぎます（最大 {} 文字）
pl: Nazwa użytkownika jest za długa (maks. {} znaków)
pt: Nome de usuário muito longo (máx. {} caracteres)
ru: Имя пользователя слишком длинное (макс. {} символов)
sv: Användarnamn för långt (max {} tecken)

source: Port must be between 1 and 65535
bg: Портът трябва да бъде между 1 и 65535
cs: Port musí být mezi 1 a 65535
da: Porten skal være mellem 1 og 65535
et: Port peab olema vahemikus 1 kuni 65535
fr: Le port doit être compris entre 1 et 65535.
he: הפורט חייב להיות בין 1 ל-65535
hu: A portnak 1 és 65535 között kell lennie.
ja: ポートは1から65535の間でなければなりません
pl: Port musi być pomiędzy 1 a 65535
pt: A porta deve estar entre 1 e 65535
ru: Порт должен быть между 1 и 65535
sv: Porten måste vara mellan 1 och 65535

source: Port must be a valid number
bg: Портът трябва да бъде валидно число
cs: Port musí být platné číslo
da: Porten skal være et gyldigt nummer
et: Port peab olema kehtiv number
fr: Le port doit être un numéro valide
he: הפורט חייב להיות מספר תקף
hu: A portnak érvényes számnak kell lennie
ja: ポートは有効な番号でなければなりません
pl: Port musi być prawidłową liczbą
pt: A porta deve ser um número válido
ru: Порт должен быть допустимым числом
sv: Porten måste vara ett giltigt nummer

source: Invalid authentication type: {}
bg: Невалиден тип на удостоверяване: {}
cs: Neplatný typ ověřování: {}
da: Ugyldig godkendelsestype: {}
et: Kehtetu autentimisviis: {}
fr: Type d'authentification invalide : {}
he: סוג אימות לא חוקי: {}
hu: Érvénytelen hitelesítési típus: {}
ja: 無効な認証タイプ: {}
pl: Nieprawidłowy typ uwierzytelnienia: {}
pt: Tipo de autenticação inválido: {}
ru: Неверный тип аутентификации: {}
sv: Ogiltig autentiseringstyp: {}

source: Invalid or unsafe folder path
bg: Невалиден или небезопасен път до папка
cs: Neplatná nebo nebezpečná cesta k složce
da: Ugyldig eller usikker mappebane
et: Kehtetu või ohtlik kaustatee
fr: Chemin de dossier invalide ou non sécurisé
he: נתיב תיקייה לא חוקי או לא בטוח
hu: Érvénytelen vagy nem biztonságos mappaútvonal
ja: 無効または安全でないフォルダー パス
pl: Nieprawidłowa lub niebezpieczna ścieżka folderu
pt: Caminho de pasta inválido ou inseguro
ru: Недопустимый или небезопасный путь к папке
sv: Ogiltig eller osäker mappväg

source: Validation error: {}
bg: Грешка при валидиране: {}
cs: Chyba validace: {}
da: Valideringsfejl: {}
et: Keeramisviga: {}
fr: Erreur de validation : {}
he: שגיאת אימות: {}
hu: Érvényesítési hiba: {}
ja: 検証エラー: {}
pl: Błąd walidacji: {}
pt: Erro de validação: {}
ru: Ошибка валидации: {}
sv: Valideringsfel: {}

source: Unknown error.
bg: Неизвестна грешка.
cs: Neznámá chyba.
da: Ukendt fejl.
et: Tundmatu viga.
fr: Erreur inconnue.
he: שגיאה לא ידועה.
hu: Ismeretlen hiba.
ja: 不明なエラー。
pl: Nieznany błąd.
pt: Erro desconhecido.
ru: Неизвестная ошибка.
sv: Okänt fel.

source: OpenRouter respondeu com HTTP {status}: {message}
bg: OpenRouter отговори с HTTP {status}: {message}
cs: OpenRouter responded with HTTP {status}: {message}
da: OpenRouter svarede med HTTP {status}: {message}
et: OpenRouter vastas HTTP {status}: {message}
fr: OpenRouter a répondu avec HTTP {status} : {message}
he: OpenRouter השיב עם HTTP {status}: {message}
hu: OpenRouter válasza: HTTP {status}: {message}
ja: OpenRouterはHTTP {status}で応答しました: {message}
pl: OpenRouter odpowiedział z HTTP {status}: {message}
pt: OpenRouter responded with HTTP {status}: {message}
ru: OpenRouter ответил с HTTP {status}: {message}
sv: OpenRouter svarade med HTTP {status}: {message}

source: OpenRouter respondeu com HTTP {status}: {message}{detail}
bg: OpenRouter отговори с HTTP {status}: {message}{detail}
cs: OpenRouter responded with HTTP {status}: {message}{detail}
da: OpenRouter svarede med HTTP {status}: {message}{detail}
et: OpenRouter vastas HTTP {status}: {message}{detail}
fr: OpenRouter a répondu avec HTTP {status} : {message}{detail}
he: OpenRouter השיב עם HTTP {status}: {message}{detail}
hu: OpenRouter válasza: HTTP {status}: {message}{detail}
ja: OpenRouterはHTTP {status}で応答しました: {message}{detail}
pl: OpenRouter odpowiedział z HTTP {status}: {message}{detail}
pt: OpenRouter responded with HTTP {status}: {message}{detail}
ru: OpenRouter ответил с HTTP {status}: {message}{detail}
sv: OpenRouter svarade med HTTP {status}: {message}{detail}

source: Not an SSH session.
bg: Не е SSH сесия.
cs: Není to SSH relace.
da: Ikke en SSH-session.
et: Ei ole SSH seanss.
fr: Pas une session SSH.
he: לא מדובר בשיחת SSH.
hu: Nem SSH munkamenet.
ja: SSHセッションではありません。
pl: Nie jest to sesja SSH.
pt: Não é uma sessão SSH.
ru: Не SSH-сессия.
sv: Inte en SSH-session.

source: Connection lost or unreachable.
bg: Свързването е изгубено или недостъпно.
cs: Připojení ztraceno nebo nedostupné.
da: Forbindelse tabt eller utilgængelig.
et: Ühendus katkenud või kättesaamatu.
fr: Connexion perdue ou inaccessible.
he: חיבור אבוד או לא נגיש.
hu: Kapcsolat megszakadt vagy elérhetetlen.
ja: 接続が失われたか、到達不可能です。
pl: Połączenie utracone lub niedostępne.
pt: Conexão perdida ou inacessível.
ru: Соединение потеряно или недоступно.
sv: Anslutning förlorad eller otillgänglig.

source: Command timed out. Connection may be lost.
bg: Командата изтече. Възможно е връзката да е загубена.
cs: Příkaz vypršel. Připojení může být ztraceno.
da: Kommandoet udløb. Forbindelsen kan være tabt.
et: Käsk aegus. Ühendus võib olla kadunud.
fr: La commande a expiré. La connexion peut être perdue.
he: הפקודה פגה. ייתכן שהחיבור אבד.
hu: A parancs időtúllépett. A kapcsolat megszakadhat.
ja: コマンドのタイムアウト。接続が失われる可能性があります。
pl: Przekroczenie limitu czasu polecenia. Połączenie może zostać utracone.
pt: O comando expirou. A conexão pode ter sido perdida.
ru: Команда превысила время ожидания. Соединение может быть потеряно.
sv: Kommandot tog för lång tid. Anslutningen kan ha förlorats.

source: Move to New Tab
bg: Премести в нов раздел
cs: Přesunout na novou kartu
da: Flyt til ny fane
et: Liiguta uude vahekaardile
fr: Déplacer vers un nouvel onglet
he: עבור לטאב חדש
hu: Új fülre lépés
ja: 新しいタブに移動
pl: Przenieś do nowej karty
pt: Mover para Nova Aba
ru: Переместить на новую вкладку
sv: Flytta till ny flik

source: Close Pane
bg: Затвори панела
cs: Zavřít panel
da: Luk panel
et: Sulge paneel
fr: Fermer le panneau
he: סגור פאנל
hu: Pane bezárása
ja: パネルを閉じる
pl: Zamknij panel
pt: Fechar Painel
ru: Закрыть панель
sv: Stäng panel

source: Move Tab
bg: Премести раздела
cs: Přesunout kartu
da: Flyt faneblad
et: Liiguta vahekaart
fr: Déplacer l'onglet
he: העבר כרטיסייה
hu: Fül áthelyezése
ja: タブを移動
pl: Przenieś kartę
pt: Mover Aba
ru: Переместить вкладку
sv: Flytta flik

source: Duplicate Tab
bg: Дублиране на раздел
cs: Duplikovat kartu
da: Dupliker faneblad
et: Kopeeri vahekaart
fr: Onglet dupliqué
he: כרטיסייה כפולה
hu: Duplikált fül
ja: タブを複製
pl: Duplikuj kartę
pt: Duplicar Aba
ru: Дублировать вкладку
sv: Duplicera flik

source: Detach Tab
bg: Отдели раздела
cs: Odtáhnout kartu
da: Frak Tab
et: Eemalda vahekaart
fr: Détacher l'onglet
he: הפרד כרטיסייה
hu: Függőleges lap leválasztása
ja: タブを切り離す
pl: Odłącz kartę
pt: Desanexar Aba
ru: Открепить вкладку
sv: Lossa flik

source: This is the only pane in the tab.
bg: Това е единствената панел в таба.
cs: Toto je jediný panel na kartě.
da: Dette er den eneste rude i fanen.
et: See on ainus paneel vahekaardil.
fr: C'est le seul panneau de l'onglet.
he: זהו הפאנל היחיד בכרטיסייה.
hu: Ez az egyetlen panel a fülben.
ja: これはタブ内の唯一のペインです。
pl: To jest jedyny panel w zakładce.
pt: Este é o único painel na aba.
ru: Это единственная панель на вкладке.
sv: Detta är den enda rutan i fliken.

source: Cancelled by user.
bg: Отменено от потребителя.
cs: Zrušeno uživatelem.
da: Annulleret af bruger.
et: Kasutaja tühistas.
fr: Annulé par l'utilisateur.
he: בוטל על ידי המשתמש.
hu: A felhasználó által törölve.
ja: ユーザーによってキャンセルされました。
pl: Anulowane przez użytkownika.
pt: Cancelado pelo usuário.
ru: Отменено пользователем.
sv: Avbruten av användaren.

source: Time limit reached. Giving up.
bg: Изтекъл времеви лимит. Отказвам се.
cs: Časový limit vypršel. Vzdávám se.
da: Tidsgrænsen er nået. Giver op.
et: Aja tähtaeg on möödas. Loobun.
fr: Délai de temps écoulé. Abandon.
he: הגיע מגבלת זמן. מוותר.
hu: Időkorlát elérve. Feladom.
ja: 時間制限に達しました。あきらめます。
pl: Limit czasu osiągnięty. Rezygnuję.
pt: Limite de tempo atingido. Desistindo.
ru: Время истекло. Сдаюсь.
sv: Tidsgräns nådd. Ger upp.

source: Showing connection options...
bg: Показване на опции за свързване...
cs: Zobrazení možností připojení...
da: Viser forbindelsesmuligheder...
et: Ühenduse valikute kuvamine...
fr: Affichage des options de connexion...
he: מציג אפשרויות חיבור...
hu: Kapcsolati lehetőségek megjelenítése...
ja: 接続オプションを表示しています...
pl: Pokazywanie opcji połączenia...
pt: Exibindo opções de conexão...
ru: Показать параметры подключения...
sv: Visar anslutningsalternativ...

source: Attempt {n}/{max} - Time remaining: {mins}m {secs}s
bg: Опит {n}/{max} - Оставащо време: {mins}м {secs}с
cs: PokAttempt {n}/{max} - Zbývá času: {mins}m {secs}s
da: Forsøg {n}/{max} - Tid tilbage: {mins}m {secs}s
et: Katse {n}/{max} - Jäänud aeg: {mins}m {secs}s
fr: Tentative {n}/{max} - Temps restant : {mins}m {secs}s
he: ניסיון {n}/{max} - זמן שנותר: {mins}ד {secs}ש
hu: Kísérlet {n}/{max} - Hátralévő idő: {mins}p {secs}m
ja: 試行 {n}/{max} - 残り時間: {mins}分 {secs}秒
pl: Próba {n}/{max} - Pozostały czas: {mins}m {secs}s
pt: Tentativa {n}/{max} - Tempo restante: {mins}m {secs}s
ru: Попытка {n}/{max} - Оставшееся время: {mins}м {secs}с
sv: Försök {n}/{max} - Tid kvar: {mins}m {secs}s

source: Spawn error: {error}
bg: Грешка при създаване: {error}
cs: Chyba při vytváření: {error}
da: Spawn fejl: {error}
et: Käivitamise viga: {error}
fr: Erreur de génération : {error}
he: שגיאת יצירה: {error}
hu: Spawn hiba: {error}
ja: 生成エラー: {error}
pl: Błąd spawn: {error}
pt: Erro de spawn: {error}
ru: Ошибка создания: {error}
sv: Spawnfel: {error}

source: Maximum attempts reached.
bg: Достигнат е максималният брой опити.
cs: Bylo dosaženo maximálního počtu pokusů.
da: Maksimale forsøg nået.
et: Maksimaalsed katsed on saavutatud.
fr: Nombre maximum de tentatives atteint.
he: הושגו מספר מקסימלי של ניסיונות.
hu: Elérte a maximális próbálkozások számát.
ja: 最大試行回数に達しました。
pl: Osiągnięto maksymalną liczbę prób.
pt: Número máximo de tentativas alcançado.
ru: Достигнуто максимальное количество попыток.
sv: Maximala försök har nåtts.

source: Starting auto-reconnect: {attempts} attempts over {mins} minute(s), every {secs}s
bg: Започване на автоматично повторно свързване: {attempts} опити за {mins} минута(и), на всеки {secs}с
cs: Zahájení automatického opětovného připojení: {attempts} pokusů během {mins} minuty/minut, každých {secs}s
da: Starter automatisk genforbindelse: {attempts} forsøg over {mins} minut(ter), hver {secs}s
et: Alustamine automaatset taaskoondamist: {attempts} katset {mins} minuti jooksul, iga {secs} sekundi järel
fr: Démarrage de la reconnexion automatique : {attempts} tentatives sur {mins} minute(s), toutes les {secs}s
he: מתחיל חיבור אוטומטי מחדש: {attempts} ניסיונות במשך {mins} דקות, כל {secs} שניות
hu: Automatikus újracsatlakozás indítása: {attempts} kísérlet {mins} perc(en), minden {secs}s-ban.
ja: 自動再接続を開始中: {attempts} 回の試行を {mins} 分間にわたって行い、{secs} 秒ごとに実施します
pl: Rozpoczynanie automatycznego ponownego łączenia: {attempts} prób przez {mins} minut(y), co {secs}s
pt: Iniciando reconexão automática: {attempts} tentativas em {mins} minuto(s), a cada {secs}s
ru: Запуск авто-подключения: {attempts} попыток за {mins} минут(ы), каждые {secs}с
sv: Startar automatisk återanslutning: {attempts} försök under {mins} minut(er), var {secs}s

source: Close this tab to cancel.
bg: Затворете тази раздел, за да отмените.
cs: Zavřete tuto kartu pro zrušení.
da: Luk denne fane for at annullere.
et: Sulge see vahekaart, et tühistada.
fr: Fermez cet onglet pour annuler.
he: סגור את הלשונית הזו כדי לבטל.
hu: Zárja be ezt a lapot a törléshez.
ja: このタブを閉じてキャンセルします。
pl: Zamknij tę kartę, aby anulować.
pt: Feche esta aba para cancelar.
ru: Закройте эту вкладку, чтобы отменить.
sv: Stäng den här fliken för att avbryta.

source: Type your command here and press ENTER...
bg: Въведете командата си тук и натиснете ENTER...
cs: Zadejte svůj příkaz sem a stiskněte ENTER...
da: Skriv din kommando her og tryk på ENTER...
et: Sisestage oma käsk siia ja vajutage ENTER...
fr: Tapez votre commande ici et appuyez sur ENTRÉE...
he: הקלד את הפקודה שלך כאן ולחץ על ENTER...
hu: Írd be a parancsodat ide, majd nyomj ENTER-t...
ja: ここにコマンドを入力し、ENTERを押してください...
pl: Wpisz swoje polecenie tutaj i naciśnij ENTER...
pt: Digite seu comando aqui e pressione ENTER...
ru: Введите вашу команду здесь и нажмите ENTER...
sv: Skriv ditt kommando här och tryck på ENTER...

source: Current occurrence
bg: Текуща поява
cs: Aktuální výskyt
da: Nuværende forekomst
et: Praegune esinemine
fr: Occurrence actuelle
he: התרחשות נוכחית
hu: Jelenlegi előfordulás
ja: 現在の発生
pl: Bieżące wystąpienie
pt: Ocorrência atual
ru: Текущая запись
sv: Aktuell förekomst

source: Case sensitive search
bg: Търсене с чувствителност към регистъра
cs: Hledání s ohledem na velikost písmen
da: Storetsensitiv søgning
et: Suurtäheline otsing
fr: Recherche sensible à la casse
he: חיפוש רגיש לאותיות גדולות וקטנות
hu: Kis- és nagybetű érzékeny keresés
ja: 大文字と小文字を区別した検索
pl: Wyszukiwanie z uwzględnieniem wielkości liter
pt: Busca sensível a maiúsculas e minúsculas
ru: Поиск с учетом регистра
sv: Skiftlägeskänslig sökning
