Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Cancel All Transfers
bg: Отмени всички трансфери
cs: Zrušit všechny převody
da: Annuller alle overførsler
et: Tühista kõik ülekanded
fr: Annuler tous les transferts
he: בטל את כל ההעברות
hu: Minden Átutalás Megszakítása
ja: すべての転送をキャンセル
pl: Anuluj wszystkie transfery
pt: Cancelar Todas as Transferências
ru: Отменить все передачи
sv: Avbryt alla överföringar

source: Data Loading Error
bg: Грешка при зареждане на данни
cs: Chyba při načítání dat
da: Dataindlæsningsfejl
et: Andmete laadimise viga
fr: Erreur de chargement des données
he: שגיאת טעינת נתונים
hu: Adatbetöltési hiba
ja: データ読み込みエラー
pl: Błąd ładowania danych
pt: Erro de Carregamento de Dados
ru: Ошибка загрузки данных
sv: Data inläsningsfel

source: Failed to load saved sessions and folders. Starting with empty configuration.
bg: Неуспешно зареждане на запазени сесии и папки. Започване с празна конфигурация.
cs: Nepodařilo se načíst uložené relace a složky. Začínáme s prázdnou konfigurací.
da: Fejl ved indlæsning af gemte sessioner og mapper. Starter med tom konfiguration.
et: Salvestatud seansside ja kaustade laadimine ebaõnnestus. Alustamine tühja konfiguratsiooniga.
fr: Échec du chargement des sessions et dossiers enregistrés. Démarrage avec une configuration vide.
he: נכשל בטעינת מושבים ותיקיות שנשמרו. מתחיל עם קונפיגורציה ריקה.
hu: A mentett munkamenetek és mappák betöltése nem sikerült. Üres konfigurációval indul.
ja: 保存されたセッションとフォルダーの読み込みに失敗しました。空の構成から開始します。
pl: Nie udało się załadować zapisanych sesji i folderów. Rozpoczynanie z pustą konfiguracją.
pt: Falha ao carregar sessões e pastas salvas. Iniciando com configuração vazia.
ru: Не удалось загрузить сохраненные сессии и папки. Начинаем с пустой конфигурации.
sv: Misslyckades med att ladda sparade sessioner och mappar. Startar med tom konfiguration.

source: Enable the AI assistant in Preferences > Terminal > AI Assistant.
bg: Активирайте AI асистента в Настройки > Терминал > AI Асистент.
cs: Povolit asistenta AI v Nastavení > Terminál > Asistent AI.
da: Aktivér AI-assistenten i Indstillinger > Terminal > AI-assistent.
et: Luba AI assistendi lubamine eelistustes > Terminal > AI assistent.
fr: Activer l'assistant IA dans Préférences > Terminal > Assistant IA.
he: אפשר את העוזר הווירטואלי בהעדפות > טרמינל > עוזר וירטואלי.
hu: Engedélyezze az AI asszisztenst a Beállítások > Terminál > AI Asszisztens menüpontban.
ja: 設定 > ターミナル > AIアシスタントでAIアシスタントを有効にします。
pl: Włącz asystenta AI w Preferencjach > Terminal > Asystent AI.
pt: Ativar o assistente de IA em Preferências > Terminal > Assistente de IA.
ru: Включите AI-ассистента в Настройки > Терминал > AI-ассистент.
sv: Aktivera AI-assistenten i Inställningar > Terminal > AI-assistent.

source: Model
bg: Модел
et: Mudel
fr: Modèle
he: מודל
hu: Modell
ja: モデル
pt: Modelo
ru: Модель
sv: Modell

source: API key
bg: API ключ
cs: API klíč
da: API-nøgle
et: API võti
fr: clé API
he: מפתח API
hu: API kulcs
ja: APIキー
pl: klucz API
pt: chave da API
ru: API-ключ
sv: API-nyckel

source: Configure {items} in AI Assistant settings.
bg: Конфигурирайте {items} в настройките на AI асистента.
cs: Konfigurujte {items} v nastavení AI asistenta.
da: Konfigurer {items} i AI Assistant-indstillinger.
et: Konfigureeri {items} AI assistendi seadetes.
fr: Configurer {items} dans les paramètres de l'Assistant IA.
he: הגדר {items} בהגדרות עוזר ה-AI.
hu: Állítsa be a {items} az AI Asszisztens beállításaiban.
ja: AIアシスタントの設定で{items}を構成します。
pl: Skonfiguruj {items} w ustawieniach Asystenta AI.
pt: Configurar {items} nas configurações do Assistente de IA.
ru: Настроить {items} в настройках AI Assistant.
sv: Konfigurera {items} i AI-assistentens inställningar.

source: Here is what I found.
bg: Ето какво намерих.
cs: Tady je to, co jsem našel.
da: Her er hvad jeg fandt.
et: Siin on see, mida ma leidsin.
fr: Voici ce que j'ai trouvé.
he: הנה מה שמצאתי.
hu: Itt van, amit találtam.
ja: ここに私が見つけたものがあります。
pl: Oto co znalazłem.
pt: Aqui está o que eu encontrei.
ru: Вот что я нашел.
sv: Här är vad jag hittade.

source: Response
bg: Отговор
cs: Odpověď
da: Svar
et: Vastus
fr: Réponse
he: תגובה
hu: Válasz
ja: 応答
pl: Odpowiedź
pt: Resposta
ru: Ответ
sv: Svar

source: Run
bg: Стартиране
cs: Spustit
da: Kør
et: Käivita
fr: Exécuter
he: הרץ
hu: Futtatás
ja: 実行
pl: Uruchom
pt: Executar
ru: Запуск
sv: Kör

source: Command is empty, nothing to run.
bg: Командата е празна, няма какво да се изпълни.
cs: Příkaz je prázdný, nic k provedení.
da: Kommandoet er tomt, intet at køre.
et: Käsk on tühi, midagi ei ole käivitada.
fr: La commande est vide, rien à exécuter.
he: הפקודה ריקה, אין מה להריץ.
hu: A parancs üres, nincs mit futtatni.
ja: コマンドが空です。実行するものはありません。
pl: Polecenie jest puste, nic do uruchomienia.
pt: O comando está vazio, nada para executar.
ru: Команда пуста, нечего выполнять.
sv: Kommandot är tomt, inget att köra.

source: Command sent to the terminal.
bg: Команда изпратена до терминала.
cs: Příkaz odeslán do terminálu.
da: Kommando sendt til terminalen.
et: Käsk saadetud terminalile.
fr: Commande envoyée au terminal.
he: פקודה נשלחה לטרמינל.
hu: Parancs elküldve a terminálnak.
ja: コマンドがターミナルに送信されました。
pl: Polecenie wysłane do terminala.
pt: Comando enviado para o terminal.
ru: Команда отправлена в терминал.
sv: Kommandot skickades till terminalen.

source: Failed to execute the command.
bg: Неуспешно изпълнение на командата.
cs: Nepodařilo se provést příkaz.
da: Mislykkedes at udføre kommandoen.
et: Käsk ebaõnnestus.
fr: Échec de l'exécution de la commande.
he: נכשל בביצוע הפקודה.
hu: A parancs végrehajtása nem sikerült.
ja: コマンドの実行に失敗しました。
pl: Nie udało się wykonać polecenia.
pt: Falha ao executar o comando.
ru: Не удалось выполнить команду.
sv: Misslyckades med att utföra kommandot.

source: Session Validation Error
bg: Грешка при валидиране на сесията
cs: Chyba ověření relace
da: Sessionsvalideringsfejl
et: Seansi valideerimise viga
fr: Erreur de validation de session
he: שגיאת אימות מושב
hu: Munkamenet érvényesítési hiba
ja: セッション検証エラー
pl: Błąd walidacji sesji
pt: Erro de Validação da Sessão
ru: Ошибка проверки сеанса
sv: Sessionsvalideringsfel

source: Session validation failed: {errors}
bg: Неуспешна валидация на сесията: {errors}
cs: Ověření relace selhalo: {errors}
da: Sessionvalidering mislykkedes: {errors}
et: Seansi valideerimine ebaõnnestus: {errors}
fr: Échec de la validation de la session : {errors}
he: אימות מושב נכשל: {errors}
hu: A munkamenet érvényesítése meghiúsult: {errors}
ja: セッションの検証に失敗しました: {errors}
pl: Walidacja sesji nie powiodła się: {errors}
pt: Validação da sessão falhou: {errors}
ru: Ошибка проверки сеанса: {errors}
sv: Sessionsvalidering misslyckades: {errors}

source: Cannot detach the last tab.
bg: Не може да се отдели последната разделка.
cs: Nelze odpojit poslední kartu.
da: Kan ikke løsne den sidste fane.
et: Viimast vahekaarti ei saa eraldada.
fr: Impossible de détacher le dernier onglet.
he: לא ניתן לנתק את הלשונית האחרונה.
hu: Nem lehet leválasztani az utolsó fület.
ja: 最後のタブを切り離すことはできません。
pl: Nie można odłączyć ostatniej karty.
pt: Não é possível desanexar a última aba.
ru: Невозможно отделить последнюю вкладку.
sv: Kan inte lossa den sista fliken.

source: Terminal {id}
bg: Терминал {id}
cs: Terminál {id}
he: טרמינל {id}
hu: Terminál {id}
ja: ターミナル {id}
ru: Терминал {id}

source: Remember my choice
bg: Запомни моя избор
cs: Pamatuj si moji volbu
da: Husk mit valg
et: Mäleta minu valikut
fr: Souviens-toi de mon choix
he: זכור את הבחירה שלי
hu: Emlékezz a választásomra
ja: 選択を記憶する
pl: Zapamiętaj mój wybór
pt: Lembre-se da minha escolha
ru: Запомнить мой выбор
sv: Kom ihåg mitt val

source: No tabs were selected to receive the command.
bg: Не са избрани табове за получаване на командата.
cs: Nebyly vybrány žádné karty pro přijetí příkazu.
da: Ingen faner blev valgt til at modtage kommandoen.
et: Ühtegi vahekaarti ei olnud valitud käsu vastuvõtmiseks.
fr: Aucun onglet n'a été sélectionné pour recevoir la commande.
he: לא נבחרו כרטיסיות לקבל את הפקודה.
hu: Nincsenek kiválasztva lapok a parancs fogadásához.
ja: コマンドを受け取るために選択されたタブはありません。
pl: Nie wybrano żadnych zakładek do wykonania polecenia.
pt: Nenhuma guia foi selecionada para receber o comando.
ru: Не выбраны вкладки для выполнения команды.
sv: Inga flikar valdes för att ta emot kommandot.

source: No active terminal to search in.
bg: Няма активен терминал за търсене.
cs: Žádný aktivní terminál k prohledávání.
da: Ingen aktiv terminal at søge i.
et: Ei ole aktiivset terminali, kus otsida.
fr: Aucun terminal actif à rechercher.
he: אין טרמינל פעיל לחיפוש בו.
hu: Nincs aktív terminál a kereséshez.
ja: 検索するアクティブなターミナルがありません。
pl: Brak aktywnego terminala do przeszukiwania.
pt: Nenhum terminal ativo para pesquisar.
ru: Нет активного терминала для поиска.
sv: Ingen aktiv terminal att söka i.

source: Invalid search pattern.
bg: Невалиден шаблон за търсене.
cs: Neplatný vzor vyhledávání.
da: Ugyldigt søgemønster.
et: Kehtetu otsingumuster.
fr: Modèle de recherche invalide.
he: תבנית חיפוש לא חוקית.
hu: Érvénytelen keresési minta.
ja: 無効な検索パターン。
pl: Nieprawidłowy wzór wyszukiwania.
pt: Padrão de pesquisa inválido.
ru: Неверный шаблон поиска.
sv: Ogiltigt sökmönster.

source: No more matches found.
bg: Няма намерени съвпадения.
cs: Žádné další shody nenalezeny.
da: Ingen flere resultater fundet.
et: Ei leitud rohkem vasteid.
fr: Aucun résultat trouvé.
he: לא נמצאו עוד תוצאות.
hu: Nincsenek több találatok.
ja: 一致する項目は見つかりませんでした。
pl: Nie znaleziono więcej dopasowań.
pt: Nenhuma correspondência encontrada.
ru: Больше совпадений не найдено.
sv: Inga fler träffar hittades.

source: Initialization Error
bg: Грешка при инициализацията
cs: Chyba inicializace
da: Initialiseringsfejl
et: Algatuse viga
fr: Erreur d'initialisation
he: שגיאת אתחול
hu: Inicializálási hiba
ja: 初期化エラー
pl: Błąd inicjalizacji
pt: Erro de Inicialização
ru: Ошибка инициализации
sv: Initieringsfel

source: Failed to initialize terminal: {error}
bg: Неуспешна инициализация на терминала: {error}
cs: Nepodařilo se inicializovat terminál: {error}
da: Mislykkedes at initialisere terminal: {error}
et: Terminali initsialiseerimine ebaõnnestus: {error}
fr: Échec de l'initialisation du terminal : {error}
he: נכשל בהתחלת הטרמינל: {error}
hu: A terminál inicializálása nem sikerült: {error}
ja: ターミナルの初期化に失敗しました: {error}
pl: Nie udało się zainicjować terminala: {error}
pt: Falha ao inicializar o terminal: {error}
ru: Не удалось инициализировать терминал: {error}
sv: Misslyckades med att initiera terminal: {error}

source: Save Current Session?
bg: Запази текущата сесия?
cs: Uložit aktuální relaci?
da: Gem nuværende session?
et: Salvesta praegune seanss?
fr: Enregistrer la session actuelle ?
he: שמור את המושב הנוכחי?
hu: Jelenlegi munkamenet mentése?
ja: 現在のセッションを保存しますか？
pl: Zapisz bieżącą sesję?
pt: Salvar Sessão Atual?
ru: Сохранить текущую сессию?
sv: Spara nuvarande session?

source: Do you want to restore these tabs the next time you open Zashterminal?
bg: Искате ли да възстановите тези табове следващия път, когато отворите Zashterminal?
cs: Chcete obnovit tyto karty při příštím otevření Zashterminal?
da: Vil du gendanne disse faner næste gang, du åbner Zashterminal?
et: Kas soovite need vahekaardid taastada järgmine kord, kui avate Zashterminali?
fr: Voulez-vous restaurer ces onglets la prochaine fois que vous ouvrez Zashterminal ?
he: האם אתה רוצה לשחזר את הכרטיסיות הללו בפעם הבאה שתפתח את Zashterminal?
hu: Szeretnéd visszaállítani ezeket a füleket, amikor legközelebb megnyitod az Zashterminal Terminált?
ja: 次回Zashterminalを開いたときに、これらのタブを復元しますか？
pl: Czy chcesz przywrócić te karty następnym razem, gdy otworzysz Zashterminal?
pt: Você deseja restaurar essas abas na próxima vez que abrir o Zashterminal?
ru: Вы хотите восстановить эти вкладки в следующий раз, когда вы откроете Zashterminal?
sv: Vill du återställa dessa flikar nästa gång du öppnar Zashterminal?

source: Don't Save
bg: Не запазвай
cs: Nesouhlasím se uložením
da: Gem ikke
et: Ära salvesta
fr: Ne pas enregistrer
he: אל תשמור
hu: Ne mentse el
ja: 保存しない
pl: Nie zapisuj
pt: Não Salvar
ru: Не сохранять
sv: Spara inte

source: Save and Close
bg: Запази и затвори
cs: Uložit a zavřít
da: Gem og Luk
et: Salvesta ja sulge
fr: Enregistrer et fermer
he: שמור וסגור
hu: Mentés és Bezárás
ja: 保存して閉じる
pl: Zapisz i zamknij
pt: Salvar e Fechar
ru: Сохранить и закрыть
sv: Spara och stäng

source: Close Window
bg: Затвори прозореца
cs: Zavřít okno
da: Luk vindue
et: Sulge aken
fr: Fermer la fenêtre
he: סגור חלון
hu: Ablak bezárása
ja: ウィンドウを閉じる
pl: Zamknij okno
pt: Fechar Janela
ru: Закрыть окно
sv: Stäng fönster

source: This window has active SSH connections. Closing will disconnect them. Are you sure?
bg: Този прозорец има активни SSH връзки. Затварянето им ще ги прекъсне. Сигурни ли сте?
cs: Toto okno má aktivní SSH připojení. Zavřením dojde k jejich odpojení. Jste si jisti?
da: Dette vindue har aktive SSH-forbindelser. Lukning vil afbryde dem. Er du sikker?
et: See aken on aktiivsed SSH-ühendused. Sulgemine katkestab need. Kas olete kindel?
fr: Cette fenêtre a des connexions SSH actives. La fermeture déconnectera celles-ci. Êtes-vous sûr ?
he: חלון זה מכיל חיבורים פעילים של SSH. סגירה תנתק אותם. האם אתה בטוח?
hu: Ez az ablak aktív SSH kapcsolatokat tartalmaz. A bezárás megszakítja azokat. Biztos benne?
ja: このウィンドウにはアクティブなSSH接続があります。閉じると接続が切断されます。よろしいですか？
pl: To window ma aktywne połączenia SSH. Zamknięcie spowoduje ich rozłączenie. Czy na pewno chcesz kontynuować?
pt: Esta janela tem conexões SSH ativas. Fechar desconectará elas. Você tem certeza?
ru: Это окно имеет активные SSH-соединения. Закрытие приведет к их отключению. Вы уверены?
sv: Detta fönster har aktiva SSH-anslutningar. Att stänga det kommer att koppla bort dem. Är du säker?

source: Invalid SSH Target
bg: Невалиден SSH цел
cs: Neplatný SSH cíl
da: Ugyldig SSH-mål
et: Kehtetu SSH sihtkoht
fr: Cible SSH invalide
he: יעד SSH לא חוקי
hu: Érvénytelen SSH célpont
ja: 無効なSSHターゲット
pl: Nieprawidłowy cel SSH
pt: Alvo SSH inválido
ru: Неверная SSH-цель
sv: Ogiltig SSH-mål

source: Could not parse the provided SSH connection string.
bg: Не можа да анализира предоставената SSH връзка.
cs: Nepodařilo se analyzovat poskytnutý SSH připojovací řetězec.
da: Kunne ikke analysere den angivne SSH-forbindelsesstreng.
et: Ei suutnud analüüsida antud SSH ühenduse stringi.
fr: Impossible d'analyser la chaîne de connexion SSH fournie.
he: לא ניתן לנתח את מיתר החיבור SSH שסופק.
hu: Nem sikerült elemezni a megadott SSH kapcsolati karakterláncot.
ja: 提供されたSSH接続文字列を解析できませんでした。
pl: Nie można przetworzyć podanego ciągu połączenia SSH.
pt: Não foi possível analisar a string de conexão SSH fornecida.
ru: Не удалось разобрать предоставленную строку подключения SSH.
sv: Kunde inte tolka den angivna SSH-anslutningssträngen.

source: Remove this temporary file
bg: Премахнете този временен файл
cs: Odstranit tento dočasný soubor
da: Fjern denne midlertidige fil
et: Eemalda see ajutine fail
fr: Supprimer ce fichier temporaire
he: הסר את הקובץ הזמני הזה
hu: Távolítsa el ezt a ideiglenes fájlt
ja: この一時ファイルを削除します
pl: Usuń ten plik tymczasowy
pt: Remover este arquivo temporário
ru: Удалить этот временный файл
sv: Ta bort den här tillfälliga filen

source: No temporary files found.
bg: Не са намерени временни файлове.
cs: Žádné dočasné soubory nebyly nalezeny.
da: Ingen midlertidige filer fundet.
et: Ajutisi faile ei leitud.
fr: Aucun fichier temporaire trouvé.
he: לא נמצאו קבצים זמניים.
hu: Nincsenek ideiglenes fájlok.
ja: 一時ファイルは見つかりませんでした。
pl: Nie znaleziono plików tymczasowych.
pt: Nenhum arquivo temporário encontrado.
ru: Временные файлы не найдены.
sv: Inga temporära filer hittades.

source: Clear All Temporary Files
bg: Изчисти всички временни файлове
cs: Vymazat všechny dočasné soubory
da: Ryd alle midlertidige filer
et: Kustuta kõik ajutised failid
fr: Effacer tous les fichiers temporaires
he: נקה את כל הקבצים הזמניים
hu: Minden ideiglenes fájl törlése
ja: すべての一時ファイルを削除
pl: Wyczyść wszystkie pliki tymczasowe
pt: Limpar Todos os Arquivos Temporários
ru: Очистить все временные файлы
sv: Rensa alla tillfälliga filer

source: Clear All Temporary Files?
bg: Изтрийте всички временни файлове?
cs: Vymazat všechny dočasné soubory?
da: Ryd alle midlertidige filer?
et: Kustuta kõik ajutised failid?
fr: Effacer tous les fichiers temporaires ?
he: מחק את כל הקבצים הזמניים?
hu: Minden ideiglenes fájl törlése?
ja: すべての一時ファイルを削除しますか？
pl: Czy usunąć wszystkie pliki tymczasowe?
pt: Limpar todos os arquivos temporários?
ru: Очистить все временные файлы?
sv: Rensa alla tillfälliga filer?

source: This will remove all locally downloaded files for remote editing. Any unsaved changes in your editor will be lost. This action cannot be undone.
bg: Това ще премахне всички локално изтеглени файлове за дистанционно редактиране. Всички незапазени промени в редактора ви ще бъдат загубени. Това действие не може да бъде отменено.
cs: Tímto se odstraní všechny místně stažené soubory pro vzdálené úpravy. Všechny neuložené změny ve vašem editoru budou ztraceny. Tuto akci nelze vrátit zpět.
da: Dette vil fjerne alle lokalt downloadede filer til fjernredigering. Eventuelle ikke-gemte ændringer i din editor vil gå tabt. Denne handling kan ikke fortrydes.
et: See eemaldab kõik kohalikult allalaaditud failid kaugredigeerimiseks. Kõik salvestamata muudatused teie redigeerijas kaovad. Seda toimingut ei saa tagasi võtta.
fr: Cela supprimera tous les fichiers téléchargés localement pour l'édition à distance. Toutes les modifications non enregistrées dans votre éditeur seront perdues. Cette action ne peut pas être annulée.
he: זה יסיר את כל הקבצים שהורדו מקומית לעריכה מרחוק. כל השינויים שלא נשמרו בעורך שלך יאבדו. פעולה זו אינה ניתנת לביטול.
hu: Ez eltávolítja az összes helyben letöltött fájlt a távoli szerkesztéshez. Minden nem mentett változtatás elveszik a szerkesztőben. Ezt a műveletet nem lehet visszavonni.
ja: これにより、リモート編集のためにローカルにダウンロードされたすべてのファイルが削除されます。エディタ内の未保存の変更は失われます。この操作は元に戻すことができません。
pl: To usunięte zostaną wszystkie lokalnie pobrane pliki do zdalnej edycji. Wszelkie niezapisane zmiany w edytorze zostaną utracone. Tej akcji nie można cofnąć.
pt: Isso removerá todos os arquivos baixados localmente para edição remota. Quaisquer alterações não salvas no seu editor serão perdidas. Esta ação não pode ser desfeita.
ru: Это удалит все локально загруженные файлы для удаленного редактирования. Все несохраненные изменения в вашем редакторе будут потеряны. Это действие нельзя отменить.
sv: Detta kommer att ta bort alla lokalt nedladdade filer för fjärrredigering. Eventuella osparade ändringar i din redigerare kommer att gå förlorade. Denna åtgärd kan inte ångras.

source: Clear All
bg: Изчисти всичко
cs: Vymazat vše
da: Ryd alle
et: Kustuta kõik
fr: Tout effacer
he: נקה הכל
hu: Összes törlése
ja: すべてクリア
pl: Wyczyść wszystko
pt: Limpar Tudo
ru: Очистить всё
sv: Rensa allt

source: No active terminal to send command to.
bg: Няма активен терминал за изпращане на команда.
cs: Žádný aktivní terminál pro odeslání příkazu.
da: Ingen aktiv terminal til at sende kommando til.
et: Ei ole aktiivset terminali, kuhu käsku saata.
fr: Aucun terminal actif pour envoyer la commande.
he: אין טרמינל פעיל לשליחת פקודה.
hu: Nincs aktív terminál, ahová parancsot küldhetnénk.
ja: コマンドを送信するアクティブなターミナルがありません。
pl: Brak aktywnego terminala do wysłania polecenia.
pt: Nenhum terminal ativo para enviar o comando.
ru: Нет активного терминала для отправки команды.
sv: Ingen aktiv terminal för att skicka kommando till.

source: Preferences Error
bg: Грешка в настройките
cs: Chyba nastavení
da: Præferencerfejl
et: Eelistuste viga
fr: Erreur de préférences
he: שגיאת העדפות
hu: Beállítások Hiba
ja: 設定エラー
pl: Błąd preferencji
pt: Erro de Preferências
ru: Ошибка настроек
sv: Inställningar Fel

source: Failed to open preferences: {}
bg: Неуспешно отваряне на предпочитания: {}
cs: Nepodařilo se otevřít předvolby: {}
da: Kunne ikke åbne indstillinger: {}
et: Eelistuste avamine ebaõnnestus: {}
fr: Échec de l'ouverture des préférences : {}
he: נכשל בפתיחת העדפות: {}
hu: Nem sikerült megnyitni a beállításokat: {}
ja: 設定を開けませんでした: {}
pl: Nie udało się otworzyć preferencji: {}
pt: Falha ao abrir preferências: {}
ru: Не удалось открыть настройки: {}
sv: Misslyckades med att öppna inställningar: {}

source: A modern terminal emulator with session management
bg: Модерен терминален емулатор с управление на сесии
cs: Moderní terminálový emulátor s řízením relací
da: En moderne terminalemulator med sessionshåndtering
et: Kaasaegne terminali emulaator seansihaldusega
fr: Un émulateur de terminal moderne avec gestion des sessions
he: מממשק מסוף מודרני עם ניהול מושבים
hu: Egy modern terminálemulátor munkamenetkezeléssel.
ja: セッション管理機能を備えたモダンなターミナルエミュレーター
pl: Nowoczesny emulator terminala z zarządzaniem sesjami
pt: Um emulador de terminal moderno com gerenciamento de sessões
ru: Современный эмулятор терминала с управлением сессиями
sv: En modern terminalemulator med sessionshantering

source: Save Backup As...
bg: Запази резервно копие като...
cs: Uložit zálohu jako...
da: Gem backup som...
et: Salvesta varukoopia nimega...
fr: Enregistrer une sauvegarde sous...
he: שמור גיבוי בשם...
hu: Biztonsági mentés mentése másként...
ja: バックアップを保存...
pl: Zapisz kopię zapasową jako...
pt: Salvar Backup Como...
ru: Сохранить резервную копию как...
sv: Spara säkerhetskopia som...

source: Backup Error
bg: Грешка при архивиране
cs: Chyba zálohování
da: Sikkerhedskopieringsfejl
et: Varundusviga
fr: Erreur de sauvegarde
he: שגיאת גיבוי
hu: Biztonsági mentés hiba
ja: バックアップエラー
pl: Błąd kopii zapasowej
pt: Erro de Backup
ru: Ошибка резервного копирования
sv: Säkerhetskopieringsfel

source: Set Backup Password
bg: Задайте парола за резервно копие
cs: Nastavit záložní heslo
da: Indstil sikkerhedskopi adgangskode
et: Seadme varukoopia parool
fr: Définir le mot de passe de sauvegarde
he: הגדר סיסמת גיבוי
hu: Biztonsági mentés jelszó beállítása
ja: バックアップパスワードを設定
pl: Ustaw hasło kopii zapasowej
pt: Definir Senha de Backup
ru: Установить пароль для резервной копии
sv: Ställ in säkerhetskopi lösenord

source: Please enter a password to encrypt the backup file.
bg: Моля, въведете парола за криптиране на резервното копие.
cs: Prosím, zadejte heslo pro zašifrování záložního souboru.
da: Indtast venligst en adgangskode for at kryptere backupfilen.
et: Palun sisestage parool varufaili krüpteerimiseks.
fr: Veuillez entrer un mot de passe pour chiffrer le fichier de sauvegarde.
he: אנא הזן סיסמה כדי להצפין את קובץ הגיבוי.
hu: Kérjük, adjon meg egy jelszót a biztonsági mentés fájl titkosításához.
ja: バックアップファイルを暗号化するためのパスワードを入力してください。
pl: Proszę wprowadzić hasło, aby zaszyfrować plik kopii zapasowej.
pt: Por favor, insira uma senha para criptografar o arquivo de backup.
ru: Пожалуйста, введите пароль для шифрования файла резервной копии.
sv: Vänligen ange ett lösenord för att kryptera säkerhetskopian.

source: Confirm Password
bg: Потвърдете паролата
cs: Potvrďte heslo
da: Bekræft adgangskode
et: Kinnita parool
fr: Confirmer le mot de passe
he: אשר סיסמה
hu: Jelszó megerősítése
ja: パスワードを確認してください
pl: Potwierdź hasło
pt: Confirmar Senha
ru: Подтвердите пароль
sv: Bekräfta lösenord

source: Password Error
bg: Грешка в паролата
cs: Chyba hesla
da: Adgangskodefejl
et: Parooli viga
fr: Erreur de mot de passe
he: שגיאת סיסמה
hu: Jelszó hiba
ja: パスワードエラー
pl: Błąd hasła
pt: Erro de Senha
ru: Ошибка пароля
sv: Lösenordsfel

source: Password cannot be empty.
bg: Паролата не може да бъде празна.
cs: Heslo nemůže být prázdné.
da: Adgangskoden kan ikke være tom.
et: Parool ei tohi olla tühi.
fr: Le mot de passe ne peut pas être vide.
he: הסיסמה לא יכולה להיות ריקה.
hu: A jelszó nem lehet üres.
ja: パスワードは空にできません。
pl: Hasło nie może być puste.
pt: A senha não pode estar vazia.
ru: Пароль не может быть пустым.
sv: Lösenord kan inte vara tomt.
