Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Open in Zashterminal (SSH)
bg: Отвори в Zashterminal (SSH)
cs: Otevřít v Zashterminal Terminálu (SSH)
da: Åbn i Zashterminal (SSH)
et: Ava Zashterminal terminalis (SSH)
fr: Ouvrir dans Zashterminal (SSH)
he: פתח בטרמינל אשיי (SSH)
hu: Nyitás az Zashterminal Terminálban (SSH)
ja: Zashterminal (SSH)で開く
pl: Otwórz w Zashterminal (SSH)
pt: Abrir no Zashterminal (SSH)
ru: Открыть в Zashterminal (SSH)
sv: Öppna i Zashterminal (SSH)

source: Connect to {} via a new SSH session
bg: Свържете се с {} чрез нова SSH сесия
cs: Připojit se k {} prostřednictvím nové SSH relace
da: Forbind til {} via en ny SSH-session
et: Ühenda {} uue SSH seansi kaudu
fr: Connectez-vous à {} via une nouvelle session SSH
he: התחבר ל{} באמצעות מושב SSH חדש
hu: Csatlakozás a {}-hoz egy új SSH munkamenet segítségével
ja: 新しいSSHセッションを介して{}に接続する
pl: Połącz z {} za pomocą nowej sesji SSH
pt: Conectar a {} através de uma nova sessão SSH
ru: Подключиться к {} через новую SSH-сессию
sv: Anslut till {} via en ny SSH-session

source: Open in Zashterminal
bg: Отвори в Zashterminal
cs: Otevřít v Zashterminal Terminálu
da: Åbn i Zashterminal
et: Ava Zashterminal terminalis
fr: Ouvrir dans Zashterminal
he: פתח בטרמינל אשיי
hu: Megnyitás az Zashterminal Terminálban
ja: Zashterminalで開く
pl: Otwórz w terminalu Zashterminal
pt: Abrir no Terminal Zashterminal
ru: Открыть в Zashterminal
sv: Öppna i Zashterminal

source: Open the local mount point {}
bg: Отворете локалната точка на монтиране {}
cs: Otevřete místní připojovací bod {}
da: Åbn det lokale monteringspunkt {}
et: Ava kohaliku mount-punkti {}
fr: Ouvrir le point de montage local {}
he: פתח את נקודת ההתקנה המקומית {}
hu: Nyissa meg a helyi csatlakozási pontot {}
ja: ローカルマウントポイント {} を開く
pl: Otwórz lokalny punkt montowania {}
pt: Abra o ponto de montagem local {}
ru: Открыть локальную точку монтирования {}
sv: Öppna den lokala monteringspunkten {}

source: Open {} in Zashterminal
bg: Отвори {} в Zashterminal
cs: Otevřít {} v Zashterminal Terminálu
da: Åbn {} i Zashterminal
et: Ava {} Zashterminalis
fr: Ouvrir {} dans Zashterminal
he: פתח {} בטרמינל אשיי
hu: Nyisd meg a {}-t az Zashterminal Terminálban
ja: Zashterminalで{}を開く
pl: Otwórz {} w terminalu Zashterminal
pt: Abrir {} no Terminal Zashterminal
ru: Открыть {} в Zashterminal
sv: Öppna {} i Zashterminal

source: A terminal error occurred
bg: Възникна терминална грешка
cs: Došlo k terminální chybě
da: Der opstod en terminalfejl
et: Toimimatu viga tekkis
fr: Une erreur fatale est survenue
he: שגיאה סופית התרחשה
hu: Terminális hiba történt
ja: ターミナルエラーが発生しました
pl: Wystąpił błąd krytyczny
pt: Ocorreu um erro terminal
ru: Произошла терминальная ошибка
sv: Ett terminalfel inträffade

source: A session error occurred
bg: Възникна грешка в сесията
cs: Došlo k chybě relace
da: Der opstod en sessionsfejl
et: Seansi viga tekkis
fr: Une erreur de session s'est produite
he: שגיאת סשן התרחשה
hu: Szekciós hiba történt
ja: セッションエラーが発生しました
pl: Wystąpił błąd sesji
pt: Ocorreu um erro de sessão
ru: Произошла ошибка сеанса
sv: Ett sessionsfel inträffade

source: An SSH connection error occurred
bg: Възникна грешка при SSH връзката
cs: Došlo k chybě připojení SSH
da: Der opstod en SSH-forbindelsesfejl.
et: SSH ühenduse viga tekkis
fr: Une erreur de connexion SSH s'est produite
he: שגיאת חיבור SSH התרחשה
hu: SSH kapcsolat hiba történt
ja: SSH接続エラーが発生しました
pl: Wystąpił błąd połączenia SSH
pt: Ocorreu um erro de conexão SSH
ru: Произошла ошибка подключения SSH
sv: Ett SSH-anslutningsfel inträffade

source: A user interface error occurred
bg: Възникна грешка в потребителския интерфейс.
cs: Došlo k chybě uživatelského rozhraní
da: Der opstod en fejl i brugergrænsefladen.
et: Kasutajaliidese viga tekkis
fr: Une erreur d'interface utilisateur s'est produite.
he: שגיאה בממשק המשתמש התרחשה
hu: Felhasználói felület hiba történt
ja: ユーザーインターフェイスエラーが発生しました
pl: Wystąpił błąd interfejsu użytkownika
pt: Ocorreu um erro na interface do usuário
ru: Произошла ошибка пользовательского интерфейса
sv: Ett användargränssnittsfel inträffade

source: A data storage error occurred
bg: Възникна грешка при съхранение на данни
cs: Došlo k chybě při ukládání dat
da: Der opstod en fejl i datalagringen
et: Andmete salvestamise viga tekkis
fr: Une erreur de stockage de données s'est produite.
he: שגיאת אחסון נתונים התרחשה
hu: Adatmentési hiba történt
ja: データストレージエラーが発生しました
pl: Wystąpił błąd przechowywania danych
pt: Ocorreu um erro de armazenamento de dados
ru: Произошла ошибка хранения данных
sv: Ett fel vid datalagring inträffade

source: A configuration error occurred
bg: Възникна грешка в конфигурацията
cs: Došlo k chybě konfigurace
da: Der opstod en konfigurationsfejl
et: Konfiguratsiooni viga tekkis
fr: Une erreur de configuration s'est produite
he: שגיאת תצורה התרחשה
hu: Konfigurációs hiba történt
ja: 構成エラーが発生しました
pl: Wystąpił błąd konfiguracji
pt: Ocorreu um erro de configuração
ru: Произошла ошибка конфигурации
sv: Ett konfigurationsfel inträffade

source: A permission error occurred
bg: Възникна грешка с разрешенията
cs: Došlo k chybě oprávnění
da: Der opstod en tilladelsesfejl
et: Toimivusviga tekkis
fr: Une erreur de permission s'est produite
he: שגיאת הרשאה התרחשה
hu: Engedélyezési hiba történt
ja: 権限エラーが発生しました
pl: Wystąpił błąd uprawnień
pt: Ocorreu um erro de permissão
ru: Произошла ошибка разрешения
sv: Ett behörighetsfel inträffade

source: A network error occurred
bg: Възникна мрежова грешка
cs: Došlo k chybě sítě
da: Der opstod en netværksfejl
et: Võrguviga tekkis
fr: Une erreur réseau s'est produite
he: שגיאת רשת התרחשה
hu: Hálózati hiba történt
ja: ネットワークエラーが発生しました
pl: Wystąpił błąd sieciowy
pt: Ocorreu um erro de rede
ru: Произошла ошибка сети
sv: Ett nätverksfel inträffade

source: A system error occurred
bg: Възникна системна грешка
cs: Došlo k systémové chybě
da: Der opstod en systemfejl
et: Süsteemi viga tekkis
fr: Une erreur système s'est produite
he: שגיאת מערכת התרחשה
hu: Rendszerhiba történt
ja: システムエラーが発生しました
pl: Wystąpił błąd systemu
pt: Ocorreu um erro de sistema
ru: Произошла системная ошибка
sv: Ett systemfel inträffade

source: A validation error occurred
bg: Възникна грешка при валидирането
cs: Došlo k chybě ověření
da: Der opstod en valideringsfejl
et: Keerukuse viga tekkis
fr: Une erreur de validation s'est produite
he: שגיאת אימות התרחשה
hu: Érvényesítési hiba történt
ja: 検証エラーが発生しました
pl: Wystąpił błąd walidacji
pt: Ocorreu um erro de validação
ru: Произошла ошибка валидации
sv: Ett valideringsfel inträffade

source: An unexpected error occurred
bg: Настъпи неочаквана грешка.
cs: Došlo k neočekávané chybě
da: Der opstod en uventet fejl
et: Ilmnen ootamatu viga tekkis
fr: Une erreur inattendue est survenue
he: שגיאה בלתי צפויה התרחשה
hu: Váratlan hiba történt
ja: 予期しないエラーが発生しました
pl: Wystąpił nieoczekiwany błąd
pt: Ocorreu um erro inesperado
ru: Произошла неожиданная ошибка
sv: Ett oväntat fel inträffade

source: Failed to create {} terminal: {}
bg: Неуспешно създаване на {} терминал: {}
cs: Nepodařilo se vytvořit {} terminál: {}
da: Mislykkedes med at oprette {} terminal: {}
et: Terminali loomine ebaõnnestus: {}
fr: Échec de la création du terminal {} : {}
he: נכשל ביצירת {} טרמינל: {}
hu: Nem sikerült létrehozni a {} terminált: {}
ja: {}ターミナルの作成に失敗しました: {}
pl: Nie udało się utworzyć {} terminala: {}
pt: Falha ao criar {} terminal: {}
ru: Не удалось создать {} терминал: {}
sv: Misslyckades med att skapa {} terminal: {}

source: Could not create terminal. {}
bg: Не можа да създаде терминал. {}
cs: Nelze vytvořit terminál. {}
da: Kunne ikke oprette terminal. {}
et: Terminalit ei saanud luua. {}
fr: Impossible de créer le terminal. {}
he: לא ניתן ליצור טרמינל. {}
hu: Nem sikerült létrehozni a terminált. {}
ja: ターミナルを作成できませんでした。{}
pl: Nie można utworzyć terminala. {}
pt: Não foi possível criar o terminal. {}
ru: Не удалось создать терминал. {}
sv: Kunde inte skapa terminal. {}

source: SSH connection to '{}' failed: {}
bg: SSH връзката към '{}' неуспешна: {}
cs: SSH připojení k '{}' selhalo: {}
da: SSH-forbindelse til '{}' mislykkedes: {}
et: SSH-ühendus '{}' ebaõnnestus: {}
fr: La connexion SSH à '{}' a échoué : {}
he: חיבור SSH ל'{}' נכשל: {}
hu: SSH kapcsolat a következőhöz: '{}' nem sikerült: {}
ja: '{}'へのSSH接続に失敗しました: {}
pl: Połączenie SSH do '{}' nie powiodło się: {}
pt: A conexão SSH com '{}' falhou: {}
ru: SSH-соединение с '{}' не удалось: {}
sv: SSH-anslutning till '{}' misslyckades: {}

source: Could not connect to {}. {}
bg: Не можа да се свърже с {}. {}
cs: Nelze se připojit k {}. {}
da: Kunne ikke oprette forbindelse til {}. {}
et: Ei saanud ühendust {}. {}
fr: Impossible de se connecter à {}. {}
he: לא ניתן להתחבר ל-{}. {}
hu: Nem sikerült csatlakozni a {}. {}
ja: {}に接続できませんでした。{}
pl: Nie można połączyć się z {}. {}
pt: Não foi possível conectar a {}. {}
ru: Не удалось подключиться к {}. {}
sv: Kunde inte ansluta till {}. {}

source: SSH key error for '{}': {}
bg: Грешка с SSH ключа за '{}': {}
cs: Chyba SSH klíče pro '{}': {}
da: SSH-nøglefejl for '{}': {}
et: SSH võtme viga '{}': {}
fr: Erreur de clé SSH pour '{}': {}
he: שגיאת מפתח SSH עבור '{}': {}
hu: SSH kulcs hiba a(z) '{}': {}
ja: '{}'のSSHキーエラー: {}
pl: Błąd klucza SSH dla '{}': {}
pt: Erro de chave SSH para '{}': {}
ru: Ошибка SSH-ключа для '{}': {}
sv: SSH-nyckelfel för '{}': {}

source: SSH key problem: {}
bg: Проблем с SSH ключа: {}
cs: Problém s SSH klíčem: {}
da: SSH nøgleproblem: {}
et: SSH võtme probleem: {}
fr: Problème de clé SSH : {}
he: בעיה במפתח SSH: {}
hu: SSH kulcs probléma: {}
ja: SSHキーの問題: {}
pl: Problem z kluczem SSH: {}
pt: Problema com a chave SSH: {}
ru: Проблема с SSH-ключом: {}
sv: SSH-nyckelproblem: {}

source: Session '{}' validation failed: {}
bg: Сесия '{}' неуспешна валидация: {}
cs: Validace relace '{}' selhala: {}
da: Session '{}' validering mislykkedes: {}
et: Seansi '{}' valideerimine ebaõnnestus: {}
fr: La validation de la session '{}' a échoué : {}
he: אימות המושב '{}' נכשל: {}
hu: A '{}' munkamenet érvényesítése meghiúsult: {}
ja: セッション '{}' の検証に失敗しました: {}
pl: Walidacja sesji '{}' nie powiodła się: {}
pt: A validação da sessão '{}' falhou: {}
ru: Сессия '{}' не прошла валидацию: {}
sv: Session '{}' validering misslyckades: {}

source: Session configuration is invalid: {}
bg: Конфигурацията на сесията е невалидна: {}
cs: Konfigurace relace je neplatná: {}
da: Sessionkonfigurationen er ugyldig: {}
et: Seansi konfiguratsioon on kehtetu: {}
fr: La configuration de la session est invalide : {}
he: הגדרת המושב אינה תקפה: {}
hu: A munkamenet konfigurációja érvénytelen: {}
ja: セッション構成が無効です: {}
pl: Konfiguracja sesji jest nieprawidłowa: {}
pt: A configuração da sessão é inválida: {}
ru: Конфигурация сеанса недействительна: {}
sv: Sessionskonfigurationen är ogiltig: {}

source: Failed to read from '{}': {}
bg: Неуспешно прочитане от '{}': {}
cs: Nepodařilo se přečíst z '{}': {}
da: Fejl ved læsning fra '{}': {}
et: Eba lugeda '{}': {}
fr: Échec de la lecture depuis '{}': {}
he: נכשל בקריאה מ'{}': {}
hu: Nem sikerült olvasni a következőtől: '{}': {}
ja: '{}'から読み取れませんでした: {}
pl: Nie udało się odczytać z '{}': {}
pt: Falha ao ler de '{}': {}
ru: Не удалось прочитать из '{}': {}
sv: Misslyckades med att läsa från '{}': {}

source: Could not load saved data
bg: Не можа да зареди запазените данни
cs: Nepodařilo se načíst uložená data
da: Kunne ikke indlæse gemte data
et: Salvestatud andmeid ei saanud laadida
fr: Impossible de charger les données sauvegardées
he: לא ניתן לטעון נתונים שמורים
hu: Nem sikerült betölteni a mentett adatokat.
ja: 保存されたデータを読み込めませんでした
pl: Nie można załadować zapisanych danych
pt: Não foi possível carregar os dados salvos
ru: Не удалось загрузить сохраненные данные
sv: Kunde inte ladda sparad data

source: Failed to write to '{}': {}
bg: Неуспешно записване в '{}': {}
cs: Nepodařilo se zapsat do '{}': {}
da: Fejl ved skrivning til '{}': {}
et: Eba kirjutamine '{}' ebaõnnestus: {}
fr: Échec de l'écriture dans '{}': {}
he: נכשל בכתיבה ל'{}': {}
hu: Nem sikerült írni a következőhöz '{}': {}
ja: '{}'への書き込みに失敗しました: {}
pl: Nie udało się zapisać do '{}': {}
pt: Falha ao gravar em '{}': {}
ru: Не удалось записать в '{}': {}
sv: Misslyckades med att skriva till '{}': {}

source: Could not save data
bg: Не можа да се запази данните
cs: Nelze uložit data
da: Kunne ikke gemme data
et: Andmeid ei saanud salvestada
fr: Impossible d'enregistrer les données
he: לא ניתן לשמור נתונים
hu: Nem sikerült elmenteni az adatokat
ja: データを保存できませんでした
pl: Nie można zapisać danych
pt: Não foi possível salvar os dados
ru: Не удалось сохранить данные
sv: Kunde inte spara data

source: Storage file '{}' is corrupted
bg: Файлът за съхранение '{}' е повреден
cs: Soubor úložiště '{}' je poškozen.
da: Lagringsfilen '{}' er beskadiget
et: Salvestusfail '{}' on rikutud
fr: Le fichier de stockage '{}' est corrompu.
he: קובץ האחסון '{}' פגום
hu: A tárolási fájl '{}' sérült.
ja: ストレージファイル '{}' が破損しています
pl: Plik magazynu '{}' jest uszkodzony
pt: O arquivo de armazenamento '{}' está corrompido.
ru: Файл хранения '{}' повреждён
sv: Lagringsfilen '{}' är skadad

source: Saved data appears to be corrupted
bg: Запазените данни изглежда са повредени
cs: Uložená data se zdají být poškozená.
da: Gemte data ser ud til at være beskadiget
et: Salvestatud andmed näivad olevat rikutud.
fr: Les données sauvegardées semblent être corrompues.
he: הנתונים השמורים נראים כמקולקלים
hu: A mentett adatok sérültnek tűnnek.
ja: 保存されたデータが破損しているようです
pl: Zapisane dane wydają się być uszkodzone
pt: Os dados salvos parecem estar corrompidos.
ru: Сохраненные данные, похоже, повреждены.
sv: Sparad data verkar vara korrupt.

source: Invalid configuration for '{}' (value: {}): {}
bg: Невалидна конфигурация за '{}' (стойност: {}): {}
cs: Neplatná konfigurace pro '{}' (hodnota: {}): {}
da: Ugyldig konfiguration for '{}' (værdi: {}): {}
et: Kehtetu konfiguratsioon '{}' jaoks (väärtus: {}): {}
fr: Configuration invalide pour '{}' (valeur : {}): {}
he: הגדרה לא תקינה עבור '{}' (ערך: {}): {}
hu: Érvénytelen konfiguráció a(z) '{}' számára (érték: {}): {}
ja: '{}' の無効な構成 (値: {}): {}
pl: Nieprawidłowa konfiguracja dla '{}' (wartość: {}): {}
pt: Configuração inválida para '{}' (valor: {}): {}
ru: Неверная конфигурация для '{}' (значение: {}): {}
sv: Ogiltig konfiguration för '{}' (värde: {}): {}

source: Configuration error: {}
bg: Грешка в конфигурацията: {}
cs: Chyba konfigurace: {}
da: Konfigurationsfejl: {}
et: Konfiguratsiooni viga: {}
fr: Erreur de configuration : {}
he: שגיאת תצורה: {}
hu: Konfigurációs hiba: {}
ja: 構成エラー: {}
pl: Błąd konfiguracji: {}
pt: Erro de configuração: {}
ru: Ошибка конфигурации: {}
sv: Konfigurationsfel: {}

source: UI error in {}: {}
bg: Грешка в потребителския интерфейс в {}: {}
cs: Chyba uživatelského rozhraní v {}: {}
da: UI-fejl i {}: {}
et: Kasutajaliidese viga {}: {}
fr: Erreur d'interface utilisateur dans {} : {}
he: שגיאת ממשק משתמש ב{}: {}
hu: UI hiba a(z) {}: {}
ja: UIエラー: {}: {}
pl: Błąd interfejsu użytkownika w {}: {}
pt: Erro de UI em {}: {}
ru: Ошибка интерфейса в {}: {}
sv: UI-fel i {}: {}

source: UI error in component: {}
bg: Грешка в потребителския интерфейс в компонента: {}
cs: Chyba uživatelského rozhraní v komponentě: {}
da: UI-fejl i komponent: {}
et: Kasutajaliidese viga komponendis: {}
fr: Erreur d'interface utilisateur dans le composant : {}
he: שגיאת UI ברכיב: {}
hu: UI hiba az összetevőben: {}
ja: コンポーネント内のUIエラー: {}
pl: Błąd interfejsu użytkownika w komponencie: {}
pt: Erro de UI no componente: {}
ru: Ошибка пользовательского интерфейса в компоненте: {}
sv: UI-fel i komponent: {}

source: Validation failed for '{}': {}
bg: Валидирането не успя за '{}': {}
cs: Ověření selhalo pro '{}': {}
da: Validering mislykkedes for '{}': {}
et: Kehtivuse kontroll ebaõnnestus '{}': {}
fr: La validation a échoué pour '{}': {}
he: אימות נכשל עבור '{}': {}
hu: A validáció nem sikerült a(z) '{}': {} esetében.
ja: '{}'の検証に失敗しました: {}
pl: Walidacja nie powiodła się dla '{}': {}
pt: Validação falhou para '{}': {}
ru: Ошибка валидации для '{}': {}
sv: Validering misslyckades för '{}': {}

source: Invalid hostname '{}': {}
bg: Невалидно име на хост '{}': {}
cs: Neplatné jméno hostitele '{}': {}
da: Ugyldig værtsnavn '{}': {}
et: Kehtetu hostinimi '{}': {}
fr: Nom d'hôte invalide '{}': {}
he: שם מארח לא חוקי '{}': {}
hu: Érvénytelen hosztnév '{}': {}
ja: 無効なホスト名 '{}': {}
pl: Nieprawidłowa nazwa hosta '{}': {}
pt: Nome de host inválido '{}': {}
ru: Неверное имя хоста '{}': {}
sv: Ogiltigt värdnamn '{}': {}

source: Invalid hostname: {}
bg: Невалидно име на хост: {}
cs: Neplatné jméno hostitele: {}
da: Ugyldig værtsnavn: {}
et: Kehtetu hostinimi: {}
fr: Nom d'hôte invalide : {}
he: שם מארח לא חוקי: {}
hu: Érvénytelen hosztnév: {}
ja: 無効なホスト名: {}
pl: Nieprawidłowa nazwa hosta: {}
pt: Nome de host inválido: {}
ru: Неверное имя хоста: {}
sv: Ogiltigt värdnamn: {}

source: Invalid path '{}': {}
bg: Невалиден път '{}': {}
cs: Neplatná cesta '{}': {}
da: Ugyldig sti '{}': {}
et: Kehtetu tee '{}': {}
fr: Chemin invalide '{}': {}
he: נתיב לא חוקי '{}': {}
hu: Érvénytelen útvonal '{}': {}
ja: 無効なパス '{}': {}
pl: Nieprawidłowa ścieżka '{}': {}
pt: Caminho inválido '{}': {}
ru: Неверный путь '{}': {}
sv: Ogiltig sökväg '{}': {}

source: Invalid path: {}
bg: Невалиден път: {}
cs: Neplatná cesta: {}
da: Ugyldig sti: {}
et: Kehtetu tee: {}
fr: Chemin invalide : {}
he: נתיב לא חוקי: {}
hu: Érvénytelen útvonal: {}
ja: 無効なパス: {}
pl: Nieprawidłowa ścieżka: {}
pt: Caminho inválido: {}
ru: Неверный путь: {}
sv: Ogiltig sökväg: {}

source: Permission denied for {} operation on '{}'
bg: Отказано в достъп за {} операция върху '{}'
cs: Odmítnuto povolení pro {} operaci na '{}'
da: Adgang nægtet til {} operation på '{}'
et: Ligipääs keelatud {} toimingu jaoks '{}'
fr: Permission refusée pour l'opération {} sur '{}'
he: הגישה נדחתה לפעולה {} על '{}'
hu: Hozzáférés megtagadva a(z) {} művelethez a(z) '{}' fájlon.
ja: '{}'の'{}'操作に対するアクセスが拒否されました
pl: Odmowa dostępu do operacji {} na '{}'
pt: Permissão negada para a operação '{}' em '{}'
ru: Доступ запрещен для операции {} над '{}'
sv: Åtkomst nekad för {}-operation på '{}'

source: Permission denied accessing {}
bg: Отказан достъп до {}
cs: Odmítnuto přístup k {}
da: Adgang nægtet til {}
et: Juurdepääs keelatud {}
fr: Accès refusé à {}
he: גישה נדחתה ל-{}
hu: Hozzáférés megtagadva: {}
ja: アクセスが拒否されました {}
pl: Odmowa dostępu do {}
pt: Permissão negada ao acessar {}
ru: Доступ запрещен к {}
sv: Åtkomst nekad till {}

source: Permission denied for {} operation on directory '{}'
bg: Отказано в достъп за {} операция в директория '{}'
cs: Odmítnuto povolení pro {} operaci na adresáři '{}'
da: Adgang nægtet til {} operation på mappe '{}'
et: Juurdepääs keelatud {} toimingu jaoks kataloogis '{}'
fr: Permission refusée pour l'opération {} sur le répertoire '{}'
he: ההרשאה נדחתה עבור {} פעולה על תיקייה '{}'
hu: Hozzáférés megtagadva a(z) {} művelethez a(z) '{}' könyvtárban
ja: ディレクトリ'{}'に対する{}操作の権限が拒否されました。
pl: Odmowa dostępu do operacji {} w katalogu '{}'
pt: Permissão negada para a operação {} no diretório '{}'
ru: Доступ запрещен для операции {} в каталоге '{}'
sv: Åtkomst nekad för {}-åtgärd på katalogen '{}'

source: Permission denied accessing directory {}
bg: Отказан достъп до директория {}
cs: Odmítnuto přístup k adresáři {}
da: Adgang nægtet til at få adgang til biblioteket {}
et: Ligipääs kaustale {} on keelatud.
fr: Accès refusé au répertoire {}
he: גישה נדחתה לגישה לתיקייה {}
hu: Hozzáférés megtagadva a könyvtárhoz {}
ja: ディレクトリ {} へのアクセスが拒否されました。
pl: Odmowa dostępu do katalogu {}
pt: Permissão negada ao acessar o diretório {}
ru: Доступ к каталогу {} запрещен
sv: Åtkomst nekad till katalog {}

source: unnamed
bg: безименен
cs: bez názvu
da: uden navn
et: nimetu
fr: sans nom
he: לא שם
hu: nincs név
ja: 無名
pl: bez nazwy
pt: sem nome
ru: безымянный
sv: namnlös

source: Key path is empty
bg: Ключовият път е празен
cs: Cesta klíče je prázdná
da: Nøglesti er tom
et: Võtme tee on tühi
fr: Le chemin de la clé est vide
he: נתיב המפתח ריק
hu: A kulcspálya üres
ja: キー パスが空です
pl: Ścieżka klucza jest pusta
pt: Caminho da chave está vazio
ru: Путь ключа пустой
sv: Nyckelväg är tom

source: Key file does not exist: {}
bg: Файл с ключа не съществува: {}
cs: Soubor s klíčem neexistuje: {}
da: Nøglefilen findes ikke: {}
et: Võtmefail ei eksisteeri: {}
fr: Le fichier de clé n'existe pas : {}
he: קובץ המפתח אינו קיים: {}
hu: A kulcsfájl nem létezik: {}
ja: キー ファイルが存在しません: {}
pl: Plik klucza nie istnieje: {}
pt: O arquivo de chave não existe: {}
ru: Файл ключа не существует: {}
sv: Nyckelfil finns inte: {}

source: Key path is not a file: {}
bg: Ключовият път не е файл: {}
cs: Cesta klíče není soubor: {}
da: Nøglesti er ikke en fil: {}
et: Ahi tee ei ole fail: {}
fr: Le chemin de la clé n'est pas un fichier : {}
he: נתיב המפתח אינו קובץ: {}
hu: A kulcspálya nem fájl: {}
ja: キー パスはファイルではありません: {}
pl: Ścieżka klucza nie jest plikiem: {}
pt: O caminho da chave não é um arquivo: {}
ru: Ключевой путь не является файлом: {}
sv: Nyckelväg är inte en fil: {}

source: Key file too large: {} bytes
bg: Файлът с ключа е твърде голям: {} байта
cs: Soubor klíče je příliš velký: {} bajtů
da: Nøglefilen er for stor: {} byte
et: Võtmefail on liiga suur: {} baiti
fr: Fichier de clé trop volumineux : {} octets
he: קובץ המפתח גדול מדי: {} בתים
hu: A kulcsfájl túl nagy: {} bájt
ja: キー ファイルが大きすぎます: {} バイト
pl: Plik klucza jest zbyt duży: {} bajtów
pt: Arquivo de chave muito grande: {} bytes
ru: Файл ключа слишком велик: {} байт
sv: Nyckelfilen är för stor: {} byte

source: Key file is empty
bg: Файлът с ключа е празен
cs: Soubor s klíčem je prázdný
da: Nøglefilen er tom
et: Võtmefail on tühi
fr: Le fichier de clé est vide
he: קובץ המפתח ריק
hu: A kulcsfájl üres.
ja: キー ファイルは空です
pl: Plik klucza jest pusty
pt: O arquivo de chave está vazio
ru: Файл ключа пустой
sv: Nyckelfilen är tom

source: Key file has insecure permissions (should be 600)
bg: Файл с ключа има несигурни разрешения (трябва да бъде 600)
cs: Soubor s klíčem má nezabezpečená oprávnění (mělo by být 600)
da: Nøglefilen har usikre tilladelser (bør være 600)
et: Võtmefailil on ebaturvalised õigused (peaks olema 600)
fr: Le fichier de clé a des permissions non sécurisées (devrait être 600)
he: קובץ המפתח יש לו הרשאות לא בטוחות (צריך להיות 600)
hu: A kulcsfájl nem biztonságos jogosultságokkal rendelkezik (600-as jogosultság szükséges)
ja: キー ファイルのアクセス権が不適切です (600 にする必要があります)
pl: Plik klucza ma niebezpieczne uprawnienia (powinny być 600)
pt: O arquivo de chave tem permissões inseguras (deve ser 600)
ru: Файл ключа имеет небезопасные разрешения (должен быть 600)
sv: Nyckelfilen har osäkra behörigheter (bör vara 600)

source: Key file is not readable
bg: Файл с ключа не може да бъде прочетен
cs: Soubor s klíčem není čitelný
da: Nøglefilen kan ikke læses
et: Võtmefaili ei saa lugeda
fr: Le fichier de clé n'est pas lisible
he: קובץ המפתח אינו קריא
hu: A kulcsfájl nem olvasható.
ja: キー ファイルは読み取れません。
pl: Plik klucza jest nieczytelny
pt: O arquivo de chave não é legível
ru: Файл ключа недоступен для чтения
sv: Nyckelfilen är inte läsbar

source: Error accessing key file: {}
bg: Грешка при достъп до ключовия файл: {}
cs: Chyba při přístupu k souboru s klíčem: {}
da: Fejl ved adgang til nøglefil: {}
et: Viga võtme faili juurde pääsemisel: {}
fr: Erreur d'accès au fichier de clé : {}
he: שגיאה בגישה לקובץ המפתח: {}
hu: Hiba a kulcsfájl elérésében: {}
ja: キー ファイルにアクセス中にエラーが発生しました: {}
pl: Błąd podczas uzyskiwania dostępu do pliku klucza: {}
pt: Erro ao acessar o arquivo de chave: {}
ru: Ошибка доступа к файлу ключа: {}
sv: Fel vid åtkomst av nyckelfil: {}
