Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Case sensitive
bg: Чувствителен към регистъра
cs: Rozlišování velikosti písmen
da: Store følsom
et: Tähtede tundlik
fr: Sensible à la casse
he: רגיש למקרה
hu: Kis- és nagybetű érzékeny
ja: 大文字と小文字を区別
pl: Wrażliwość na wielkość liter
pt: Diferencia entre maiúsculas e minúsculas
ru: Чувствительность к регистру
sv: Skiftlägeskänslig

source: Use regular expressions
bg: Използвайте регулярни изрази
cs: Použijte regulární výrazy
da: Brug regulære udtryk
et: Kasutage regulaaravaldisi
fr: Utiliser des expressions régulières
he: השתמש בביטויים רגולריים
hu: Használj reguláris kifejezéseket
ja: 正規表現を使用する
pl: Użyj wyrażeń regularnych
pt: Use expressões regulares
ru: Используйте регулярные выражения
sv: Använd reguljära uttryck

source: Regex
bg: Регулярно изразяване
cs: Regulární výraz
da: Regulært udtryk
he: רגקס
hu: Reguláris kifejezés
ja: 正規表現
pl: Wyrażenie regularne
pt: Expressão regular
ru: Регулярное выражение
sv: Reguljärt uttryck

source: Sessions Panel
bg: Панел на сесиите
cs: Panel relací
et: Seanside paneel
fr: Panneau des sessions
he: לוח הבקרה של המפגשים
hu: Ülések panel
ja: セッションパネル
pl: Panel sesji
pt: Painel de Sessões
ru: Панель сеансов

source: File Manager
bg: Файлов мениджър
cs: Správce souborů
da: Filhåndtering
et: Failihaldur
fr: Gestionnaire de fichiers
he: מנהל קבצים
hu: Fájlkezelő
ja: ファイルマネージャー
pl: Menedżer plików
pt: Gerenciador de Arquivos
ru: Диспетчер файлов
sv: Filhanterare

source: Command Manager
bg: Мениджър на команди
cs: Správce příkazů
da: Kommandoadministrator
et: Käskude haldur
fr: Gestionnaire de commandes
he: מנהל פקודות
hu: Parancskezelő
ja: コマンドマネージャー
pl: Menadżer poleceń
pt: Gerenciador de Comandos
ru: Менеджер команд
sv: Kommandochef

source: Search in Terminal
bg: Търсене в терминала
cs: Hledat v terminálu
da: Søg i Terminal
et: Otsi terminalis
fr: Rechercher dans le Terminal
he: חפש בטרמינל
hu: Keresés a Terminálban
ja: ターミナルで検索
pl: Szukaj w Terminalu
pt: Pesquisar no Terminal
ru: Поиск в терминале
sv: Sök i Terminal

source: Ask AI Assistant
bg: Попитай AI асистент
cs: Zeptej se AI asistenta
da: Spørg AI-assistenten
et: Küsi AI assistendilt
fr: Demander à l'assistant IA
he: שאל את העוזר הבינה המלאכותית
hu: Kérdezd az AI Asszisztenst
ja: AIアシスタントに聞く
pl: Zapytaj Asystenta AI
pt: Perguntar ao Assistente de IA
ru: Спросить AI Ассистента
sv: Fråga AI-assistenten

source: Manage Temporary Files
bg: Управление на временни файлове
cs: Spravovat dočasné soubory
da: Administrer midlertidige filer
et: Haldage ajutiste failide haldamine
fr: Gérer les fichiers temporaires
he: נהל קבצים זמניים
hu: Ideiglenes fájlok kezelése
ja: 一時ファイルを管理する
pl: Zarządzaj plikami tymczasowymi
pt: Gerenciar Arquivos Temporários
ru: Управление временными файлами
sv: Hantera temporära filer

source: Main Menu
bg: Главно меню
cs: Hlavní nabídka
da: Hovedmenu
et: Peamenüü
fr: Menu Principal
he: תפריט ראשי
hu: Főmenü
ja: メインメニュー
pl: Menu Główny
pt: Menu Principal
ru: Главное меню
sv: Huvudmeny

source: New Tab
bg: Нова разделка
cs: Nová karta
da: Ny fane.
et: Uus vahekaart
fr: Nouvel onglet
he: טאב חדש
hu: Új fül
ja: 新しいタブ
pl: Nowa karta
pt: Nova Aba
ru: Новая вкладка
sv: Ny flik

source: Zashterminal
bg: Аши Терминал
cs: Zashterminal Terminál
fr: Terminal Cendré
he: אשי טרמינל
hu: Zashterminal Terminál
ja: アシーターミナル
pt: Terminal Zashterminal
ru: Пепельный терминал

source: Icon Only
bg: Само икона
cs: Ikona pouze
da: Ikon kun
et: Ainult ikoon
fr: Icône uniquement
he: אייקון בלבד
hu: Csak ikon
ja: アイコンのみ
pl: Tylko ikona
pt: Somente Ícone
ru: Только значок
sv: Endast ikon

source: Text Only
bg: Само текст
cs: Text pouze
da: Kun kun
et: Ainult tekst
fr: Texte uniquement
he: טקסט בלבד
hu: Csak szöveg
ja: テキストのみ
pl: Tylko tekst
pt: Texto Somente
ru: Только текст
sv: Endast text

source: Icon and Text
bg: Икона и текст
cs: Ikona a text
da: Ikon og tekst
et: Ikon ja tekst
fr: Icône et Texte
he: אייקון וטקסט
hu: Ikon és Szöveg
ja: アイコンとテキスト
pl: Ikona i tekst
pt: Ícone e Texto
ru: Иконка и текст
sv: Ikon och Text

source: Display
bg: Дисплей
cs: Zobrazení
da: Visning
et: Kuva
fr: Affichage
he: תצוגה
hu: Kijelző
ja: 表示
pl: Wyświetlacz
pt: Exibir
ru: Дисплей
sv: Visa

source: Unpin from Toolbar
bg: Откачи от лентата с инструменти
cs: Odepnout z panelu nástrojů
da: Fjern fra værktøjslinje
et: Eemalda tööriistaribalt
fr: Détacher de la barre d'outils
he: הסר מהסרגל הכלים
hu: Leválasztás a Szerszámsoról
ja: ツールバーからピン留めを外す
pl: Odepnij z paska narzędzi
pt: Desafixar da Barra de Ferramentas
ru: Открепить от панели инструментов
sv: Ta bort från verktygsfältet

source: Add Session
bg: Добавяне на сесия
cs: Přidat relaci
da: Tilføj session
et: Lisa seanss
fr: Ajouter une session
he: הוסף מפגש
hu: Ülés hozzáadása
ja: セッションを追加
pl: Dodaj sesję
pt: Adicionar Sessão
ru: Добавить сессию
sv: Lägg till session

source: Add Folder
bg: Добави папка
cs: Přidat složku
da: Tilføj mappe
et: Lisa kaust
fr: Ajouter un dossier
he: הוסף תיקייה
hu: Mappa hozzáadása
ja: フォルダーを追加
pl: Dodaj folder
pt: Adicionar Pasta
ru: Добавить папку
sv: Lägg till mapp

source: Edit Selected
bg: Редактиране на избрано
cs: Upravit vybrané
da: Rediger valgt
et: Muuda valitud
fr: Modifier la sélection
he: ערוך נבחר
hu: Kiválasztott szerkesztése
ja: 選択した項目を編集
pl: Edytuj zaznaczone
pt: Editar Selecionado
ru: Редактировать выбранное
sv: Redigera vald

source: Save Current Layout
bg: Запази текущото оформление
cs: Uložit aktuální rozložení
da: Gem nuværende layout
et: Salvesta praegune paigutus
fr: Enregistrer la disposition actuelle
he: שמור את הפריסה הנוכחית
hu: Jelenlegi elrendezés mentése
ja: 現在のレイアウトを保存
pl: Zapisz bieżący układ
pt: Salvar Layout Atual
ru: Сохранить текущее расположение
sv: Spara nuvarande layout

source: Remove Selected
bg: Премахни избраното
cs: Odstranit vybrané
da: Fjern valgt
et: Eemalda valitud
fr: Supprimer la sélection
he: הסר שנבחר
hu: Kiválasztott eltávolítása
ja: 選択した項目を削除
pl: Usuń zaznaczone
pt: Remover Selecionado
ru: Удалить выбранное
sv: Ta bort markerade

source: Search sessions...
bg: Търсене на сесии...
cs: Hledat relace...
da: Søg sessioner...
et: Otsingu seansid...
fr: Rechercher des sessions...
he: חיפושי מושבים...
hu: Keresési munkamenetek...
ja: 検索セッション...
pl: Wyszukiwanie sesji...
pt: Pesquisar sessões...
ru: Поиск сессий...
sv: Sök sessioner...

source: Edit Scheme
bg: Редактиране на схема
cs: Upravit schéma
da: Rediger skema
et: Muuda skeemi
fr: Modifier le schéma
he: ערוך תכנית
hu: Séma szerkesztése
ja: スキームを編集
pl: Edytuj schemat
pt: Editar Esquema
ru: Редактировать схему
sv: Redigera schema

source: New Scheme
bg: Нова схема
cs: Nový plán
da: Ny Skema
et: Uus skeem
fr: Nouveau schéma
he: תוכנית חדשה
hu: Új séma
ja: 新しいスキーム
pl: Nowy schemat
pt: Novo Esquema
ru: Новая схема
sv: Nytt schema

source: Scheme Name
bg: Име на схемата
cs: Název schématu
da: Skema Navn
et: Skeemi nimi
fr: Nom du schéma
he: שם תכנית
hu: Séma neve
ja: スキーム名
pl: Nazwa schematu
pt: Nome do Esquema
ru: Имя схемы
sv: Schema namn

source: Foreground
bg: Преден план
cs: Popředí
da: Forgrund
et: Eesmine
fr: Premier plan
he: קדמת המסך
hu: Előtér
ja: 前景
pl: Pierwszy plan
pt: Primeiro plano
ru: Передний план
sv: Förgrund

source: Background
bg: Фон
cs: Pozadí
da: Baggrund
et: Taust
fr: Arrière-plan
he: רקע
hu: Háttér
ja: 背景
pl: Tło
pt: Fundo
ru: Фон
sv: Bakgrund

source: Headerbar Background
bg: Фон на заглавната лента
cs: Pozadí hlavičky
da: Headerbar Baggrund
et: Pealkirja riba taust
fr: Arrière-plan de la barre d'en-tête
he: רקע שורת כותרת
hu: Fejléc háttér
ja: ヘッダーバーの背景
pl: Tło paska nagłówka
pt: Fundo da Barra de Cabeçalho
ru: Фон заголовка
sv: Headerbar Bakgrund

source: Cursor
bg: Курсор
cs: Kurzor
da: Markør
et: Kursor
fr: Curseur
he: סמן
hu: Kurzor
ja: カーソル
pl: Kursor
ru: Курсор
sv: Markör

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
et: Tühista
fr: Annuler
he: ביטול
hu: Mégsem
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt

source: Save
bg: Запази
cs: Uložit
da: Gem gemme
et: Salvesta
fr: Enregistrer
he: שמור
hu: Mentés
ja: 保存
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara

source: Live Preview
bg: Жив преглед
cs: Živý náhled
et: Reaalajas eelvaade
fr: Aperçu en direct
he: תצוגה חיה
hu: Élő előnézet
ja: ライブプレビュー
pl: Podgląd na żywo
pt: Visualização ao Vivo
ru: Живой просмотр
sv: Liveförhandsvisning

source: General Colors
bg: Общи цветове
cs: Obecné barvy
da: Generelle farver
et: Üldised värvid
fr: Couleurs générales
he: צבעים כלליים
hu: Általános színek
ja: 一般的な色
pl: Kolory ogólne
pt: Cores Gerais
ru: Общие цвета
sv: Allmänna färger

source: 16-Color Palette
bg: 16-Цвят Палитра
cs: 16-barevná paleta
da: 16-farvepalet
et: 16-värvi palett
fr: Palette de 16 couleurs
he: פלטת צבעים בת 16 צבעים
hu: 16 színű paletta
ja: 16色パレット
pl: Paleta 16 kolorów
pt: Paleta de 16 Cores
ru: 16-цветная палитра
sv: 16-färgs palett

source: user@host:~$ ls -l <span weight='bold'>Bold Text</span>
bg: user@host:~$ ls -l <span weight='bold'>Дебел Текст</span>
cs: user@host:~$ ls -l <span weight='bold'>Tučný text</span>
da: user@host:~$ ls -l <span weight='bold'>Fed tekst</span>
et: user@host:~$ ls -l <span weight='bold'>Raske tekst</span>
fr: user@host:~$ ls -l <span weight='bold'>Texte en gras</span>
he: משתמש@מחשב:~$ ls -l <span weight='bold'>טקסט מודגש</span>
hu: user@host:~$ ls -l <span weight='bold'>Félkövér szöveg</span>
ja: user@host:~$ ls -l <span weight='bold'>太字テキスト</span>
pl: user@host:~$ ls -l <span weight='bold'>Pogrubiony tekst</span>
pt: user@host:~$ ls -l <span weight='bold'>Texto em Negrito</span>
ru: user@host:~$ ls -l <span weight='bold'>Жирный текст</span>
sv: user@host:~$ ls -l <span weight='bold'>Fet text</span>

source: OK
bg: Добре
fr: D'accord
he: אוקי
hu: Rendben
ru: Хорошо

source: Name Error
bg: Грешка в името
cs: Chyba názvu
da: Navnfejl
et: Nimeviga
fr: Erreur de nom
he: שגיאת שם
hu: Név hiba
ja: 名前エラー
pl: Błąd nazwy
pt: Erro de Nome
ru: Ошибка имени
sv: Namnfel

source: Scheme name cannot be empty.
bg: Името на схемата не може да бъде празно.
cs: Název schématu nemůže být prázdný.
da: Skema navn kan ikke være tomt.
et: Skeemi nimi ei tohi olla tühi.
fr: Le nom du schéma ne peut pas être vide.
he: שם הסכימה אינו יכול להיות ריק.
hu: A séma neve nem lehet üres.
ja: スキーム名は空にできません。
pl: Nazwa schematu nie może być pusta.
pt: O nome do esquema não pode estar vazio.
ru: Имя схемы не может быть пустым.
sv: Schemanamn kan inte vara tomt.

source: Name Conflict
bg: Конфликт на имена
cs: Konflikt názvů
da: Navnekonflikt
et: Nimekonflikt
fr: Conflit de nom
he: קונפליקט בשם
hu: Névütközés
ja: 名前の衝突
pl: Konflikt nazw
pt: Conflito de Nome
ru: Конфликт имен
sv: Namnkonflikt

source: A color scheme with the name '{name}' already exists. Please choose a different name.
bg: Цветовата схема с името '{name}' вече съществува. Моля, изберете различно име.
cs: Barevná schéma s názvem '{name}' již existuje. Vyberte prosím jiné jméno.
da: Et farveskema med navnet '{name}' findes allerede. Vælg venligst et andet navn.
et: Värviskeem nimega '{name}' on juba olemas. Palun valige teine nimi.
fr: Un schéma de couleurs portant le nom '{name}' existe déjà. Veuillez choisir un nom différent.
he: סקמת צבעים בשם '{name}' כבר קיימת. אנא בחר שם שונה.
hu: A '{name}' nevű színséma már létezik. Kérjük, válasszon egy másik nevet.
ja: 名前 '{name}' のカラースキームはすでに存在します。別の名前を選択してください。
pl: Schemat kolorów o nazwie '{name}' już istnieje. Proszę wybrać inną nazwę.
pt: Já existe um esquema de cores com o nome '{name}'. Por favor, escolha um nome diferente.
ru: Цветовая схема с именем '{name}' уже существует. Пожалуйста, выберите другое имя.
sv: En färgschema med namnet '{name}' finns redan. Vänligen välj ett annat namn.

source: A scheme with a similar internal name ('{key}') already exists. Please choose a slightly different name.
bg: Схема с подобно вътрешно име ('{key}') вече съществува. Моля, изберете малко по-различно име.
cs: Schéma s podobným interním názvem ('{key}') již existuje. Prosím, zvolte mírně odlišný název.
da: Et skema med et lignende internt navn ('{key}') findes allerede. Vælg venligst et lidt anderledes navn.
et: Skeem, millel on sarnane sisemine nimi ('{key}'), eksisteerib juba. Palun valige veidi erinev nimi.
fr: Un schéma avec un nom interne similaire ('{key}') existe déjà. Veuillez choisir un nom légèrement différent.
he: תוכנית עם שם פנימי דומה ('{key}') כבר קיימת. אנא בחר שם שונה במעט.
hu: Egy hasonló belső névvel rendelkező séma ('{key}') már létezik. Kérjük, válasszon egy kicsit más nevet.
ja: 同じ内部名（'{key}'）のスキームが既に存在します。少し異なる名前を選択してください。
pl: Schemat o podobnej nazwie wewnętrznej ('{key}') już istnieje. Proszę wybrać nieco inną nazwę.
pt: Já existe um esquema com um nome interno semelhante ('{key}'). Por favor, escolha um nome ligeiramente diferente.
ru: Схема с похожим внутренним именем ('{key}') уже существует. Пожалуйста, выберите немного другое имя.
sv: Ett schema med ett liknande internt namn ('{key}') finns redan. Vänligen välj ett något annat namn.

source: Invalid Color
bg: Невалиден цвят
cs: Neplatná barva
da: Ugyldig farve
et: Keelatud värv
fr: Couleur invalide
he: צבע לא חוקי
hu: Érvénytelen szín
ja: 無効な色
pl: Nieprawidłowy kolor
pt: Cor da inválida
ru: Неверный цвет
sv: Ogiltig färg

source: One or more hex codes are invalid. Please correct them.
bg: Един или повече хекс кода са невалидни. Моля, коригирайте ги.
cs: Jedna nebo více hexadecimálních kódů jsou neplatné. Opravit je prosím.
da: En eller flere hex-koder er ugyldige. Venligst ret dem.
et: Üks või enam heksakoodi on kehtetu. Palun parandage need.
fr: Un ou plusieurs codes hexadécimaux sont invalides. Veuillez les corriger.
he: קוד ה-hex אחד או יותר אינו תקין. אנא תקן אותם.
hu: Egy vagy több hex kód érvénytelen. Kérjük, javítsa ki őket.
ja: 1つ以上の16進数コードが無効です。修正してください。
pl: Jedna lub więcej kodów szesnastkowych jest nieprawidłowa. Proszę je poprawić.
pt: Um ou mais códigos hexadecimais são inválidos. Por favor, corrija-os.
ru: Один или несколько шестнадцатеричных кодов недействительны. Пожалуйста, исправьте их.
sv: Ett eller flera hex-koder är ogiltiga. Vänligen korrigera dem.

source: Custom
bg: Персонализиран
cs: Vlastní
da: Brugerdefineret
et: Kohandatud
fr: Personnalisé
he: מותאם אישית
hu: Egyedi
ja: カスタム
pl: Niestandardowy
pt: Personalizado
ru: Пользовательский
sv: Anpassad

source: Built-in
bg: Вграден
cs: Vestavěný
da: Indbygget
et: Sisseehitatud
fr: Intégré
he: מובנה
hu: Beépített
ja: 組み込み
pl: Wbudowany
pt: Integrado
ru: Встроенный
sv: Inbyggd

source: Bold Text
bg: Дебел текст
cs: Tučný text
da: Fed tekst
et: Rasvane tekst
fr: Texte en gras
he: טקסט מודגש
hu: Félkövér szöveg
ja: 太字テキスト
pl: Pogrubiony tekst
pt: Texto em Negrito
ru: Жирный текст
sv: Fet text

source: Color Schemes
bg: Цветови схеми
cs: Barevné schémata
da: Farveskemaer
et: Värviskeemid
fr: Schémas de couleurs
he: סכמות צבעים
hu: Színminták
ja: カラースキーム
pl: Schematy kolorów
pt: Esquemas de Cores
ru: Цветовые схемы
sv: Färgscheman

source: Available Schemes
bg: Налични схеми
cs: Dostupné schémata
da: Tilgængelige skemaer
et: Saadaval skeemid
fr: Schémas disponibles
he: תוכניות זמינות
hu: Elérhető sémák
ja: 利用可能なスキーム
pl: Dostępne schematy
pt: Esquemas Disponíveis
ru: Доступные схемы
sv: Tillgängliga scheman

source: Select a scheme to apply it instantly.
bg: Изберете схема, за да я приложите незабавно.
cs: Vyberte schéma pro okamžité použití.
da: Vælg et skema for straks at anvende det.
et: Vali skeem, et see kohe rakendada.
fr: Sélectionnez un schéma pour l'appliquer instantanément.
he: בחר תבנית כדי ליישם אותה מיד.
hu: Válasszon egy sémát, hogy azonnal alkalmazza.
ja: スキームを選択して、即座に適用します。
pl: Wybierz schemat, aby zastosować go natychmiast.
pt: Selecione um esquema para aplicá-lo instantaneamente.
ru: Выберите схему, чтобы применить её мгновенно.
sv: Välj ett schema för att tillämpa det omedelbart.

source: New
bg: Нов
cs: Nový
da: Ny
et: Uus
fr: Nouveau
he: חדש
hu: Új
ja: 新規
pl: Nowy
pt: Novo
ru: Новый
sv: Ny

source: Edit
bg: Редактиране
cs: Upravit
da: Rediger
et: Redigeeri
fr: Modifier
he: ערוך
hu: Szerkesztés
ja: 編集
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera

source: Delete
bg: Изтрий
cs: Smazat
da: Slet
et: Kustuta
fr: Supprimer
he: מחק
hu: Törlés
ja: 削除
pl: Usuń
pt: Excluir
ru: Удалить
sv: Ta bort

source: Theme Saved
bg: Тема запазена
cs: Téma uloženo
da: Tema gemt
et: Teema salvestatud
fr: Thème enregistré
he: הנושא נשמר
hu: Téma mentve
ja: テーマが保存されました
pl: Motyw zapisany
pt: Tema Salvo
ru: Тема сохранена
sv: Tema sparat

source: The theme '{name}' has been created and applied.
bg: Темата '{name}' е създадена и приложена.
cs: Téma '{name}' bylo vytvořeno a aplikováno.
da: Temaet '{name}' er blevet oprettet og anvendt.
et: Teema '{name}' on loodud ja rakendatud.
fr: Le thème '{name}' a été créé et appliqué.
he: הנושא '{name}' נוצר והוחל.
hu: A '{name}' téma létrehozva és alkalmazva lett.
ja: テーマ '{name}' が作成され、適用されました。
pl: Motyw '{name}' został utworzony i zastosowany.
pt: O tema '{name}' foi criado e aplicado.
ru: Тема '{name}' была создана и применена.
sv: Temat '{name}' har skapats och tillämpats.

source: Delete Scheme?
bg: Изтриване на схема?
cs: Smazat schéma?
da: Slet skema?
et: Kustuta skeem?
fr: Supprimer le schéma ?
he: מחק תכנית?
hu: Séma törlése?
ja: スキームを削除しますか？
pl: Usuń schemat?
pt: Excluir Esquema?
ru: Удалить схему?
sv: Ta bort schema?

source: Are you sure you want to delete the scheme '{name}'? This cannot be undone.
bg: Сигурни ли сте, че искате да изтриете схемата '{name}'? Това не може да бъде отменено.
cs: Opravdu si přejete smazat schéma '{name}'? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette skemaet '{name}'? Dette kan ikke fortrydes.
et: Kas olete kindel, et soovite skeemi '{name}' kustutada? Seda ei saa tagasi võtta.
fr: Êtes-vous sûr de vouloir supprimer le schéma '{name}' ? Cela ne peut pas être annulé.
he: האם אתה בטוח שברצונך למחוק את הסכימה '{name}'? זה לא ניתן לביטול.
hu: Biztos benne, hogy törölni szeretné a '{name}' sémát? Ezt nem lehet visszavonni.
ja: '{name}'を削除してもよろしいですか？これは元に戻すことはできません。
pl: Czy na pewno chcesz usunąć schemat '{name}'? Tego nie można cofnąć.
pt: Você tem certeza de que deseja excluir o esquema '{name}'? Isso não pode ser desfeito.
ru: Вы уверены, что хотите удалить схему '{name}'? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort schemat '{name}'? Detta kan inte ångras.

source: Black
bg: Черен
cs: Černá
da: Sort.
et: Mustmust
fr: Noir
he: שחור
hu: Fekete
ja: 黒
pl: Czarny
pt: Preto
ru: Чёрный
sv: Svart

source: Red
bg: Червен
cs: Červená
da: Rød
et: Punane
fr: Rouge
he: אדום
hu: Piros
ja: 赤
pl: Czerwony
pt: Vermelho
ru: Красный
sv: Röd

source: Green
bg: Зелен
cs: Zelená
da: Grøn
et: Roheline
fr: Vert
he: ירוק
hu: Zöld
ja: 緑
pl: Zielony
pt: Verde
ru: Зеленый
sv: Grön

source: Yellow
bg: Жълт
cs: Žlutá
da: Gul
et: Kollane
fr: Jaune
he: צהוב
hu: Sárga
ja: 黄色
pl: Żółty
pt: Amarelo
ru: Желтый
sv: Gul

source: Blue
bg: Синьо
cs: Modrá
da: Blå
et: Sinine
fr: Bleu
he: כחול
hu: Kék
ja: 青
pl: Niebieski
pt: Azul
ru: Синий
sv: Blå

source: Magenta
bg: Маджента
he: מגנטה
ja: マゼンタ
ru: Магента

source: Cyan
bg: Циан
et: Tsüaan
he: ציאן
hu: Cian
ja: シアン
pt: Ciano
ru: Циан

source: White
bg: Бял
cs: Bílá
da: Hvid
et: Valge
fr: Blanc
he: לבן
hu: Fehér
ja: ホワイト
pl: Biały
pt: Branco
ru: Белый
sv: Vit

source: Bright Black
bg: Ярко черен
cs: Jasná černá
da: Lysende Sort
et: Heled Must
fr: Noir éclatant
he: שחור מבריק
hu: Fényes Fekete
ja: 明るい黒
pl: Jasna Czerń
pt: Preto Brilhante
ru: Яркий черный
sv: Ljus Svart

source: Bright Red
bg: Яркочервен
cs: Jasně červená
da: Lysende Rød
et: Heled Punane
fr: Rouge vif
he: אדום בוהק
hu: Fényes Piros
ja: 明るい赤
pl: Jasnoczerwony
pt: Vermelho Brilhante
ru: Ярко-красный
sv: Ljus Röd

source: Bright Green
bg: Ярко зелено
cs: Jasně zelená
da: Lys Grøn
et: Heled roheline
fr: Vert vif
he: ירוק בהיר
hu: Fényes Zöld
ja: 明るい緑
pl: Jasnozielony
pt: Verde Brilhante
ru: Ярко-зеленый
sv: Ljusgrön

source: Bright Yellow
bg: Ярко жълт
cs: Jasně žlutá
da: Lys Gul
et: Heled Kollane
fr: Jaune vif
he: צהוב בוהק
hu: Fényes Sárga
ja: 明るい黄色
pl: Jasnożółty
pt: Amarelo Brilhante
ru: Ярко-жёлтый
sv: Ljusgul

source: Bright Blue
bg: Ярко синьо
cs: Jasně modrá
da: Lys blå
et: Heled Sinine
fr: Bleu vif
he: כחול בהיר
hu: Fényes Kék
ja: 明るい青
pl: Jasnoniebieski
pt: Azul Brilhante
ru: Ярко-синий
sv: Ljusblå

source: Bright Magenta
bg: Ярко магента
cs: Jasná magenta
da: Lysende Magenta
et: Heled Magenta
fr: Magenta vif
he: מגנטה בהירה
hu: Fényes Magenta
ja: 明るいマゼンタ
pl: Jasny Magenta
pt: Magenta Brilhante
ru: Яркий магента
sv: Ljus Magenta

source: Bright Cyan
bg: Ярко циан
cs: Jasná azurová
da: Lysende Cyan
et: Heled tsüaan
fr: Cyan vif
he: טורקיז בהיר
hu: Fényes cián
ja: 明るいシアン
pl: Jasny cyjan
pt: Ciano Brilhante
ru: Яркий циан
sv: Ljus Cyan

source: Bright White
bg: Ярко бяло
cs: Jasná bílá
da: Lysende Hvid
et: Heled Valge
fr: Blanc éclatant
he: לבן בהיר
hu: Fényes Fehér
ja: 明るい白
pl: Jasna Biała
pt: Branco Brilhante
ru: Яркий белый
sv: Ljus Vit

source: Default
bg: По подразбиране
cs: Výchozí
da: Standard
et: Vaikimisi
fr: Par défaut
he: ברירת מחדל
hu: Alapértelmezett
ja: デフォルト
pl: Domyślny
pt: Padrão
ru: По умолчанию
sv: Standardinställning

source: Bold
bg: Дебел
cs: Tučný
da: Fed bold
et: Rasvane
fr: Gras
he: מודגש
hu: Félkövér
ja: 太字
pl: Pogrubiony
pt: Negrito
ru: Жирный
sv: Fet

source: Italic
bg: Курсив
cs: Kurzkýslíč
da: Kursiv
et: Kaldkursiiv
fr: Italique
he: נטוי
hu: Dőlt
ja: イタリック
pl: Kursywa
pt: Itálico
ru: Курсив
sv: Kursiv

source: Underline
bg: Подчертаване
cs: Podtržení
da: Understregning
et: Allakriip.
fr: Souligner
he: קו תחתון
hu: Aláhúzás
ja: 下線
pl: Podkreślenie
pt: Sublinhado
ru: Подчеркнуть
sv: Understrykning

source: Strikethrough
bg: Зачертаване
cs: Přeškrtnutí
da: Gennemstreget
et: Läbivajutamine
fr: Barré
he: קו חוצה
hu: Áthúzás
ja: 打ち消し線
pl: Przekreślenie
pt: Tachado
ru: Зачеркнутый текст
sv: Genomstruken

source: Dim/Faint
bg: Слабо/Избледняло
cs: Tlumený/Slabý
da: Dæmpet/Sløret
et: Hämar/Heled
fr: Sombre/Faible
he: עמום/חלש
hu: Halvány
ja: 薄暗い/かすか
pl: Przygaszony/Blady
pt: Fraco/Desbotado
ru: Тусклый/Слабый
sv: Dämpad/Avsvagad

source: Blink
bg: Мигач
et: Vilku
fr: Clignoter
he: בְּלִינְק
ja: ブリンク
pt: Piscar
ru: Мигать

source: How do I navigate directories?
bg: Как да навигирам в директории?
cs: Jak mohu procházet adresáře?
da: Hvordan navigerer jeg i mapper?
et: Kuidas ma navigeerin kaustades?
fr: Comment puis-je naviguer dans les répertoires ?
he: איך אני מנווט בתיקיות?
hu: Hogyan navigálok a könyvtárakban?
ja: ディレクトリを移動するにはどうすればよいですか？
pl: Jak nawigować po katalogach?
pt: Como navego nas pastas?
ru: Как мне перемещаться по каталогам?
sv: Hur navigerar jag i kataloger?

source: How do I find files by name?
bg: Как да намеря файлове по име?
cs: Jak mohu najít soubory podle názvu?
da: Hvordan finder jeg filer efter navn?
et: Kuidas ma leian faile nime järgi?
fr: Comment puis-je trouver des fichiers par nom ?
he: איך אני מוצא קבצים לפי שם?
hu: Hogyan találhatok fájlokat név alapján?
ja: 名前でファイルを見つけるにはどうすればよいですか？
pl: Jak mogę znaleźć pliki po nazwie?
pt: Como encontro arquivos pelo nome?
ru: Как мне найти файлы по имени?
sv: Hur hittar jag filer efter namn?

source: How do I edit files in terminal?
bg: Как да редактирам файлове в терминала?
cs: Jak mohu upravit soubory v terminálu?
da: Hvordan redigerer jeg filer i terminalen?
et: Kuidas ma redigeerin faile terminalis?
fr: Comment puis-je modifier des fichiers dans le terminal ?
he: איך אני עורך קבצים בטרמינל?
hu: Hogyan szerkeszthetek fájlokat a terminálban?
ja: ターミナルでファイルを編集するにはどうすればよいですか？
pl: Jak edytować pliki w terminalu?
pt: Como edito arquivos no terminal?
ru: Как мне редактировать файлы в терминале?
sv: Hur redigerar jag filer i terminalen?
