Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Search cancelled
bg: Търсенето е отменено
cs: Hledání zrušeno
da: Søgning annulleret
et: Otsing tühistatud
fr: Recherche annulée
he: חיפוש בוטל
hu: Keresés megszakítva
ja: 検索がキャンセルされました
pl: Wyszukiwanie anulowane
pt: Busca cancelada
ru: Поиск отменён
sv: Sökning avbruten

source: Searching...
bg: Търсене...
cs: Hledání...
da: Søger...
et: Otsimine...
fr: Recherche...
he: מחפש...
hu: Keresés...
ja: 検索中...
pl: Szukam...
pt: Buscando...
ru: Поиск...
sv: Söker...

source: Showing first {count} results. Refine your search to narrow the list.
bg: Показване на първите {count} резултати. Уточнете търсенето си, за да стесните списъка.
cs: Zobrazení prvních {count} výsledků. Upřesněte svůj dotaz pro zúžení seznamu.
da: Viser de første {count} resultater. Forfin din søgning for at indsnævre listen.
et: Kuvatakse esimesed {count} tulemust. Täpsustage oma otsingut, et nimekirja kitsendada.
fr: Affichage des {count} premiers résultats. Affinez votre recherche pour restreindre la liste.
he: מראה את {count} התוצאות הראשונות. צמצם את החיפוש שלך כדי לחדד את הרשימה.
hu: Az első {count} eredmény megjelenítése. Finomítsa a keresést a lista szűkítéséhez.
ja: 最初の {count} 件の結果を表示しています。リストを絞り込むには検索を絞り込んでください。
pl: Wyświetlanie pierwszych {count} wyników. Użyj opcji filtrowania, aby zawęzić listę.
pt: Mostrando os primeiros {count} resultados. Refine sua busca para restringir a lista.
ru: Показаны первые {count} результатов. Уточните ваш поиск, чтобы сузить список.
sv: Visar de första {count} resultaten. Förfina din sökning för att smalna av listan.

source: Size
bg: Размер
cs: Velikost
da: Størrelse
et: Suurus
fr: Taille
he: גודל
hu: Méret
ja: サイズ
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek

source: Date Modified
bg: Дата на промяна
cs: Datum změny
da: Dato ændret
et: Muudetud kuupäev
fr: Date de modification
he: תאריך שונה
hu: Módosítás dátuma
ja: 最終更新日
pl: Data modyfikacji
pt: Data Modificada
ru: Дата изменения
sv: Ändrad datum

source: Permissions
bg: Разрешения
cs: Oprávnění
da: Tilladelser
et: Luba õigused
fr: Autorisations
he: הרשאות
hu: Engedélyek
ja: 権限
pl: Uprawnienia
pt: Permissões
ru: Разрешения
sv: Behörigheter

source: Owner
bg: Собственик
cs: Vlastník
da: Ejer
et: Omandaja
fr: Propriétaire
he: בעלים
hu: Tulajdonos
ja: オーナー
pl: Właściciel
pt: Proprietário
ru: Владелец
sv: Ägare

source: Group
bg: Група
cs: Skupina
da: Gruppe
et: Rühm
fr: Groupe
he: קבוצה
hu: Csoport
ja: グループ
pl: Grupa
pt: Grupo
ru: Группа
sv: Grupp

source: Loading...
bg: Зареждане...
cs: Načítání...
da: Indlæser...
et: Laadimine...
fr: Chargement...
he: טוען...
hu: Betöltés...
ja: 読み込み中...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sv: Laddar...

source: Connection lost. Please check your network connection.
bg: Загубена връзка. Моля, проверете вашата мрежова връзка.
cs: Ztráta připojení. Zkontrolujte své síťové připojení.
da: Forbindelse tabt. Tjek venligst din netværksforbindelse.
et: Ühendus katkes. Palun kontrollige oma võrguühendust.
fr: Connexion perdue. Veuillez vérifier votre connexion réseau.
he: חיבור אבד. אנא בדוק את חיבור הרשת שלך.
hu: Kapcsolat megszakadt. Kérjük, ellenőrizze a hálózati kapcsolatát.
ja: 接続が失われました。ネットワーク接続を確認してください。
pl: Połączenie utracone. Proszę sprawdzić połączenie sieciowe.
pt: Conexão perdida. Verifique sua conexão de rede.
ru: Соединение потеряно. Пожалуйста, проверьте ваше сетевое соединение.
sv: Anslutning förlorad. Kontrollera din nätverksanslutning.

source: Type and press Enter...
bg: Напишете и натиснете Enter...
cs: Zadejte a stiskněte Enter...
da: Skriv og tryk på Enter...
et: Tippige ja vajutage Enter...
fr: Tapez et appuyez sur Entrée...
he: הקלד ולחץ על Enter...
hu: Írja be, majd nyomja meg az Entert...
ja: 入力してEnterを押してください...
pl: Wpisz i naciśnij Enter...
pt: Digite e pressione Enter...
ru: Введите и нажмите Enter...
sv: Skriv och tryck på Enter...

source: Create Folder
bg: Създаване на папка
cs: Vytvořit složku
da: Opret mappe
et: Loo kaust
fr: Créer un dossier
he: צור תיקיה
hu: Mappa létrehozása
ja: フォルダーを作成
pl: Utwórz folder
pt: Criar Pasta
ru: Создать папку
sv: Skapa mapp

source: Create File
bg: Създаване на файл
cs: Vytvořit soubor
da: Opret fil
et: Loo fail
fr: Créer un fichier
he: צור קובץ
hu: Fájl létrehozása
ja: ファイルを作成
pl: Utwórz plik
pt: Criar Arquivo
ru: Создать файл
sv: Skapa fil

source: Open/Edit
bg: Отвори/Редактирай
cs: Otevřít/Upravit
da: Åbn/Rediger
et: Ava/Redigeeri
fr: Ouvrir/Modifier
he: פתח/ערוך
hu: Megnyitás/Szerkesztés
ja: 開く/編集
pl: Otwórz/Edytuj
pt: Abrir/Editar
ru: Открыть/Редактировать
sv: Öppna/Redigera

source: Open With...
bg: Отвори с...
cs: Otevřít s...
da: Åbn med...
et: Ava valik...
fr: Ouvrir avec...
he: פתח עם...
hu: Megnyitás ezzel...
ja: 開くには...
pl: Otwórz za pomocą...
pt: Abrir com...
ru: Открыть с...
sv: Öppna med...

source: Cut
bg: Изрежи
cs: Oříznout
da: Klipp
et: Lõika
fr: Couper
he: גזור
hu: Vágás
ja: カット
pl: Wytnij
pt: Cortar
ru: Вырезать
sv: Klipp

source: Create folder command sent to terminal
bg: Команда за създаване на папка, изпратена до терминала
cs: Příkaz pro vytvoření složky odeslán do terminálu
da: Opret mappekommando sendt til terminalen
et: Kausta loomise käsk saadetud terminalile
fr: Commande de création de dossier envoyée au terminal
he: פקודת יצירת תיקיה נשלחה לטרמינל
hu: Mappa létrehozása parancs elküldve a terminálnak
ja: ターミナルに送信されたフォルダー作成コマンド
pl: Polecenie utworzenia folderu wysłane do terminala
pt: Comando de criar pasta enviado ao terminal
ru: Команда создания папки отправлена в терминал
sv: Skapa mappkommando skickat till terminalen

source: Enter a name for the new folder:
bg: Въведете име за новата папка:
cs: Zadejte název pro novou složku:
da: Indtast et navn til den nye mappe:
et: Sisestage uue kausta nimi:
fr: Entrez un nom pour le nouveau dossier :
he: הזן שם עבור התיקייה החדשה:
hu: Adjon meg egy nevet az új mappához:
ja: 新しいフォルダーの名前を入力してください:
pl: Wprowadź nazwę dla nowego folderu:
pt: Digite um nome para a nova pasta:
ru: Введите имя для новой папки:
sv: Ange ett namn för den nya mappen:

source: Create file command sent to terminal
bg: Команда за създаване на файл, изпратена до терминала
cs: Příkaz pro vytvoření souboru odeslán do terminálu
da: Opret filkommando sendt til terminalen
et: Loo faili käsk saadetud terminalile
fr: Commande de création de fichier envoyée au terminal
he: פקודת יצירת קובץ נשלחה למסוף
hu: Fájl létrehozása parancs küldve a terminálnak
ja: ターミナルに送信されたファイル作成コマンド
pl: Polecenie utworzenia pliku wysłane do terminala
pt: Comando de criação de arquivo enviado ao terminal
ru: Команда создания файла отправлена в терминал
sv: Skapa filkommando skickat till terminalen

source: Enter a name for the new file:
bg: Въведете име за новия файл:
cs: Zadejte název nového souboru:
da: Indtast et navn til den nye fil:
et: Sisestage uue faili nimi:
fr: Entrez un nom pour le nouveau fichier :
he: הזן שם עבור הקובץ החדש:
hu: Adjon meg egy nevet az új fájlhoz:
ja: 新しいファイルの名前を入力してください：
pl: Wprowadź nazwę dla nowego pliku:
pt: Digite um nome para o novo arquivo:
ru: Введите имя для нового файла:
sv: Ange ett namn för den nya filen:

source: New File
bg: Нов файл
cs: Nový soubor
da: Ny fil
et: Uus fail
fr: Nouveau fichier
he: קובץ חדש
hu: Új fájl
ja: 新しいファイル
pl: Nowy plik
pt: Novo Arquivo
ru: Новый файл
sv: Ny fil

source: No items selected to copy.
bg: Няма избрани елементи за копиране.
cs: Žádné položky nejsou vybrány k zkopírování.
da: Ingen elementer valgt til at kopiere.
et: Ühtegi elementi ei ole valitud kopeerimiseks.
fr: Aucun élément sélectionné à copier.
he: לא נבחרו פריטים להעתקה.
hu: Nincs kiválasztott elem a másoláshoz.
ja: コピーするアイテムが選択されていません。
pl: Nie wybrano żadnych elementów do skopiowania.
pt: Nenhum item selecionado para copiar.
ru: Нет выбранных элементов для копирования.
sv: Inga objekt valda för att kopiera.

source: Items copied to clipboard.
bg: Елементи, копирани в клипборда.
cs: Položky zkopírovány do schránky.
da: Elementer kopieret til udklipsholder.
et: Objektid on kopeeritud lõikelauale.
fr: Éléments copiés dans le presse-papiers.
he: פריטים שהועתקו ללוח.
hu: Elemek a vágólapra másolva.
ja: クリップボードにコピーされたアイテム。
pl: Elementy skopiowane do schowka.
pt: Itens copiados para a área de transferência.
ru: Элементы скопированы в буфер обмена.
sv: Objekt kopierade till urklipp.

source: No items selected to cut.
bg: Няма избрани елементи за изрязване.
cs: Nebyly vybrány žádné položky k vyjmutí.
da: Ingen elementer valgt til at klippe.
et: Ühtegi elementi ei ole lõikamiseks valitud.
fr: Aucun élément sélectionné à couper.
he: לא נבחרו פריטים לגזירה.
hu: Nincs kiválasztott elem a vágáshoz.
ja: カットするアイテムが選択されていません。
pl: Nie wybrano żadnych elementów do wycięcia.
pt: Nenhum item selecionado para recortar.
ru: Нет выбранных элементов для вырезания.
sv: Inga objekt valda för att klippa.

source: Items marked for move.
bg: Елементи, маркирани за преместване.
cs: Položky označené k přesunu.
da: Elementer markeret til flytning.
et: Liigutamiseks märgitud esemed.
fr: Éléments marqués pour déplacement.
he: פריטים שסומנו להעברה.
hu: Mozgásra kijelölt elemek.
ja: 移動のためにマークされたアイテム。
pl: Elementy oznaczone do przeniesienia.
pt: Itens marcados para mover.
ru: Элементы, помеченные для перемещения.
sv: Objekt markerade för flytt.

source: Nothing to paste.
bg: Няма какво да се постави.
cs: Nic co vložit.
da: Intet at indsætte.
et: Midagi ei ole kleepimiseks.
fr: Rien à coller.
he: אין מה להדביק.
hu: Nincs mit beilleszteni.
ja: 貼り付けるものはありません。
pl: Nic do wklejenia.
pt: Nada para colar.
ru: Нечего вставлять.
sv: Inga att klistra in.

source: Items are already in this location.
bg: Елементите вече са на това местоположение.
cs: Položky jsou již na této lokaci.
da: Elementer er allerede i denne placering.
et: Esemed on juba selles asukohas.
fr: Les éléments sont déjà à cet emplacement.
he: הפריטים כבר נמצאים במיקום זה.
hu: Az elemek már ezen a helyen vannak.
ja: アイテムはすでにこの場所にあります。
pl: Elementy są już w tej lokalizacji.
pt: Os itens já estão neste local.
ru: Элементы уже находятся в этом месте.
sv: Objekten finns redan på denna plats.

source: Move command sent to terminal
bg: Команда за преместване, изпратена до терминала
cs: Příkaz přesunutí odeslán do terminálu
da: Flyt kommando sendt til terminal
et: Liikumiskäsk saadetud terminalile
fr: Commande de déplacement envoyée au terminal
he: פקודת העברה נשלחה למסוף
hu: Mozgás parancs elküldve a terminálnak
ja: ターミナルに送信された移動コマンド
pl: Polecenie przeniesienia wysłane do terminala
pt: Comando de mover enviado ao terminal
ru: Команда перемещения отправлена в терминал
sv: Flyttkommando skickat till terminalen

source: Copy command sent to terminal
bg: Копиране на команда, изпратена до терминала
cs: Příkaz kopírování odeslán do terminálu
da: Kopieringskommando sendt til terminal
et: Kopeeri käsk saadetud terminalile
fr: Commande de copie envoyée au terminal
he: פקודת העתקה נשלחה למסוף
hu: Másolási parancs elküldve a terminálnak
ja: ターミナルにコピーコマンドが送信されました
pl: Polecenie kopiowania wysłane do terminala
pt: Comando de cópia enviado ao terminal
ru: Команда копирования отправлена в терминал
sv: Kopiera kommando skickat till terminalen

source: Delete File
bg: Изтрий файл
cs: Smazat soubor
da: Slet fil
et: Kustuta fail
fr: Supprimer le fichier
he: מחק קובץ
hu: Fájl törlése
ja: ファイルを削除
pl: Usuń plik
pt: Excluir Arquivo
ru: Удалить файл
sv: Ta bort fil

source: Are you sure you want to permanently delete '{name}'? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете '{name}' завинаги? Тази операция не може да бъде отменена.
cs: Opravdu chcete trvale smazat '{name}'? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil permanent slette '{name}'? Denne handling kan ikke fortrydes.
et: Kas olete kindel, et soovite '{name}' püsivalt kustutada? Seda toimingut ei saa tagasi võtta.
fr: Êtes-vous sûr de vouloir supprimer définitivement '{name}' ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק לצמיתות את '{name}'? פעולה זו אינה ניתנת לביטול.
hu: Biztos benne, hogy véglegesen törölni szeretné a '{name}'-t? Ez a művelet nem vonható vissza.
ja: '{name}'を永久に削除してもよろしいですか？ この操作は元に戻せません。
pl: Czy na pewno chcesz trwale usunąć '{name}'? Tej akcji nie można cofnąć.
pt: Você tem certeza de que deseja excluir permanentemente '{name}'? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите навсегда удалить '{name}'? Это действие нельзя отменить.
sv: Är du säker på att du vill permanent ta bort '{name}'? Denna åtgärd kan inte ångras.

source: Delete Multiple Items
bg: Изтрийте множество елементи
cs: Smazat více položek
da: Slet flere elementer
et: Kustuta mitu elementi
fr: Supprimer plusieurs éléments
he: מחק פריטים מרובים
hu: Több elem törlése
ja: 複数のアイテムを削除
pl: Usuń wiele elementów
pt: Excluir Múltiplos Itens
ru: Удалить несколько элементов
sv: Ta bort flera objekt

source: Are you sure you want to permanently delete these {count} items? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете трайно тези {count} елементи? Тази операция не може да бъде отменена.
cs: Opravdu chcete trvale smazat těchto {count} položek? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil permanent slette disse {count} elementer? Denne handling kan ikke fortrydes.
et: Kas olete kindel, et soovite need {count} elementi püsivalt kustutada? Seda toimingut ei saa tagasi võtta.
fr: Êtes-vous sûr de vouloir supprimer définitivement ces {count} éléments ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק לצמיתות את {count} הפריטים הללו? פעולה זו אינה ניתנת לביטול.
hu: Biztos benne, hogy véglegesen törölni szeretné ezeket a {count} elemet? Ez a művelet nem vonható vissza.
ja: これらの{count}アイテムを永久に削除してもよろしいですか？ この操作は元に戻せません。
pl: Czy na pewno chcesz trwale usunąć te {count} elementy? Tej akcji nie można cofnąć.
pt: Você tem certeza de que deseja excluir permanentemente estes {count} itens? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите навсегда удалить эти {count} элементы? Это действие нельзя отменить.
sv: Är du säker på att du vill permanent ta bort dessa {count} objekt? Denna åtgärd kan inte ångras.

source: Delete command sent to terminal
bg: Команда за изтриване, изпратена до терминала
cs: Příkaz smazání odeslán do terminálu
da: Slet kommando sendt til terminal
et: Kustutamise käsk saadetud terminalile
fr: Commande de suppression envoyée au terminal
he: פקודת מחיקה נשלחה למסוף
hu: Törlés parancs elküldve a terminálnak
ja: ターミナルに削除コマンドが送信されました
pl: Polecenie usunięcia wysłane do terminala
pt: Comando de exclusão enviado ao terminal
ru: Команда удаления отправлена в терминал
sv: Ta bort kommando skickad till terminalen

source: Set Permissions for {count} Items
bg: Настройте разрешения за {count} елемента
cs: Nastavit oprávnění pro {count} položek
da: Indstil tilladelser for {count} elementer
et: Määra õigused {count} elemendi jaoks
fr: Définir les autorisations pour {count} éléments
he: הגדר הרשאות עבור {count} פריטים
hu: Engedélyek beállítása {count} elemhez
ja: {count} アイテムの権限を設定
pl: Ustaw uprawnienia dla {count} elementów
pt: Definir Permissões para {count} Itens
ru: Установить разрешения для {count} элементов
sv: Ställ in behörigheter för {count} objekt

source: Permissions for {name}
bg: Разрешения за {name}
cs: Oprávnění pro {name}
da: Tilladelser for {name}
et: { name } õigused
fr: Permissions pour {name}
he: הרשאות עבור {name}
hu: Engedélyek {name} számára
ja: {name}の権限
pl: Uprawnienia dla {name}
pt: Permissões para {name}
ru: Разрешения для {name}
sv: Behörigheter för {name}

source: Set new file permissions.
bg: Настройте нови разрешения за файл.
cs: Nastavit nová oprávnění souboru.
da: Indstil nye filrettigheder.
et: Määra uued faili õigused.
fr: Définir de nouvelles autorisations de fichier.
he: הגדר הרשאות קובץ חדשות.
hu: Állítsa be az új fájlengedélyeket.
ja: 新しいファイルの権限を設定します。
pl: Ustaw nowe uprawnienia pliku.
pt: Definir novas permissões de arquivo.
ru: Установить новые разрешения для файла.
sv: Ställ in nya filbehörigheter.

source: Set file permissions for: {name} Current: {perms}
bg: Настройте разрешения за файл за: {name} Текущи: {perms}
cs: Nastavte oprávnění souboru pro: {name} Aktuální: {perms}
da: Indstil filrettigheder for: {name} Aktuel: {perms}
et: Seadke faili õigused: {name} Praegune: {perms}
fr: Définir les permissions de fichier pour : {name} Actuel : {perms}
he: הגדר הרשאות קובץ עבור: {name} נוכחי: {perms}
hu: Fájlhozzáférési jogosultságok beállítása: {name} Jelenlegi: {perms}
ja: {name}のファイル権限を設定: 現在: {perms}
pl: Ustaw uprawnienia pliku dla: {name} Aktualne: {perms}
pt: Definir permissões de arquivo para: {name} Atual: {perms}
ru: Установить разрешения для файла: {name} Текущие: {perms}
sv: Ställ in filbehörigheter för: {name} Aktuellt: {perms}

source: Read
bg: Чети
cs: Číst
da: Læs
et: Loe
fr: Lire
he: קרא
hu: Olvasás
ja: 読む
pl: Czytaj
pt: Ler
ru: Читать
sv: Läsa

source: Write
bg: Запиши
cs: Napsat
da: Skriv
et: Kirjuta
fr: Écrire
he: כתוב
hu: Írj
ja: 書き込む
pl: Napisz
pt: Escrever
ru: Написать
sv: Skriv

source: Others
bg: Други
cs: Ostatní
da: Andre
et: Teised
fr: Autres
he: אחרים
hu: Mások
ja: その他
pl: Inne
pt: Outros
ru: Другие
sv: Andra

source: Apply
bg: Приложи
cs: Použít
da: Anvend
et: Rakenda
fr: Appliquer
he: החל
hu: Alkalmazás
ja: 適用
pl: Zastosuj
pt: Aplicar
ru: Применить
sv: Tillämpa

source: Chmod command sent to terminal
bg: Команда Chmod изпратена до терминала
cs: Příkaz Chmod odeslán do terminálu
da: Chmod-kommando sendt til terminal
et: Chmod käsk saadetud terminali
fr: Commande Chmod envoyée au terminal
he: פקודת Chmod נשלחה למסוף
hu: Chmod parancs elküldve a terminálnak
ja: ターミナルに送信されたChmodコマンド
pl: Polecenie Chmod wysłane do terminala
pt: Comando Chmod enviado ao terminal
ru: Команда Chmod отправлена в терминал
sv: Chmod-kommando skickat till terminalen

source: Select Destination Folder
bg: Изберете папка за целта
cs: Vyberte cílovou složku
da: Vælg destinationsmappe
et: Vali sihtkaust
fr: Sélectionner le dossier de destination
he: בחר תיקיית יעד
hu: Válassza ki a célmappát
ja: 宛先フォルダーを選択
pl: Wybierz folder docelowy
pt: Selecionar Pasta de Destino
ru: Выберите папку назначения
sv: Välj destinationsmapp

source: Download Here
bg: Изтеглете тук
cs: Stáhnout zde
da: Download her
et: Laadi alla
fr: Télécharger ici
he: הורד כאן
hu: Letöltés itt
ja: ここからダウンロード
pl: Pobierz tutaj
pt: Baixar Aqui
ru: Скачать здесь
sv: Ladda ner här

source: Download Error
bg: Грешка при изтегляне
cs: Chyba stahování
da: Downloadfejl
et: Allalaadimise viga
fr: Erreur de téléchargement
he: שגיאת הורדה
hu: Letöltési hiba
ja: ダウンロードエラー
pl: Błąd pobierania
pt: Erro de Download
ru: Ошибка загрузки
sv: Nedladdningsfel

source: Error
bg: Грешка
cs: Chyba
da: Fejl
et: Viga
fr: Erreur
he: שגיאה
hu: Hiba
ja: エラー
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel

source: Upload File(s) to This Folder
bg: Качете файл(ове) в тази папка
cs: Nahrát soubor(y) do této složky
da: Upload fil(er) til denne mappe
et: Lae fail(id) selle kausta
fr: Télécharger le(s) fichier(s) dans ce dossier
he: העלה קובץ(ים) לתיקייה זו
hu: Fájl(ok) feltöltése erre a mappára
ja: このフォルダーにファイルをアップロード
pl: Prześlij plik(i) do tego folderu
pt: Carregar arquivo(s) para esta pasta
ru: Загрузить файл(ы) в эту папку
sv: Ladda upp fil(er) till den här mappen

source: Upload Error
bg: Грешка при качване
cs: Chyba při nahrávání
da: Upload-fejl
et: Üleslaadimise viga
fr: Erreur de téléchargement
he: שגיאת העלאה
hu: Feltöltési hiba
ja: アップロードエラー
pl: Błąd przesyłania
pt: Erro de Upload
ru: Ошибка загрузки
sv: Uppladdningsfel

source: Confirm Upload
bg: Потвърдете качването
cs: Potvrdit nahrání
da: Bekræft upload
et: Kinnita üleslaadimine
fr: Confirmer le téléchargement
he: אשר העלאה
hu: Feltöltés megerősítése
ja: アップロードを確認
pl: Potwierdź przesyłanie
pt: Confirmar Upload
ru: Подтвердить загрузку
sv: Bekräfta uppladdning

source: You are about to upload {count} item(s) to: <b>{dest}</b> Do you want to proceed?
bg: Вие сте на път да качите {count} артикул(а) в: <b>{dest}</b> Искате ли да продължите?
cs: Chystáte se nahrát {count} položku/položky na: <b>{dest}</b> Chcete pokračovat?
da: Du er ved at uploade {count} element(er) til: <b>{dest}</b> Vil du fortsætte?
et: Oled just uploadimas {count} eseet(d) siia: <b>{dest}</b> Kas soovite jätkata?
fr: Vous êtes sur le point de télécharger {count} élément(s) vers : <b>{dest}</b> Voulez-vous continuer ?
he: אתה עומד להעלות {count} פריט(ים) ל: <b>{dest}</b> האם אתה רוצה להמשיך?
hu: Feltöltésre készül {count} elem(ek) a következőre: <b>{dest}</b> Folytatni szeretnéd?
ja: {count} 個のアイテムを以下にアップロードしようとしています: <b>{dest}</b> 続行しますか？
pl: Zaraz przesyłasz {count} element(ów) do: <b>{dest}</b> Czy chcesz kontynuować?
pt: Você está prestes a enviar {count} item(ns) para: <b>{dest}</b> Você deseja continuar?
ru: Вы собираетесь загрузить {count} элемент(ов) в: <b>{dest}</b> Вы хотите продолжить?
sv: Du är på väg att ladda upp {count} objekt till: <b>{dest}</b> Vill du fortsätta?

source: File Has Changed on Server
bg: Файлът е променен на сървъра
cs: Soubor se změnil na serveru
da: Fil har ændret sig på serveren
et: Fail on server on muutunud
fr: Le fichier a changé sur le serveur
he: הקובץ השתנה בשרת
hu: A fájl megváltozott a szerveren
ja: サーバー上のファイルが変更されました
pl: Plik został zmieniony na serwerze
pt: O arquivo foi alterado no servidor
ru: Файл изменен на сервере
sv: Filen har ändrats på servern

source: The file '{filename}' has been modified on the server since you last opened it. Your local changes will be lost if you download the new version.
bg: Файлът '{filename}' е бил променен на сървъра от последния път, когато сте го отворили. Вашите локални промени ще бъдат загубени, ако изтеглите новата версия.
cs: Soubor '{filename}' byl na serveru změněn od doby, kdy jste ho naposledy otevřeli. Vaše místní změny budou ztraceny, pokud stáhnete novou verzi.
da: Filen '{filename}' er blevet ændret på serveren, siden du sidst åbnede den. Dine lokale ændringer vil gå tabt, hvis du downloader den nye version.
et: Fail '{filename}' on serveris on muudetud alates sellest, kui te viimati seda avasite. Teie kohalikud muudatused kaovad, kui laadite alla uue versiooni.
fr: Le fichier '{filename}' a été modifié sur le serveur depuis que vous l'avez ouvert pour la dernière fois. Vos modifications locales seront perdues si vous téléchargez la nouvelle version.
he: הקובץ '{filename}' שונה בשרת מאז הפעם האחרונה שפתחת אותו. השינויים המקומיים שלך יאבדו אם תוריד את הגרסה החדשה.
hu: A '{filename}' fájl a szerveren módosítva lett, mióta utoljára megnyitotta. Helyi módosításai elvesznek, ha letölti az új verziót.
ja: ファイル '{filename}' は、最後に開いてからサーバー上で変更されました。新しいバージョンをダウンロードすると、ローカルの変更が失われます。
pl: Plik '{filename}' został zmodyfikowany na serwerze od czasu, gdy ostatnio go otworzyłeś. Twoje lokalne zmiany zostaną utracone, jeśli pobierzesz nową wersję.
pt: O arquivo '{filename}' foi modificado no servidor desde a última vez que você o abriu. Suas alterações locais serão perdidas se você baixar a nova versão.
ru: Файл '{filename}' был изменён на сервере с тех пор, как вы в последний раз его открывали. Ваши локальные изменения будут потеряны, если вы загрузите новую версию.
sv: Filen '{filename}' har ändrats på servern sedan du senast öppnade den. Dina lokala ändringar kommer att gå förlorade om du laddar ner den nya versionen.

source: Open Local Version
bg: Отвори локалната версия
cs: Otevřít místní verzi
da: Åbn lokal version
et: Ava kohaliku versiooni
fr: Ouvrir la version locale
he: פתח גרסה מקומית
hu: Helyi verzió megnyitása
ja: ローカルバージョンを開く
pl: Otwórz lokalną wersję
pt: Abrir Versão Local
ru: Открыть локальную версию
sv: Öppna lokal version

source: Download New Version
bg: Изтеглете новата версия
cs: Stáhnout novou verzi
da: Download ny version
et: Laadi uus versioon
fr: Télécharger la nouvelle version
he: הורד גרסה חדשה
hu: Új verzió letöltése
ja: 新しいバージョンをダウンロード
pl: Pobierz nową wersję
pt: Baixar Nova Versão
ru: Скачать новую версию
sv: Ladda ner ny version
