Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: How do I view disk usage?
bg: Как да видя използването на диска?
cs: Jak mohu zobrazit využití disku?
da: Hvordan ser jeg diskpladsbrug?
et: Kuidas ma saan vaadata kettaruumi kasutust?
fr: Comment puis-je voir l'utilisation du disque ?
he: איך אני רואה את השימוש בדיסק?
hu: Hogyan nézhetem meg a lemezhasználatot?
ja: ディスク使用量をどのように表示しますか？
pl: Jak mogę zobaczyć użycie dysku?
pt: Como posso ver o uso do disco?
ru: Как я могу просмотреть использование диска?
sv: Hur visar jag diskutnyttjande?

source: How do I change file permissions?
bg: Как да променя разрешенията на файла?
cs: Jak mohu změnit oprávnění souboru?
da: Hvordan ændrer jeg filrettigheder?
et: Kuidas ma saan faili õigusi muuta?
fr: Comment puis-je changer les autorisations de fichier ?
he: איך אני משנה הרשאות קובץ?
hu: Hogyan változtathatom meg a fájl jogosultságait?
ja: ファイルのアクセス権を変更するにはどうすればよいですか？
pl: Jak zmienić uprawnienia plików?
pt: Como faço para alterar as permissões de arquivo?
ru: Как изменить права доступа к файлам?
sv: Hur ändrar jag filbehörigheter?

source: How do I compress files?
bg: Как да компресирам файлове?
cs: Jak mohu komprimovat soubory?
da: Hvordan komprimerer jeg filer?
et: Kuidas ma faile tihendan?
fr: Comment puis-je compresser des fichiers ?
he: איך אני דוחס קבצים?
hu: Hogyan tömöríthetek fájlokat?
ja: ファイルを圧縮するにはどうすればよいですか？
pl: Jak mogę skompresować pliki?
pt: Como faço para compactar arquivos?
ru: Как мне сжать файлы?
sv: Hur komprimerar jag filer?

source: How do I check my IP address?
bg: Как да проверя своя IP адрес?
cs: Jak mohu zkontrolovat svou IP adresu?
da: Hvordan tjekker jeg min IP-adresse?
et: Kuidas ma saan oma IP-aadressi kontrollida?
fr: Comment puis-je vérifier mon adresse IP ?
he: איך אני בודק את כתובת ה-IP שלי?
hu: Hogyan ellenőrizhetem az IP-címemet?
ja: IPアドレスを確認するにはどうすればよいですか？
pl: Jak mogę sprawdzić mój adres IP?
pt: Como faço para verificar meu endereço IP?
ru: Как мне проверить мой IP-адрес?
sv: Hur kontrollerar jag min IP-adress?

source: How do I view running processes?
bg: Как да видя работещите процеси?
cs: Jak mohu zobrazit běžící procesy?
da: Hvordan ser jeg kørende processer?
et: Kuidas ma näen käimasolevaid protsesse?
fr: Comment puis-je voir les processus en cours d'exécution ?
he: איך אני רואה תהליכים רצים?
hu: Hogyan nézhetem meg a futó folyamatokat?
ja: 実行中のプロセスを表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić działające procesy?
pt: Como posso ver os processos em execução?
ru: Как мне просмотреть запущенные процессы?
sv: Hur visar jag aktiva processer?

source: How do I check memory usage?
bg: Как да проверя използването на паметта?
cs: Jak zkontroluji využití paměti?
da: Hvordan tjekker jeg hukommelsesforbruget?
et: Kuidas ma saan kontrollida mälu kasutust?
fr: Comment puis-je vérifier l'utilisation de la mémoire ?
he: איך אני בודק את השימוש בזיכרון?
hu: Hogyan ellenőrizhetem a memóriahasználatot?
ja: メモリ使用量を確認するにはどうすればよいですか？
pl: Jak mogę sprawdzić użycie pamięci?
pt: Como faço para verificar o uso de memória?
ru: Как мне проверить использование памяти?
sv: Hur kontrollerar jag minnesanvändning?

source: How do I restart a service?
bg: Как да рестартирам услуга?
cs: Jak restartuji službu?
da: Hvordan genstarter jeg en tjeneste?
et: Kuidas ma teenust taaskindan?
fr: Comment redémarrer un service ?
he: איך אני מפעיל שירות מחדש?
hu: Hogyan indíthatom újra a szolgáltatást?
ja: サービスを再起動するにはどうすればよいですか？
pl: Jak zrestartować usługę?
pt: Como reinicio um serviço?
ru: Как перезапустить службу?
sv: Hur startar jag om en tjänst?

source: How do I create a new branch?
bg: Как да създам нов клон?
cs: Jak vytvořím novou větev?
da: Hvordan opretter jeg en ny gren?
et: Kuidas ma loon uue haru?
fr: Comment puis-je créer une nouvelle branche ?
he: איך אני יוצר ענף חדש?
hu: Hogyan hozhatok létre egy új ágat?
ja: 新しいブランチを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć nową gałąź?
pt: Como faço para criar um novo branch?
ru: Как создать новую ветку?
sv: Hur skapar jag en ny gren?

source: How do I merge branches?
bg: Как да обединя клонове?
cs: Jak sloučit větve?
da: Hvordan slår jeg grene sammen?
et: Kuidas ma harusid ühendan?
fr: Comment fusionner des branches ?
he: איך אני ממזג סניפים?
hu: Hogyan egyesíthetem az ágakat?
ja: ブランチをマージするにはどうすればよいですか？
pl: Jak mogę połączyć gałęzie?
pt: Como faço para mesclar ramificações?
ru: Как мне объединить ветки?
sv: Hur slår jag samman grenar?

source: How do I push to remote?
bg: Как да направя push към отдалеченото хранилище?
cs: Jak mohu provést push na vzdálený repozitář?
da: Hvordan skubber jeg til fjern?
et: Kuidas ma lükkan kaugserverisse?
fr: Comment puis-je pousser vers le distant ?
he: איך אני דוחף לרחוק?
hu: Hogyan tudok feltölteni a távoli tárolóra?
ja: リモートにプッシュするにはどうすればよいですか？
pl: Jak mogę wypchnąć do zdalnego?
pt: Como faço para enviar para o remoto?
ru: Как мне отправить на удалённый репозиторий?
sv: Hur pushar jag till fjärr?

source: How do I pull changes?
bg: Как да изтегля промените?
cs: Jak mohu stáhnout změny?
da: Hvordan trækker jeg ændringer?
et: Kuidas ma muudatusi tõmban?
fr: Comment puis-je récupérer les modifications ?
he: איך אני מושך שינויים?
hu: Hogyan húzom le a változtatásokat?
ja: 変更を取得するにはどうすればよいですか？
pl: Jak mogę pobrać zmiany?
pt: Como faço para puxar alterações?
ru: Как мне получить изменения?
sv: Hur drar jag ändringar?

source: How do I undo last commit?
bg: Как да отменя последния комит?
cs: Jak mohu vrátit poslední commit?
da: Hvordan annullerer jeg den seneste commit?
et: Kuidas ma saan viimase commit'i tagasi võtta?
fr: Comment puis-je annuler le dernier commit ?
he: איך אני מבטל את ההתחייבות האחרונה?
hu: Hogyan vonhatom vissza az utolsó elkötelezést?
ja: 最後のコミットを元に戻すにはどうすればよいですか？
pl: Jak mogę cofnąć ostatni commit?
pt: Como faço para desfazer o último commit?
ru: Как отменить последний коммит?
sv: Hur ångrar jag den senaste commit?

source: How do I view commit history?
bg: Как да видя история на комитите?
cs: Jak mohu zobrazit historii commitů?
da: Hvordan ser jeg commit-historik?
et: Kuidas ma saan vaadata commit'i ajalugu?
fr: Comment puis-je voir l'historique des commits ?
he: איך אני רואה את היסטוריית הקומיטים?
hu: Hogyan nézhetem meg a commit előzményeit?
ja: コミット履歴を表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić historię commitów?
pt: Como posso ver o histórico de commits?
ru: Как мне просмотреть историю коммитов?
sv: Hur visar jag commit-historik?

source: How do I create a tag?
bg: Как да създам етикет?
cs: Jak mohu vytvořit štítek?
da: Hvordan opretter jeg et tag?
et: Kuidas ma saan sildi luua?
fr: Comment puis-je créer une étiquette ?
he: איך אני יוצר תג?
hu: Hogyan hozhatok létre egy címkét?
ja: タグを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć tag?
pt: Como eu crio uma tag?
ru: Как создать тег?
sv: Hur skapar jag en tagg?

source: How do I find who changed a line?
bg: Как да разбера кой е променил реда?
cs: Jak mohu zjistit, kdo změnil řádek?
da: Hvordan finder jeg ud af, hvem der har ændret en linje?
et: Kuidas leida, kes rida muutis?
fr: Comment puis-je trouver qui a changé une ligne ?
he: איך אני מוצא מי שינה שורה?
hu: Hogyan találom meg, ki változtatott meg egy sort?
ja: 行を変更した人をどのように見つけますか？
pl: Jak mogę znaleźć, kto zmienił linię?
pt: Como posso descobrir quem mudou uma linha?
ru: Как мне узнать, кто изменил строку?
sv: Hur hittar jag vem som ändrade en rad?

source: How do I delete a branch?
bg: Как да изтрия клон?
cs: Jak mohu smazat větev?
da: Hvordan sletter jeg en gren?
et: Kuidas ma kustutan haru?
fr: Comment puis-je supprimer une branche ?
he: איך אני מוחק ענף?
hu: Hogyan törölhetek egy ágat?
ja: ブランチを削除するにはどうすればよいですか？
pl: Jak mogę usunąć gałąź?
pt: Como faço para excluir um branch?
ru: Как мне удалить ветку?
sv: Hur tar jag bort en gren?

source: How do I stash changes?
bg: Как да запазя промените?
cs: Jak mohu uložit změny?
da: Hvordan gemmer jeg ændringer?
et: Kuidas ma muudatusi peidan?
fr: Comment puis-je mettre de côté des modifications ?
he: איך אני שומר שינויים?
hu: Hogyan tudom eltenni a változtatásokat?
ja: 変更をスタッシュするにはどうすればよいですか？
pl: Jak mogę schować zmiany?
pt: Como faço para armazenar alterações?
ru: Как мне сохранить изменения?
sv: Hur stasar jag ändringar?

source: How do I list Docker containers?
bg: Как да изброя Docker контейнери?
cs: Jak mohu vypsat kontejnery Docker?
da: Hvordan lister jeg Docker-containere?
et: Kuidas ma saan loetleda Docker konteinerid?
fr: Comment puis-je lister les conteneurs Docker ?
he: איך אני רושם קונטיינרים של דוקר?
hu: Hogyan listázhatom a Docker konténereket?
ja: Dockerコンテナを一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić kontenery Docker?
pt: Como faço para listar contêineres Docker?
ru: Как мне вывести список контейнеров Docker?
sv: Hur listar jag Docker-containrar?

source: How do I run a Docker container?
bg: Как да стартирам Docker контейнер?
cs: Jak spustím kontejner Docker?
da: Hvordan kører jeg en Docker-container?
et: Kuidas ma käitan Docker konteinerit?
fr: Comment puis-je exécuter un conteneur Docker ?
he: איך אני מריץ קונטיינר של דוקר?
hu: Hogyan futtathatok egy Docker konténert?
ja: Dockerコンテナをどのように実行しますか？
pl: Jak uruchomić kontener Docker?
pt: Como faço para executar um contêiner Docker?
ru: Как запустить контейнер Docker?
sv: Hur kör jag en Docker-behållare?

source: How do I stop a container?
bg: Как да спра контейнер?
cs: Jak zastavím kontejner?
da: Hvordan stopper jeg en container?
et: Kuidas ma saan konteinerit peatada?
fr: Comment puis-je arrêter un conteneur ?
he: איך אני עוצר קונטיינר?
hu: Hogyan állíthatom le a konténert?
ja: コンテナを停止するにはどうすればよいですか？
pl: Jak zatrzymać kontener?
pt: Como faço para parar um contêiner?
ru: Как мне остановить контейнер?
sv: Hur stoppar jag en container?

source: How do I list Docker images?
bg: Как да изброя Docker изображения?
cs: Jak mohu vypsat Docker obrazy?
da: Hvordan lister jeg Docker-billeder?
et: Kuidas ma saan loetleda Docker'i pilte?
fr: Comment puis-je lister les images Docker ?
he: איך אני רושם תמונות Docker?
hu: Hogyan listázhatom a Docker képeket?
ja: Docker イメージを一覧表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić obrazy Dockera?
pt: Como faço para listar imagens do Docker?
ru: Как мне отобразить образы Docker?
sv: Hur listar jag Docker-bilder?

source: How do I clean Docker resources?
bg: Как да почистя Docker ресурси?
cs: Jak mohu vyčistit Docker zdroje?
da: Hvordan renser jeg Docker-ressourcer?
et: Kuidas ma puhastan Docker'i ressursse?
fr: Comment puis-je nettoyer les ressources Docker ?
he: איך אני מנקה משאבי Docker?
hu: Hogyan tisztíthatom a Docker erőforrásokat?
ja: Dockerリソースをクリーンアップするにはどうすればよいですか？
pl: Jak mogę wyczyścić zasoby Dockera?
pt: Como faço para limpar os recursos do Docker?
ru: Как мне очистить ресурсы Docker?
sv: Hur rengör jag Docker-resurser?

source: How do I view container logs?
bg: Как да прегледам логовете на контейнера?
cs: Jak mohu zobrazit protokoly kontejneru?
da: Hvordan ser jeg containerlogfiler?
et: Kuidas ma vaatan konteineri logisid?
fr: Comment puis-je afficher les journaux des conteneurs ?
he: איך אני רואה את יומני הקונטיינר?
hu: Hogyan nézhetem meg a konténernaplókat?
ja: コンテナのログを表示するにはどうすればよいですか？
pl: Jak mogę wyświetlić logi kontenera?
pt: Como posso visualizar os logs do contêiner?
ru: Как мне просмотреть журналы контейнера?
sv: Hur visar jag loggar för containrar?

source: How do I create Docker network?
bg: Как да създам Docker мрежа?
cs: Jak vytvořím Docker síť?
da: Hvordan opretter jeg et Docker-netværk?
et: Kuidas luua Docker'i võrku?
fr: Comment créer un réseau Docker ?
he: איך אני יוצר רשת Docker?
hu: Hogyan hozhatok létre Docker hálózatot?
ja: Dockerネットワークを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć sieć Docker?
pt: Como eu crio uma rede Docker?
ru: Как создать сеть Docker?
sv: Hur skapar jag ett Docker-nätverk?

source: How do I manage Docker volumes?
bg: Как да управлявам Docker обеми?
cs: Jak spravovat Docker objemy?
da: Hvordan administrerer jeg Docker-volumener?
et: Kuidas ma haldan Docker'i mahuteid?
fr: Comment puis-je gérer les volumes Docker ?
he: איך אני מנהל את נפחי Docker?
hu: Hogyan kezeljem a Docker köteteket?
ja: Dockerボリュームをどのように管理しますか？
pl: Jak zarządzać wolumenami Dockera?
pt: Como gerencio volumes do Docker?
ru: Как мне управлять томами Docker?
sv: Hur hanterar jag Docker-volymer?

source: How do I build a Docker image?
bg: Как да изградя Docker изображение?
cs: Jak mohu vytvořit Docker obraz?
da: Hvordan bygger jeg et Docker-billede?
et: Kuidas ma ehitan Docker'i pilti?
fr: Comment puis-je créer une image Docker ?
he: איך אני בונה תמונת דוקר?
hu: Hogyan készíthetek egy Docker képet?
ja: Dockerイメージをどのようにビルドしますか？
pl: Jak zbudować obraz Dockera?
pt: Como faço para construir uma imagem Docker?
ru: Как мне создать образ Docker?
sv: Hur bygger jag en Docker-bild?

source: How do I restart a container?
bg: Как да рестартирам контейнер?
cs: Jak restartuji kontejner?
da: Hvordan genstarter jeg en container?
et: Kuidas ma saan konteinerit taaskäivitada?
fr: Comment redémarrer un conteneur ?
he: איך אני מפעיל מחדש קונטיינר?
hu: Hogyan indíthatok újra egy konténert?
ja: コンテナを再起動するにはどうすればよいですか？
pl: Jak mogę zrestartować kontener?
pt: Como reinicio um contêiner?
ru: Как мне перезапустить контейнер?
sv: Hur startar jag om en container?

source: How do I generate SSH keys?
bg: Как да генерирам SSH ключове?
cs: Jak mohu vygenerovat SSH klíče?
da: Hvordan genererer jeg SSH-nøgler?
et: Kuidas genereerida SSH võtmeid?
fr: Comment puis-je générer des clés SSH ?
he: איך אני מייצר מפתחות SSH?
hu: Hogyan generáljak SSH kulcsokat?
ja: SSHキーを生成するにはどうすればよいですか？
pl: Jak wygenerować klucze SSH?
pt: Como eu gero chaves SSH?
ru: Как мне сгенерировать SSH-ключи?
sv: Hur genererar jag SSH-nycklar?

source: How do I copy SSH key to server?
bg: Как да копирам SSH ключ на сървъра?
cs: Jak zkopíruji SSH klíč na server?
da: Hvordan kopierer jeg SSH-nøgle til server?
et: Kuidas ma kopeerin SSH võtme serverisse?
fr: Comment copier la clé SSH sur le serveur ?
he: איך אני מעתיק מפתח SSH לשרת?
hu: Hogyan másolhatom az SSH kulcsot a szerverre?
ja: サーバーにSSHキーをコピーするにはどうすればよいですか？
pl: Jak skopiować klucz SSH na serwer?
pt: Como faço para copiar a chave SSH para o servidor?
ru: Как мне скопировать SSH-ключ на сервер?
sv: Hur kopierar jag SSH-nyckeln till servern?

source: How do I check open ports?
bg: Как да проверя отворени портове?
cs: Jak zkontroluji otevřené porty?
da: Hvordan tjekker jeg åbne porte?
et: Kuidas ma saan avatud porte kontrollida?
fr: Comment puis-je vérifier les ports ouverts ?
he: איך אני בודק פורטים פתוחים?
hu: Hogyan ellenőrizhetem a nyitott portokat?
ja: オープンポートを確認するにはどうすればよいですか？
pl: Jak mogę sprawdzić otwarte porty?
pt: Como faço para verificar portas abertas?
ru: Как мне проверить открытые порты?
sv: Hur kontrollerar jag öppna portar?

source: How do I test network connectivity?
bg: Как да тествам свързаността на мрежата?
cs: Jak mohu otestovat síťovou konektivitu?
da: Hvordan tester jeg netværksforbindelse?
et: Kuidas ma testin võrguühendust?
fr: Comment puis-je tester la connectivité réseau ?
he: איך אני בודק חיבוריות רשת?
hu: Hogyan tesztelhetem a hálózati kapcsolatot?
ja: ネットワーク接続をテストするにはどうすればよいですか？
pl: Jak mogę przetestować łączność sieciową?
pt: Como faço para testar a conectividade de rede?
ru: Как мне протестировать сетевое соединение?
sv: Hur testar jag nätverksanslutning?

source: How do I DNS lookup?
bg: Как да направя DNS търсене?
cs: Jak provést DNS dotaz?
da: Hvordan laver jeg en DNS-opslag?
et: Kuidas teha DNS-i päringut?
fr: Comment puis-je effectuer une recherche DNS ?
he: איך אני מבצע חיפוש DNS?
hu: Hogyan végezzek DNS-keresést?
ja: DNSルックアップはどうやって行いますか？
pl: Jak wykonać zapytanie DNS?
pt: Como faço uma consulta DNS?
ru: Как выполнить DNS-запрос?
sv: Hur gör jag en DNS-uppslagning?

source: How do I monitor network traffic?
bg: Как да наблюдавам мрежовия трафик?
cs: Jak mohu monitorovat síťový provoz?
da: Hvordan overvåger jeg netværkstrafik?
et: Kuidas ma jälgin võrgu liiklust?
fr: Comment puis-je surveiller le trafic réseau ?
he: איך אני עוקב אחרי תעבורת הרשת?
hu: Hogyan figyelhetem meg a hálózati forgalmat?
ja: ネットワークトラフィックを監視するにはどうすればよいですか？
pl: Jak mogę monitorować ruch sieciowy?
pt: Como faço para monitorar o tráfego de rede?
ru: Как мне отслеживать сетевой трафик?
sv: Hur övervakar jag nätverkstrafik?

source: How do I configure firewall?
bg: Как да конфигурирам защитната стена?
cs: Jak mohu nakonfigurovat firewall?
da: Hvordan konfigurerer jeg firewall?
et: Kuidas ma konfigureerin tulemüüri?
fr: Comment configurer le pare-feu ?
he: איך אני מגדיר חומת אש?
hu: Hogyan konfigurálom a tűzfalat?
ja: ファイアウォールをどのように設定しますか？
pl: Jak skonfigurować zaporę sieciową?
pt: Como configuro o firewall?
ru: Как мне настроить брандмауэр?
sv: Hur konfigurerar jag brandväggen?

source: How do I create SSH tunnel?
bg: Как да създам SSH тунел?
cs: Jak vytvořím SSH tunel?
da: Hvordan opretter jeg en SSH-tunnel?
et: Kuidas ma loon SSH tunnelit?
fr: Comment créer un tunnel SSH ?
he: איך אני יוצר מנהרת SSH?
hu: Hogyan hozhatok létre SSH alagutat?
ja: SSHトンネルを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć tunel SSH?
pt: Como eu crio um túnel SSH?
ru: Как создать SSH-туннель?
sv: Hur skapar jag en SSH-tunnel?

source: How do I copy files via SSH?
bg: Как да копирам файлове чрез SSH?
cs: Jak zkopírovat soubory přes SSH?
da: Hvordan kopierer jeg filer via SSH?
et: Kuidas ma kopeerin faile SSH kaudu?
fr: Comment puis-je copier des fichiers via SSH ?
he: איך אני מעתיק קבצים באמצעות SSH?
hu: Hogyan másolhatok fájlokat SSH-n keresztül?
ja: SSHを使用してファイルをコピーするにはどうすればよいですか？
pl: Jak skopiować pliki za pomocą SSH?
pt: Como faço para copiar arquivos via SSH?
ru: Как мне скопировать файлы через SSH?
sv: Hur kopierar jag filer via SSH?

source: How do I speed up SSH connections?
bg: Как да ускори SSH връзките?
cs: Jak mohu zrychlit připojení SSH?
da: Hvordan kan jeg fremskynde SSH-forbindelser?
et: Kuidas ma saan SSH-ühendusi kiirendada?
fr: Comment puis-je accélérer les connexions SSH ?
he: איך אני מזרז חיבורי SSH?
hu: Hogyan gyorsíthatom fel az SSH kapcsolatok sebességét?
ja: SSH接続を速くするにはどうすればよいですか？
pl: Jak mogę przyspieszyć połączenia SSH?
pt: Como posso acelerar conexões SSH?
ru: Как мне ускорить соединения SSH?
sv: Hur kan jag snabba upp SSH-anslutningar?

source: How do I create empty file?
bg: Как да създам празен файл?
cs: Jak vytvořím prázdný soubor?
da: Hvordan opretter jeg en tom fil?
et: Kuidas ma loon tühja faili?
fr: Comment créer un fichier vide ?
he: איך אני יוצר קובץ ריק?
hu: Hogyan hozhatok létre üres fájlt?
ja: 空のファイルを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć pusty plik?
pt: Como eu crio um arquivo vazio?
ru: Как создать пустой файл?
sv: Hur skapar jag en tom fil?

source: How do I create directory?
bg: Как да създам директория?
cs: Jak vytvořím adresář?
da: Hvordan opretter jeg en mappe?
et: Kuidas ma loon katalooge?
fr: Comment puis-je créer un répertoire ?
he: איך אני יוצר תיקייה?
hu: Hogyan hozhatok létre könyvtárat?
ja: ディレクトリを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć katalog?
pt: Como eu crio um diretório?
ru: Как создать каталог?
sv: Hur skapar jag en katalog?

source: How do I delete files safely?
bg: Как да изтрия файлове безопасно?
cs: Jak mohu soubory bezpečně smazat?
da: Hvordan sletter jeg filer sikkert?
et: Kuidas ma saan faile ohutult kustutada?
fr: Comment puis-je supprimer des fichiers en toute sécurité ?
he: איך אני מוחק קבצים בבטחה?
hu: Hogyan törölhetem biztonságosan a fájlokat?
ja: ファイルを安全に削除するにはどうすればよいですか？
pl: Jak mogę bezpiecznie usunąć pliki?
pt: Como faço para excluir arquivos com segurança?
ru: Как мне безопасно удалить файлы?
sv: Hur raderar jag filer på ett säkert sätt?

source: How do I copy files?
bg: Как да копирам файлове?
cs: Jak zkopírovat soubory?
da: Hvordan kopierer jeg filer?
et: Kuidas ma faile kopeerin?
fr: Comment puis-je copier des fichiers ?
he: איך אני מעתיק קבצים?
hu: Hogyan másolhatok fájlokat?
ja: ファイルをコピーするにはどうすればよいですか？
pl: Jak skopiować pliki?
pt: Como faço para copiar arquivos?
ru: Как мне скопировать файлы?
sv: Hur kopierar jag filer?

source: How do I move files?
bg: Как да преместя файлове?
cs: Jak mohu přesunout soubory?
da: Hvordan flytter jeg filer?
et: Kuidas ma faile liigutan?
fr: Comment puis-je déplacer des fichiers ?
he: איך אני מעביר קבצים?
hu: Hogyan mozgathatok fájlokat?
ja: ファイルを移動するにはどうすればよいですか？
pl: Jak przenieść pliki?
pt: Como faço para mover arquivos?
ru: Как мне переместить файлы?
sv: Hur flyttar jag filer?

source: How do I create symbolic link?
bg: Как да създам символна връзка?
cs: Jak vytvořím symbolický odkaz?
da: Hvordan opretter jeg et symbolsk link?
et: Kuidas ma loon sümboolse lingi?
fr: Comment créer un lien symbolique ?
he: איך אני יוצר קישור סמלי?
hu: Hogyan hozhatok létre szimbolikus linket?
ja: シンボリックリンクを作成するにはどうすればよいですか？
pl: Jak mogę utworzyć dowiązanie symboliczne?
pt: Como eu crio um link simbólico?
ru: Как создать символическую ссылку?
sv: Hur skapar jag en symbolisk länk?

source: How do I search file contents?
bg: Как да търся съдържанието на файлове?
cs: Jak mohu vyhledávat obsah souborů?
da: Hvordan søger jeg i filindhold?
et: Kuidas ma otsin failide sisu?
fr: Comment puis-je rechercher le contenu des fichiers ?
he: איך אני מחפש תוכן קבצים?
hu: Hogyan kereshetek fájl tartalmakban?
ja: ファイルの内容を検索するにはどうすればよいですか？
pl: Jak mogę przeszukać zawartość plików?
pt: Como faço para pesquisar o conteúdo de arquivos?
ru: Как мне искать содержимое файлов?
sv: Hur söker jag i filinnehåll?

source: How do I compare files?
bg: Как да сравня файлове?
cs: Jak mohu porovnat soubory?
da: Hvordan sammenligner jeg filer?
et: Kuidas ma faile võrreldan?
fr: Comment puis-je comparer des fichiers ?
he: איך אני משווה קבצים?
hu: Hogyan hasonlíthatom össze a fájlokat?
ja: ファイルをどのように比較しますか？
pl: Jak porównać pliki?
pt: Como faço para comparar arquivos?
ru: Как мне сравнить файлы?
sv: Hur jämför jag filer?

source: How do I sync directories?
bg: Как да синхронизирам директории?
cs: Jak mohu synchronizovat adresáře?
da: Hvordan synkroniserer jeg mapper?
et: Kuidas ma sünkroniseerin kaustu?
fr: Comment puis-je synchroniser des répertoires ?
he: איך אני מסנכרן תיקיות?
hu: Hogyan szinkronizálom a könyvtárakat?
ja: ディレクトリを同期するにはどうすればよいですか？
pl: Jak mogę zsynchronizować katalogi?
pt: Como faço para sincronizar diretórios?
ru: Как мне синхронизировать директории?
sv: Hur synkroniserar jag mappar?

source: How do I append to file?
bg: Как да добавя към файл?
cs: Jak mohu přidat do souboru?
da: Hvordan tilføjer jeg til filen?
et: Kuidas ma saan faili lisada?
fr: Comment puis-je ajouter à un fichier ?
he: איך אני מוסיף לקובץ?
hu: Hogyan tudok fájlhoz hozzáfűzni?
ja: ファイルに追加するにはどうすればよいですか？
pl: Jak mogę dodać do pliku?
pt: Como faço para adicionar ao arquivo?
ru: Как мне добавить данные в файл?
sv: Hur lägger jag till i filen?

source: How do I use grep?
bg: Как да използвам grep?
cs: Jak mohu použít grep?
da: Hvordan bruger jeg grep?
et: Kuidas ma grep'i kasutan?
fr: Comment utiliser grep ?
he: איך אני משתמש ב-grep?
hu: Hogyan használjam a grepet?
ja: grepの使い方は？
pl: Jak używać grep?
pt: Como eu uso o grep?
ru: Как мне использовать grep?
sv: Hur använder jag grep?

source: How do I use awk?
bg: Как да използвам awk?
cs: Jak mohu použít awk?
da: Hvordan bruger jeg awk?
et: Kuidas ma awk-i kasutan?
fr: Comment utiliser awk ?
he: איך אני משתמש ב-awk?
hu: Hogyan használjam az awk-ot?
ja: awkの使い方は？
pl: Jak używać awk?
pt: Como eu uso awk?
ru: Как я могу использовать awk?
sv: Hur använder jag awk?

source: How do I use sed?
bg: Как да използвам sed?
cs: Jak mohu použít sed?
da: Hvordan bruger jeg sed?
et: Kuidas ma saan sed-i kasutada?
fr: Comment utiliser sed ?
he: איך אני משתמש ב-sed?
hu: Hogyan használjam a sed-et?
ja: sedの使い方は？
pl: Jak używać sed?
pt: Como eu uso o sed?
ru: Как я могу использовать sed?
sv: Hur använder jag sed?
