Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: No active terminal to clear.
bg: Няма активен терминал за изчистване.
cs: Žádný aktivní terminál k vymazání.
da: Ingen aktiv terminal at rydde.
et: Ei ole aktiivset terminali, mida puhastada.
fr: Aucun terminal actif à effacer.
he: אין מסוף פעיל לנקות.
hu: Nincs aktív terminál a törléshez.
ja: クリアするアクティブなターミナルはありません。
pl: Brak aktywnego terminala do wyczyszczenia.
pt: Nenhum terminal ativo para limpar.
ru: Нет активного терминала для очистки.
sv: Ingen aktiv terminal att rensa.

source: Explain this code or command: ``` {text} ```
bg: Обяснете този код или команда: ``` {text} ```
cs: Vysvětlete tento kód nebo příkaz: ``` {text} ```
da: Forklar denne kode eller kommando: ``` {text} ```
et: Selgita seda koodi või käsku: ``` {text} ```
fr: Expliquez ce code ou cette commande : ``` {text} ```
he: הסבר קוד או פקודה זו: ``` {text} ```
hu: Magyarázd el ezt a kódot vagy parancsot: ``` {text} ```
ja: このコードまたはコマンドを説明します： ``` {text} ```
pl: Wyjaśnij ten kod lub polecenie: ``` {text} ```
pt: Explique este código ou comando: ``` {text} ```
ru: Объясните этот код или команду: ``` {text} ```
sv: Förklara denna kod eller kommando: ``` {text} ```

source: Please select an SSH session to connect with SFTP.
bg: Моля, изберете SSH сесия, с която да се свържете чрез SFTP.
cs: Vyberte prosím SSH relaci, se kterou se chcete připojit pomocí SFTP.
da: Vælg venligst en SSH-session for at oprette forbindelse med SFTP.
et: Palun valige SSH seanss, millega SFTP-ga ühenduda.
fr: Veuillez sélectionner une session SSH pour vous connecter avec SFTP.
he: אנא בחר מושב SSH להתחבר עם SFTP.
hu: Kérjük, válasszon egy SSH munkamenetet az SFTP-hez való csatlakozáshoz.
ja: SFTPで接続するSSHセッションを選択してください。
pl: Proszę wybrać sesję SSH, aby połączyć się z SFTP.
pt: Por favor, selecione uma sessão SSH para se conectar com SFTP.
ru: Пожалуйста, выберите SSH-сессию для подключения к SFTP.
sv: Vänligen välj en SSH-session för att ansluta med SFTP.

source: New Session
bg: Нова сесия
cs: Nová relace
da: Ny session
et: Uus seanss
fr: Nouvelle session
he: סשן חדש
hu: Új munkamenet
ja: 新しいセッション
pl: Nowa sesja
pt: Nova Sessão
ru: Новая сессия
sv: Ny session

source: New Folder
bg: Нова папка
cs: Nová složka
da: Ny mappe
et: Uus kaust
fr: Nouveau dossier
he: תיקייה חדשה
hu: Új mappa
ja: 新しいフォルダー
pl: Nowy folder
pt: Nova Pasta
ru: Новая папка
sv: Ny mapp

source: Session
bg: Сесия
cs: Sezení
et: Seanss
he: סשן
hu: Munkamenet
ja: セッション
pl: Sesja
pt: Sessão
ru: Сессия

source: Folder
bg: Папка
cs: Složka
da: Mappe
et: Kaustik
fr: Dossier
he: תיקייה
hu: Mappa
ja: フォルダー
pt: Pasta
ru: Папка
sv: Mapp

source: Rename {type}
bg: Преименувай {type}
cs: Přejmenovat {type}
da: Omdøb {type}
et: Nimeta {type}
fr: Renommer {type}
he: שנה שם {type}
hu: Átnevezés {type}
ja: {type}の名前を変更
pl: Zmień nazwę {type}
pt: Renomear {type}
ru: Переименовать {type}
sv: Döp om {type}

source: Enter new name for "{name}":
bg: Въведете ново име за "{name}":
cs: Zadejte nové jméno pro "{name}":
da: Indtast nyt navn for "{name}":
et: Sisestage uus nimi "{name}":
fr: Entrez un nouveau nom pour "{name}":
he: הזן שם חדש עבור "{name}":
hu: Írja be az új nevet a(z) "{name}":
ja: "{name}の新しい名前を入力してください："
pl: Wprowadź nową nazwę dla "{name}":
pt: Digite um novo nome para "{name}":
ru: Введите новое имя для "{name}":
sv: Ange nytt namn för "{name}":

source: Delete Item
bg: Изтрий елемент
cs: Smazat položku
da: Slet element
et: Kustuta ese
fr: Supprimer l'élément
he: מחק פריט
hu: Elem törlése
ja: アイテムを削除
pl: Usuń element
pt: Excluir Item
ru: Удалить элемент
sv: Ta bort objekt

source: Delete Items
bg: Изтрий елементи
cs: Smazat položky
da: Slet elementer
et: Kustuta esemed
fr: Supprimer les éléments
he: מחק פריטים
hu: Elemek törlése
ja: アイテムを削除
pl: Usuń elementy
pt: Excluir Itens
ru: Удалить элементы
sv: Ta bort objekt

source: Layout
bg: Оформление
cs: Rozložení
et: Paigutus
fr: Mise en page
he: פריסה
hu: Elrendezés
ja: レイアウト
pl: Układ
ru: Макет

source: Delete {type}
bg: Изтрий {type}
cs: Smazat {type}
da: Slet {type}
et: Kustuta {type}
fr: Supprimer {type}
he: מחק {type}
hu: Törlés {type}
ja: {type}を削除
pl: Usuń {type}
pt: Excluir {type}
ru: Удалить {type}
sv: Ta bort {type}

source: The folder "{name}" is not empty. Are you sure you want to permanently delete it and all its contents?
bg: Папката "{name}" не е празна. Сигурни ли сте, че искате да я изтриете завинаги заедно с всичките й съдържание?
cs: Složka "{name}" není prázdná. Opravdu chcete trvale smazat ji a veškerý její obsah?
da: Mappen "{name}" er ikke tom. Er du sikker på, at du vil slette den permanent og alle dens indhold?
et: Kaust "{name}" ei ole tühi. Kas olete kindel, et soovite selle ja kõik selle sisu püsivalt kustutada?
fr: Le dossier "{name}" n'est pas vide. Êtes-vous sûr de vouloir le supprimer définitivement ainsi que tout son contenu ?
he: התקייה "{name}" אינה ריקה. האם אתה בטוח שברצונך למחוק אותה ואת כל התוכן שלה לצמיתות?
hu: A "{name}" mappa nem üres. Biztosan törölni szeretné véglegesen, és az összes tartalmát?
ja: フォルダー「{name}」は空ではありません。本当にそれとそのすべての内容を永久に削除してもよろしいですか？
pl: Folder "{name}" nie jest pusty. Czy na pewno chcesz go trwale usunąć wraz ze wszystkimi jego zawartościami?
pt: A pasta "{name}" não está vazia. Você tem certeza de que deseja excluí-la permanentemente e todos os seus conteúdos?
ru: Папка "{name}" не пуста. Вы уверены, что хотите навсегда удалить её и все её содержимое?
sv: Mappen "{name}" är inte tom. Är du säker på att du vill permanent ta bort den och allt dess innehåll?

source: Are you sure you want to delete "{name}"?
bg: Сигурни ли сте, че искате да изтриете "{name}"?
cs: Opravdu si přejete smazat "{name}"?
da: Er du sikker på, at du vil slette "{name}"?
et: Kas olete kindel, et soovite "{name}" kustutada?
fr: Êtes-vous sûr de vouloir supprimer "{name}" ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hu: Biztos benne, hogy törölni szeretné a "{name}"?
ja: "{name}"を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć "{name}"?
pt: Você tem certeza de que deseja excluir "{name}"?
ru: Вы уверены, что хотите удалить "{name}"?
sv: Är du säker på att du vill ta bort "{name}"?

source: Are you sure you want to permanently delete these {count} items?
bg: Сигурни ли сте, че искате да изтриете трайно тези {count} елементи?
cs: Opravdu chcete trvale smazat těchto {count} položek?
da: Er du sikker på, at du vil permanent slette disse {count} elementer?
et: Kas olete kindel, et soovite need {count} elementi püsivalt kustutada?
fr: Êtes-vous sûr de vouloir supprimer définitivement ces {count} éléments ?
he: האם אתה בטוח שברצונך למחוק לצמיתות את {count} הפריטים הללו?
hu: Biztos benne, hogy véglegesen törölni szeretné ezeket a {count} elemet?
ja: これらの {count} アイテムを永久に削除してもよろしいですか？
pl: Czy na pewno chcesz trwale usunąć te {count} elementy?
pt: Você tem certeza de que deseja excluir permanentemente estes {count} itens?
ru: Вы уверены, что хотите навсегда удалить эти {count} элементы?
sv: Är du säker på att du vill permanent ta bort dessa {count} objekt?

source: This will also delete all contents of any selected folders.
bg: Това също ще изтрие всичките съдържания на избраните папки.
cs: Tímto se také odstraní veškerý obsah jakýchkoli vybraných složek.
da: Dette vil også slette alt indhold i eventuelle valgte mapper.
et: See kustutab ka kõik valitud kaustade sisu.
fr: Cela supprimera également tout le contenu des dossiers sélectionnés.
he: זה גם ימחק את כל התוכן של כל התיקיות שנבחרו.
hu: Ez a kiválasztott mappák összes tartalmát is törli.
ja: これにより、選択したフォルダーのすべての内容も削除されます。
pl: To usunięte zostaną również wszystkie zawartości wybranych folderów.
pt: Isso também excluirá todo o conteúdo de quaisquer pastas selecionadas.
ru: Это также удалит все содержимое любых выбранных папок.
sv: Detta kommer också att radera allt innehåll i eventuella valda mappar.

source: General SSH Error
bg: Обща SSH грешка
cs: Obecná chyba SSH
da: Generel SSH-fejl
et: Üldine SSH viga
fr: Erreur SSH générale
he: שגיאת SSH כללית
hu: Általános SSH hiba
ja: 一般的なSSHエラー
pl: Ogólny błąd SSH
pt: Erro Geral de SSH
ru: Общая ошибка SSH
sv: Allmän SSH-fel

source: The SSH command failed with a general error.
bg: SSH командата не успя с обща грешка.
cs: Příkaz SSH selhal s obecným chybovým hlášením.
da: SSH-kommandoet mislykkedes med en generel fejl.
et: SSH käsk ebaõnnestus üldise vea tõttu.
fr: La commande SSH a échoué avec une erreur générale.
he: הפקודה SSH נכשלה עם שגיאה כללית.
hu: Az SSH parancs általános hibával végződött.
ja: SSHコマンドが一般的なエラーで失敗しました。
pl: Polecenie SSH zakończyło się niepowodzeniem z ogólnym błędem.
pt: O comando SSH falhou com um erro geral.
ru: Команда SSH завершилась с общей ошибкой.
sv: SSH-kommandot misslyckades med ett allmänt fel.

source: Command Misuse
bg: Неправилно използване на команда
cs: Zneužití příkazu
da: Kommando Misbrug
et: Käskude vale kasutamine
fr: Utilisation incorrecte de la commande
he: שימוש לא נכון בפקודה
hu: Parancs Helytelen Használata
ja: コマンドの誤用
pl: Niewłaściwe użycie polecenia
pt: Uso Indevido de Comando
ru: Неправильное использование команды
sv: Kommandofelaktig användning

source: SSH command was used incorrectly.
bg: SSH командата беше използвана неправилно.
cs: Příkaz SSH byl použit nesprávně.
da: SSH-kommandoet blev brugt forkert.
et: SSH käsku kasutati valesti.
fr: La commande SSH a été utilisée incorrectement.
he: הפקודה SSH שומשה בצורה לא נכונה.
hu: Az SSH parancsot helytelenül használták.
ja: SSHコマンドが不正に使用されました。
pl: Polecenie SSH zostało użyte nieprawidłowo.
pt: O comando SSH foi usado incorretamente.
ru: Команда SSH была использована неправильно.
sv: SSH-kommandot användes felaktigt.

source: Username or password is incorrect, or the user is not allowed to connect.
bg: Потребителското име или паролата са неправилни, или потребителят няма право да се свърже.
cs: Uživatelské jméno nebo heslo je nesprávné, nebo uživatel nemá povolení se připojit.
da: Brugernavn eller adgangskode er forkert, eller brugeren har ikke tilladelse til at oprette forbindelse.
et: Kasutajanimi või parool on vale või kasutajal ei ole lubatud ühenduda.
fr: Le nom d'utilisateur ou le mot de passe est incorrect, ou l'utilisateur n'est pas autorisé à se connecter.
he: שם המשתמש או הסיסמה אינם נכונים, או שהמשתמש אינו מורשה להתחבר.
hu: A felhasználónév vagy a jelszó helytelen, vagy a felhasználó nem jogosult a csatlakozásra.
ja: ユーザー名またはパスワードが正しくありません、またはユーザーは接続を許可されていません。
pl: Nazwa użytkownika lub hasło jest nieprawidłowe, lub użytkownik nie ma uprawnień do połączenia.
pt: O nome de usuário ou a senha estão incorretos, ou o usuário não tem permissão para se conectar.
ru: Имя пользователя или пароль неверны, или пользователю не разрешено подключаться.
sv: Användarnamn eller lösenord är felaktigt, eller så har användaren inte behörighet att ansluta.

source: Authentication failed. Check username, password, or SSH key.
bg: Аутентификацията не успя. Проверете потребителското име, паролата или SSH ключа.
cs: Autentizace selhala. Zkontrolujte uživatelské jméno, heslo nebo SSH klíč.
da: Godkendelse mislykkedes. Tjek brugernavn, adgangskode eller SSH-nøgle.
et: Autentimine ebaõnnestus. Kontrollige kasutajanime, parooli või SSH-võtit.
fr: Échec de l'authentification. Vérifiez le nom d'utilisateur, le mot de passe ou la clé SSH.
he: הזדהות נכשלה. בדוק שם משתמש, סיסמה או מפתח SSH.
hu: Hitelesítés sikertelen. Ellenőrizze a felhasználónevet, a jelszót vagy az SSH kulcsot.
ja: 認証に失敗しました。ユーザー名、パスワード、またはSSHキーを確認してください。
pl: Autoryzacja nie powiodła się. Sprawdź nazwę użytkownika, hasło lub klucz SSH.
pt: Autenticação falhou. Verifique o nome de usuário, a senha ou a chave SSH.
ru: Ошибка аутентификации. Проверьте имя пользователя, пароль или SSH-ключ.
sv: Autentisering misslyckades. Kontrollera användarnamn, lösenord eller SSH-nyckel.

source: Host Key Verification Failed
bg: Проверка на хост ключа неуспешна
cs: Ověření klíče hostitele selhalo
da: Værtsnøgleverifikation mislykkedes
et: Hosti võtme kontrollimine ebaõnnestus
fr: Échec de la vérification de la clé d'hôte
he: אימות מפתח מארח נכשל
hu: A gazda kulcs ellenőrzése meghiúsult
ja: ホストキーの検証に失敗しました
pl: Weryfikacja klucza hosta nie powiodła się
pt: Falha na Verificação da Chave do Host
ru: Ошибка проверки ключа хоста
sv: Värdnyckelverifiering misslyckades

source: The server's host key is not recognized or has changed.
bg: Хост ключът на сървъра не е разпознат или е променен.
cs: Hostitelský klíč serveru není rozpoznán nebo se změnil.
da: Serverens vært nøgle genkendes ikke eller er ændret.
et: Serveri hosti võti ei ole tunnustatud või on muutunud.
fr: La clé d'hôte du serveur n'est pas reconnue ou a changé.
he: מפתח המארח של השרת אינו מזוהה או שונה.
hu: A szerver gazda kulcsa nem ismert vagy megváltozott.
ja: サーバーのホストキーが認識されていないか、変更されています。
pl: Klucz hosta serwera nie jest rozpoznawany lub został zmieniony.
pt: A chave do host do servidor não é reconhecida ou foi alterada.
ru: Ключ хоста сервера не распознан или изменился.
sv: Serverns värdnyckel känns inte igen eller har ändrats.

source: Could not establish connection to the server. Check if the host is reachable and the port is correct.
bg: Не можа да се установи връзка със сървъра. Проверете дали хостът е достъпен и дали портът е правилен.
cs: Nepodařilo se navázat spojení se serverem. Zkontrolujte, zda je hostitel dostupný a zda je port správný.
da: Kunne ikke oprette forbindelse til serveren. Tjek om værten er tilgængelig, og om porten er korrekt.
et: Ei õnnestunud serveriga ühendust luua. Kontrollige, kas host on kättesaadav ja port on õige.
fr: Impossible d'établir une connexion au serveur. Vérifiez si l'hôte est accessible et si le port est correct.
he: לא ניתן להקים חיבור לשרת. בדוק אם המארח נגיש ואם הפורט נכון.
hu: Nem sikerült kapcsolatot létesíteni a szerverrel. Ellenőrizze, hogy a gazdagép elérhető-e, és hogy a port helyes-e.
ja: サーバーへの接続を確立できませんでした。ホストにアクセスできるか、ポートが正しいか確認してください。
pl: Nie można nawiązać połączenia z serwerem. Sprawdź, czy host jest osiągalny i czy port jest poprawny.
pt: Não foi possível estabelecer conexão com o servidor. Verifique se o host é acessível e se a porta está correta.
ru: Не удалось установить соединение с сервером. Проверьте, доступен ли хост и правильен ли порт.
sv: Kunde inte upprätta en anslutning till servern. Kontrollera om värden är nåbar och om porten är korrekt.

source: Username or password is incorrect. Please verify your credentials.
bg: Потребителското име или паролата са неправилни. Моля, проверете вашите данни за вход.
cs: Uživatelské jméno nebo heslo je nesprávné. Ověřte své přihlašovací údaje.
da: Brugernavn eller adgangskode er forkert. Bekræft venligst dine legitimationsoplysninger.
et: Kasutajanimi või parool on vale. Palun kontrollige oma mandaate.
fr: Le nom d'utilisateur ou le mot de passe est incorrect. Veuillez vérifier vos identifiants.
he: שם המשתמש או הסיסמה אינם נכונים. אנא אמת את האישורים שלך.
hu: A felhasználónév vagy a jelszó helytelen. Kérjük, ellenőrizze a hitelesítő adatait.
ja: ユーザー名またはパスワードが正しくありません。資格情報を確認してください。
pl: Nazwa użytkownika lub hasło jest nieprawidłowe. Proszę zweryfikować swoje dane uwierzytelniające.
pt: Nome de usuário ou senha estão incorretos. Por favor, verifique suas credenciais.
ru: Имя пользователя или пароль неверны. Пожалуйста, проверьте свои учетные данные.
sv: Användarnamn eller lösenord är felaktigt. Vänligen verifiera dina referenser.

source: Authentication failed. Check your username and password.
bg: Аутентификацията не успя. Проверете вашето потребителско име и парола.
cs: Ověření selhalo. Zkontrolujte své uživatelské jméno a heslo.
da: Godkendelse mislykkedes. Tjek dit brugernavn og adgangskode.
et: Autentimine ebaõnnestus. Kontrollige oma kasutajanime ja parooli.
fr: Échec de l'authentification. Vérifiez votre nom d'utilisateur et votre mot de passe.
he: הזדהות נכשלה. בדוק את שם המשתמש והסיסמה שלך.
hu: A hitelesítés meghiúsult. Ellenőrizze a felhasználónevét és a jelszavát.
ja: 認証に失敗しました。ユーザー名とパスワードを確認してください。
pl: Autoryzacja nie powiodła się. Sprawdź swoją nazwę użytkownika i hasło.
pt: Autenticação falhou. Verifique seu nome de usuário e senha.
ru: Аутентификация не удалась. Проверьте ваше имя пользователя и пароль.
sv: Autentisering misslyckades. Kontrollera ditt användarnamn och lösenord.

source: Password authentication failed. The password may be incorrect.
bg: Неуспешна автентикация на паролата. Паролата може да е неправилна.
cs: Ověření hesla selhalo. Heslo může být nesprávné.
da: Adgangskodegodkendelse mislykkedes. Adgangskoden kan være forkert.
et: Parooli autentimine ebaõnnestus. Parool võib olla vale.
fr: L'authentification par mot de passe a échoué. Le mot de passe peut être incorrect.
he: אימות סיסמה נכשל. הסיסמה עשויה להיות שגויה.
hu: A jelszó hitelesítése meghiúsult. A jelszó helytelen lehet.
ja: パスワード認証に失敗しました。パスワードが間違っている可能性があります。
pl: Autoryzacja hasła nie powiodła się. Hasło może być nieprawidłowe.
pt: A autenticação da senha falhou. A senha pode estar incorreta.
ru: Ошибка аутентификации пароля. Пароль может быть неверным.
sv: Lösenordsautentisering misslyckades. Lösenordet kan vara felaktigt.

source: The password entered is incorrect.
bg: Въведената парола е неправилна.
cs: Zadané heslo je nesprávné.
da: Den indtastede adgangskode er forkert.
et: Sisestatud parool on vale.
fr: Le mot de passe saisi est incorrect.
he: הסיסמה שהוזנה שגויה.
hu: A megadott jelszó helytelen.
ja: 入力されたパスワードが間違っています。
pl: Wprowadzono nieprawidłowe hasło.
pt: A senha inserida está incorreta.
ru: Введённый пароль неверен.
sv: Det angivna lösenordet är felaktigt.

source: The password is invalid or incorrect.
bg: Паролата е невалидна или неправилна.
cs: Heslo je neplatné nebo nesprávné.
da: Adgangskoden er ugyldig eller forkert.
et: Parool on vale või vale.
fr: Le mot de passe est invalide ou incorrect.
he: הסיסמה אינה תקפה או שגויה.
hu: A jelszó érvénytelen vagy helytelen.
ja: パスワードが無効または不正です。
pl: Hasło jest nieprawidłowe lub błędne.
pt: A senha é inválida ou incorreta.
ru: Пароль недействителен или неверен.
sv: Lösenordet är ogiltigt eller felaktigt.

source: Multiple Auth Methods Failed
bg: Неуспешни множество методи за удостоверяване
cs: Více metod ověřování selhalo
da: Flere godkendelsesmetoder mislykkedes
et: Mitme autentimisviisi ebaõnnestumine
fr: Échec de plusieurs méthodes d'authentification
he: נכשלו מספר שיטות אימות
hu: Több hitelesítési módszer sikertelen
ja: 複数の認証方法が失敗しました
pl: Wiele metod uwierzytelniania nie powiodło się
pt: Vários Métodos de Autenticação Falharam
ru: Не удалось выполнить несколько методов аутентификации
sv: Flera autentiseringsmetoder misslyckades

source: Both public key and password authentication failed. Check your credentials.
bg: Неуспешна автентикация както с публичния ключ, така и с паролата. Проверете вашите удостоверения.
cs: Selhání autentizace jak veřejného klíče, tak hesla. Zkontrolujte své přihlašovací údaje.
da: Både offentlig nøgle- og adgangskodeautentificering fejlede. Tjek dine legitimationsoplysninger.
et: Nii avaliku võtme kui ka parooli autentimine ebaõnnestus. Kontrollige oma mandaate.
fr: L'authentification par clé publique et par mot de passe a échoué. Vérifiez vos identifiants.
he: גם אימות המפתח הציבורי וגם אימות הסיסמה נכשלו. בדוק את האישורים שלך.
hu: A nyilvános kulcs és a jelszó hitelesítése is meghiúsult. Ellenőrizze a hitelesítő adatait.
ja: 公開鍵とパスワード認証の両方が失敗しました。資格情報を確認してください。
pl: Nie powiodła się zarówno autoryzacja klucza publicznego, jak i hasła. Sprawdź swoje dane uwierzytelniające.
pt: A autenticação tanto da chave pública quanto da senha falhou. Verifique suas credenciais.
ru: Не удалось выполнить аутентификацию как по открытому ключу, так и по паролю. Проверьте свои учетные данные.
sv: Både offentlig nyckel och lösenordsautentisering misslyckades. Kontrollera dina referenser.

source: SSH Key Rejected
bg: SSH ключът е отхвърлен
cs: SSH klíč byl odmítnut
da: SSH-nøgle afvist
et: SSH võti tagasi lükatud
fr: Clé SSH rejetée
he: מפתח SSH נדחה
hu: SSH kulcs elutasítva
ja: SSHキーが拒否されました
pl: Klucz SSH odrzucony
pt: Chave SSH Rejeitada
ru: SSH-ключ отклонен
sv: SSH-nyckel avvisad

source: The server rejected your SSH key. The key may not be authorized on the server.
bg: Сървърът отхвърли вашия SSH ключ. Ключът може да не е упълномощен на сървъра.
cs: Server odmítl váš SSH klíč. Klíč nemusí být na serveru autorizován.
da: Serveren afviste din SSH-nøgle. Nøglen er muligvis ikke autoriseret på serveren.
et: Server keeldus teie SSH võtme kasutamisest. Võti ei pruugi serveris olla volitatud.
fr: Le serveur a rejeté votre clé SSH. La clé peut ne pas être autorisée sur le serveur.
he: השרת דחה את מפתח ה-SSH שלך. המפתח עשוי לא להיות מורשה על השרת.
hu: A szerver elutasította az SSH kulcsát. A kulcs lehet, hogy nincs engedélyezve a szerveren.
ja: サーバーはあなたのSSHキーを拒否しました。キーはサーバーで承認されていない可能性があります。
pl: Serwer odrzucił twój klucz SSH. Klucz może nie być autoryzowany na serwerze.
pt: O servidor rejeitou sua chave SSH. A chave pode não estar autorizada no servidor.
ru: Сервер отклонил ваш SSH-ключ. Ключ может не быть авторизован на сервере.
sv: Servern avvisade din SSH-nyckel. Nyckeln kanske inte är auktoriserad på servern.

source: SSH Agent Error
bg: Грешка на SSH агента
cs: Chyba SSH agenta
da: SSH-agent-fejl
et: SSH agendi viga
fr: Erreur de l'agent SSH
he: שגיאת סוכן SSH
hu: SSH ügynök hiba
ja: SSHエージェントエラー
pl: Błąd agenta SSH
pt: Erro do Agente SSH
ru: Ошибка агента SSH
sv: SSH-agentfel

source: SSH agent refused the operation. Check if your key is loaded with ssh-add.
bg: SSH агентът отказа операцията. Проверете дали вашият ключ е зареден с ssh-add.
cs: SSH agent odmítl operaci. Zkontrolujte, zda je váš klíč načten pomocí ssh-add.
da: SSH-agent nægtede operationen. Tjek om din nøgle er indlæst med ssh-add.
et: SSH agent keeldus toimingust. Kontrollige, kas teie võti on laaditud ssh-addiga.
fr: L'agent SSH a refusé l'opération. Vérifiez si votre clé est chargée avec ssh-add.
he: סוכן SSH סירב לפעולה. בדוק אם המפתח שלך טוען עם ssh-add.
hu: Az SSH ügynök megtagadta a műveletet. Ellenőrizze, hogy a kulcsa betöltve van-e az ssh-add segítségével.
ja: SSHエージェントが操作を拒否しました。ssh-addでキーが読み込まれているか確認してください。
pl: Agent SSH odmówił operacji. Sprawdź, czy twój klucz jest załadowany za pomocą ssh-add.
pt: O agente SSH recusou a operação. Verifique se sua chave está carregada com ssh-add.
ru: SSH-агент отказал в операции. Проверьте, загружен ли ваш ключ с помощью ssh-add.
sv: SSH-agent vägrade operationen. Kontrollera om din nyckel är inläst med ssh-add.

source: SSH Agent Not Running
bg: SSH агентът не работи
cs: SSH agent neběží
da: SSH-agent kører ikke
et: SSH agent ei tööta
fr: Agent SSH non en cours d'exécution
he: סוכן SSH לא פועל
hu: SSH ügynök nem fut
ja: SSHエージェントが実行されていません
pl: Agent SSH nie działa
pt: Agente SSH não está em execução
ru: SSH-агент не запущен
sv: SSH-agent körs inte

source: SSH agent is not running. Start it with eval $(ssh-agent) and add your key.
bg: SSH агентът не работи. Стартирайте го с eval $(ssh-agent) и добавете вашия ключ.
cs: SSH agent neběží. Spusťte ho pomocí eval $(ssh-agent) a přidejte svůj klíč.
da: SSH-agent kører ikke. Start det med eval $(ssh-agent) og tilføj din nøgle.
et: SSH agent ei tööta. Käivita see käsuga eval $(ssh-agent) ja lisa oma võti.
fr: L'agent SSH n'est pas en cours d'exécution. Démarrez-le avec eval $(ssh-agent) et ajoutez votre clé.
he: סוכן SSH אינו פועל. הפעל אותו עם eval $(ssh-agent) והוסף את המפתח שלך.
hu: Az SSH ügynök nem fut. Indítsa el az eval $(ssh-agent) paranccsal, és adja hozzá a kulcsát.
ja: SSHエージェントが実行されていません。eval $(ssh-agent)を使用して開始し、キーを追加してください。
pl: Agent SSH nie działa. Uruchom go za pomocą eval $(ssh-agent) i dodaj swój klucz.
pt: O agente SSH não está em execução. Inicie-o com eval $(ssh-agent) e adicione sua chave.
ru: SSH-агент не запущен. Запустите его с помощью eval $(ssh-agent) и добавьте ваш ключ.
sv: SSH-agent körs inte. Starta det med eval $(ssh-agent) och lägg till din nyckel.
