Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: This will restore '{name}' to its original default configuration. Your customizations will be lost.
bg: Това ще възстанови '{name}' до оригиналната му настройка по подразбиране. Вашите персонализации ще бъдат загубени.
cs: Tímto se '{name}' obnoví na jeho původní výchozí konfiguraci. Vaše přizpůsobení budou ztracena.
da: Dette vil gendanne '{name}' til dens oprindelige standardkonfiguration. Dine tilpasninger vil gå tabt.
et: See taastab '{name}' algse vaike seadistuse. Teie kohandused kaovad.
fr: Cela restaurera '{name}' à sa configuration par défaut d'origine. Vos personnalisations seront perdues.
he: זה יחזיר את '{name}' להגדרות ברירת המחדל המקוריות שלו. ההתאמות האישיות שלך יאבדו.
hu: Ez visszaállítja a '{name}'-t az eredeti alapértelmezett konfigurációjára. A testreszabásaid elvesznek.
ja: '{name}'を元のデフォルト設定に復元します。カスタマイズは失われます。
pl: To przywróci '{name}' do jego oryginalnej domyślnej konfiguracji. Twoje dostosowania zostaną utracone.
pt: Isto restaurará '{name}' para sua configuração padrão original. Suas personalizações serão perdidas.
ru: Это восстановит '{name}' до его оригинальной заводской конфигурации. Ваши настройки будут потеряны.
sv: Detta kommer att återställa '{name}' till dess ursprungliga standardkonfiguration. Dina anpassningar kommer att gå förlorade.

source: Hide Command?
bg: Скрий команда?
cs: Skrýt příkaz?
da: Skjul kommando?
et: Peida käsk?
fr: Masquer le Commande ?
he: הסתר פקודה?
hu: Parancs elrejtése?
ja: コマンドを隠す？
pl: Ukryj polecenie?
pt: Ocultar Comando?
ru: Скрыть команду?
sv: Dölj kommando?

source: Hide '{name}' from the command list? You can restore it later from settings.
bg: Скрий '{name}' от списъка с команди? Можеш да го възстановиш по-късно от настройките.
cs: Skrýt '{name}' ze seznamu příkazů? Můžete jej později obnovit z nastavení.
da: Skjul '{name}' fra kommandolisten? Du kan gendanne det senere fra indstillinger.
et: Peida '{name}' käsu loendist? Sa saad selle hiljem seadetest taastada.
fr: Masquer '{name}' de la liste des commandes ? Vous pouvez le restaurer plus tard dans les paramètres.
he: האם להסתיר את '{name}' מרשימת הפקודות? תוכל לשחזר אותו מאוחר יותר מההגדרות.
hu: Elrejted '{name}'-t a parancslistából? Később visszaállíthatod a beállításokból.
ja: '{name}'をコマンドリストから非表示にしますか？後で設定から復元できます。
pl: Ukryć '{name}' z listy poleceń? Możesz przywrócić to później z ustawień.
pt: Ocultar '{name}' da lista de comandos? Você pode restaurá-lo mais tarde nas configurações.
ru: Скрыть '{name}' из списка команд? Вы можете восстановить его позже в настройках.
sv: Dölja '{name}' från kommandolistan? Du kan återställa det senare från inställningarna.

source: Restore Hidden Commands
bg: Възстановяване на скритите команди
cs: Obnovit skryté příkazy
da: Gendan skjulte kommandoer
et: Taasta peidetud käsud
fr: Restaurer les commandes cachées
he: שחזר פקודות מוסתרות
hu: Rejtett parancsok visszaállítása
ja: 隠しコマンドを復元
pl: Przywróć ukryte polecenia
pt: Restaurar Comandos Ocultos
ru: Восстановить скрытые команды
sv: Återställ dolda kommandon

source: Click on a command to restore it:
bg: Щракнете върху команда, за да я възстановите:
cs: Klikněte na příkaz pro jeho obnovení:
da: Klik på en kommando for at gendanne den:
et: Klõpsake käsku, et see taastada:
fr: Cliquez sur une commande pour la restaurer :
he: לחץ על פקודה כדי לשחזר אותה:
hu: Kattintson egy parancsra a visszaállításhoz:
ja: コマンドをクリックして復元します:
pl: Kliknij polecenie, aby je przywrócić:
pt: Clique em um comando para restaurá-lo:
ru: Нажмите на команду, чтобы восстановить её:
sv: Klicka på ett kommando för att återställa det:

source: Restore All
bg: Възстанови всичко
cs: Obnovit vše
da: Gendan alt
et: Taasta kõik
fr: Restaurer tout
he: שחזר הכל
hu: Mindent visszaállít
ja: すべて復元
pl: Przywróć wszystko
pt: Restaurar Tudo
ru: Восстановить все
sv: Återställ allt

source: (Copy)
bg: (Копирай)
cs: (Kopírovat)
da: (Kopier)
et: (Kopeeri)
fr: (Copier)
he: (העתק)
hu: (Másolás)
ja: コピー
pl: (Kopiuj)
pt: (Copiar)
ru: (Копировать)
sv: (Kopiera)

source: Appearance
bg: Външен вид
cs: Vzhled
da: Udseende
et: Välimus
fr: Apparence
he: מראה
hu: Megjelenés
ja: 外観
pl: Wygląd
pt: Aparência
ru: Внешний вид
sv: Utseende

source: Terminal Font
bg: Шрифт на терминала
cs: Terminálový font
da: Terminal skrifttype
et: Terminali font
fr: Police de terminal
he: גופן טרמינל
hu: Terminál betűtípus
ja: ターミナルフォント
pl: Czcionka terminala
pt: Fonte do Terminal
ru: Шрифт терминала
sv: Terminaltypsnitt

source: Line Spacing
bg: Разстояние между редовете
cs: Mezera řádkování
da: Linjeafstand
et: Reavahe kaugus
fr: Interligne
he: ריווח שורות
hu: Sorköz
ja: 行間隔
pl: Interlinia
pt: Espaçamento entre linhas
ru: Интервал между строками
sv: Radavstånd

source: Terminal Transparency
bg: Прозрачност на терминала
cs: Průhlednost terminálu
da: Terminal Gennemsigtighed
et: Terminali läbipaistvus
fr: Transparence du terminal
he: שקיפות טרמינל
hu: Terminál átlátszóság
ja: ターミナルの透明度
pl: Przezroczystość terminala
pt: Transparência do Terminal
ru: Прозрачность терминала
sv: Terminal Transparens

source: Headerbar Transparency
bg: Прозрачност на заглавната лента
cs: Průhlednost hlavičky
da: Headerbar Gennemsigtighed
et: Pealkirja riba läbipaistvus
fr: Transparence de la barre d'en-tête
he: שקיפות שורת הכותרת
hu: Fejlécsáv átlátszósága
ja: ヘッダーバーの透明度
pl: Przezroczystość paska nagłówka
pt: Transparência da Barra de Cabeçalho
ru: Прозрачность заголовка
sv: Headerbar Transparens

source: Use Bright Colors for Bold Text
bg: Използвайте ярки цветове за удебелен текст
cs: Použijte jasné barvy pro tučný text
da: Brug lyse farver til fed tekst
et: Kasutage eredaid värve julgete tekstide jaoks
fr: Utilisez des couleurs vives pour le texte en gras
he: השתמש בצבעים בהירים לטקסט מודגש
hu: Használj élénk színeket a vastag szöveghez
ja: 太字のテキストに明るい色を使用する
pl: Użyj jasnych kolorów dla pogrubionego tekstu
pt: Use Cores Brilhantes para Texto em Negrito
ru: Используйте яркие цвета для жирного текста
sv: Använd ljusa färger för fet text

source: Auto-Hide Sessions Panel
bg: Автоматично скриване на панела сесии
cs: Automatické skrytí panelu relací
da: Auto-skjul sessionspanel
et: Automaatne peitmine seansipaneel
fr: Panneau des sessions masqué automatiquement
he: לוח הבקרה של הפאנל להסתתר אוטומטית
hu: Automatikus elrejtés ülések panel
ja: 自動非表示セッションパネル
pl: Panel automatycznego ukrywania sesji
pt: Painel de Sessões com Ocultação Automática
ru: Авто-скрытие панели сессий
sv: Automatiskt dölja sessionspanel

source: Hide panel when activating sessions
bg: Скрий панела при активиране на сесии
cs: Skrýt panel při aktivaci relací
da: Skjul panel, når der aktiveres sessioner
et: Peida paneel seanside aktiveerimisel
fr: Masquer le panneau lors de l'activation des sessions
he: הסתר פאנל בעת הפעלת מושבים
hu: Panel elrejtése munkamenetek aktiválásakor
ja: セッションをアクティブにするときにパネルを非表示にする
pl: Ukryj panel podczas aktywacji sesji
pt: Ocultar painel ao ativar sessões
ru: Скрыть панель при активации сессий
sv: Dölj panelen när sessioner aktiveras

source: Blinking Text
bg: Мигащ текст
cs: Třepotající se text
da: Blinkende tekst
et: Vilkuv tekst
fr: Texte clignotant
he: טקסט מהבהב
hu: Villogó szöveg
ja: 点滅テキスト
pl: Migający tekst
pt: Texto Piscante
ru: Мигающий текст
sv: Blinkande text

source: When focused
bg: Когато е фокусиран
cs: Když je zaostřeno
da: Når fokuseret
et: Kui fookuses
fr: Lorsqu'il est en focus
he: כאשר ממוקד
hu: Fókuszáláskor
ja: フォーカス時
pl: Gdy jest w fokusie
pt: Quando focado
ru: При фокусировке
sv: När den är i fokus

source: Always
bg: Винаги
cs: Vždy
da: Altid
et: Alati
fr: Toujours
he: תמיד
hu: Mindig
ja: 常に
pl: Zawsze
pt: Sempre
ru: Всегда
sv: Alltid

source: Tab Alignment
bg: Подравняване на табове
cs: Zarovnání karet
da: Fanebladjustering
et: Vaheline joondus
fr: Alignement des onglets
he: יישור טאבים
hu: Tab igazítás
ja: タブの配置
pl: Wyrównanie zakładek
pt: Alinhamento de Guia
ru: Выравнивание вкладок
sv: Flikjustering

source: Left
bg: Ляво
cs: Levé
da: Venstre
et: Vasak
fr: Gauche
he: שמאל
hu: Balra
ja: 左
pl: Lewy
pt: Esquerda
ru: Левый
sv: Vänster

source: Center
bg: Център
cs: Střed
et: Keskus
fr: Centre
he: מרכז
hu: Középpont
ja: センター
pl: Centrum
pt: Centro
ru: Центр

source: Icon Theme
bg: Тема на иконите
cs: Ikonová téma
da: Ikon-tema
et: Ikoni teema
fr: Thème d'icônes
he: נושא אייקון
hu: Ikon téma
ja: アイコンテーマ
pl: Motyw ikon
pt: Tema de Ícone
ru: Тема значков
sv: Ikontema

source: Zashterminal Icons (Bundled)
bg: Плоски икони (включени)
cs: Zashterminal Ikony (Sada)
da: Zashterminal Ikoner (Bundlet)
et: Zashterminal ikoonid (komplekt)
fr: Icônes Zashterminal (Incluses)
he: אייקונים אפרפרים (מוכללים)
hu: Zashterminal Ikonok (Csomagolt)
ja: アシーアイコン（バンドル版）
pl: Zashterminal Ikony (Zestaw)
pt: Ícones Zashterminal (Agrupados)
ru: Плоские значки (в комплекте)
sv: Zashterminal Ikoner (Bundlade)

source: System Icons
bg: Системни икони
cs: Systémové ikony
da: Systemikoner
et: Süsteemi ikoonid
fr: Icônes système
he: אייקונים של מערכת
hu: Rendszerikonok
ja: システムアイコン
pl: Ikony systemowe
pt: Ícones do Sistema
ru: Системные значки
sv: Systemikoner

source: When Already Running
bg: Когато вече работи
cs: Když je již spuštěno
da: Når allerede kørende
et: Kui juba käib
fr: Lorsqu'il est déjà en cours d'exécution
he: כאשר כבר פועל
hu: Amikor már fut
ja: 実行中の場合
pl: Gdy już działa
pt: Quando já estiver em execução
ru: Когда уже запущено
sv: När den redan körs

source: Action when the application is launched while already open
bg: Действие, когато приложението бъде стартирано, докато вече е отворено
cs: Akce při spuštění aplikace, když je již otevřená
da: Handling af applikationen, når den startes, mens den allerede er åben
et: Toiming, kui rakendus käivitatakse, kui see on juba avatud
fr: Action lorsque l'application est lancée alors qu'elle est déjà ouverte
he: פעולה כאשר היישום מופעל בעודו פתוח
hu: Művelet, amikor az alkalmazás már nyitva van és újraindítják
ja: アプリケーションが既に開いている状態で起動されたときのアクション
pl: Akcja, gdy aplikacja jest uruchamiana, gdy jest już otwarta
pt: Ação quando o aplicativo é iniciado enquanto já está aberto
ru: Действие при запуске приложения, когда оно уже открыто
sv: Åtgärd när applikationen startas medan den redan är öppen

source: Open a new tab
bg: Отворете нов раздел
cs: Otevřít novou kartu
da: Åbn en ny fane
et: Ava uus vahekaart
fr: Ouvrir un nouvel onglet
he: פתח לשונית חדשה
hu: Új fül megnyitása
ja: 新しいタブを開く
pl: Otwórz nową kartę
pt: Abrir uma nova aba
ru: Открыть новую вкладку
sv: Öppna en ny flik

source: Open a new window
bg: Отворете нов прозорец
cs: Otevřít nové okno
da: Åbn et nyt vindue
et: Ava uus aken
fr: Ouvrir une nouvelle fenêtre
he: פתח חלון חדש
hu: Új ablak megnyitása
ja: 新しいウィンドウを開く
pl: Otwórz nowe okno
pt: Abrir uma nova janela
ru: Открыть новое окно
sv: Öppna ett nytt fönster

source: Focus existing window
bg: Фокусиране на съществуващ прозорец
cs: Zaměřit existující okno
da: Fokuser eksisterende vindue
et: Fookuse olemasolevat akent
fr: Mettre au premier plan la fenêtre existante
he: מקד את החלון הקיים
hu: Fókuszálja a meglévő ablakot
ja: 既存のウィンドウにフォーカス
pl: Skup się na istniejącym oknie
pt: Focar na janela existente
ru: Сфокусироваться на существующем окне
sv: Fokusera befintligt fönster

source: Cursor Shape
bg: Форма на курсора
cs: Tvar kurzoru
da: Markørform
et: Kursori kuju
fr: Forme du curseur
he: צורת סמן
hu: Kurzor alakja
ja: カーソルの形状
pl: Kształt kursora
pt: Forma do Cursor
ru: Форма курсора
sv: Muspekarsform

source: Block
bg: Блок
cs: Blok
da: Blok
et: Blokk
fr: Bloc
he: חסום
hu: Blokk
ja: ブロック
pl: Blok
pt: Bloco
ru: Блок

source: I-Beam
bg: I-лъч
da: I-Bjælke
et: I-säde
he: סמן I
ja: アイビーム
ru: I-Луч
sv: I-balk

source: Cursor Blinking
bg: Мигащ курсор
cs: Blikající kurzor
da: Cursor Blinkende
et: Kursori vilkumine
fr: Clignotement du curseur
he: הבהוב סמן
hu: Kurzor villogás
ja: カーソルの点滅
pl: Miganie kursora
pt: Cursor Piscando
ru: Мигающий курсор
sv: Markörblinkning

source: Follow System
bg: Следвайте системата
cs: Sledovat systém
da: Følg System
et: Jälgi süsteemi
fr: Suivre le système
he: עקוב אחרי המערכת
hu: Kövesd a rendszert
ja: システムに従う
pl: Śledź system
pt: Seguir Sistema
ru: Следовать системе
sv: Följ system

source: On
bg: Включено
cs: Zapnuto
da: Tændt
et: Käesolev
fr: Activé
he: על
hu: Bekapcsolva
ja: オン
pl: Włączone
pt: Ativado
ru: Включено
sv: På

source: Off
bg: Изключено
cs: Vypnuto
da: Slukket
et: Väljas
fr: Désactivé
he: כבוי
hu: Ki.
ja: オフ
pl: Wyłączone
pt: Desligado
ru: Выкл.
sv: Avstängd

source: Scrollback Lines
bg: Линии на скролиране
cs: Zpětné řádky
da: Rul tilbage linjer
et: Kerimisread
fr: Lignes de retour en arrière
he: שורות גלילה אחורנית
hu: Visszagörgetési sorok
ja: スクロールバック行
pl: Linie przewijania
pt: Linhas de Rolagem
ru: Линии прокрутки
sv: Scrollback-rader

source: 0 for unlimited
bg: 0 за неограничено
cs: 0 pro neomezeně
da: 0 for ubegrænset
et: 0 piiramatuks
fr: 0 pour illimité
he: 0 עבור בלתי מוגבל
hu: 0 a korlátlanhoz
ja: 無制限のための0
pl: 0 dla nieograniczonego
pt: 0 para ilimitado
ru: 0 для неограниченного
sv: 0 för obegränsad

source: Mouse Scroll Sensitivity
bg: Чувствителност на скролера на мишката
cs: Citlivost posouvání myši
da: Musenrullefølsomhed
et: Hiire kerimise tundlikkus
fr: Sensibilité du défilement de la souris
he: רגישות גלילת עכבר
hu: Egér Görgetési Érzékenység
ja: マウススクロール感度
pl: Czułość przewijania myszy
pt: Sensibilidade de Rolagem do Mouse
ru: Чувствительность прокрутки мыши
sv: Muspekarrullningskänslighet

source: Lower is slower
bg: По-ниско е по-бавно
cs: Nižší je pomalejší
da: Lavere er langsommere
et: Madalam on aeglasem
fr: Plus bas est plus lent
he: נמוך הוא איטי
hu: Alacsonyabb a lassabb
ja: 下げるほど遅くなる
pl: Niższa wartość oznacza wolniejsze działanie
pt: Mais baixo é mais lento
ru: Ниже - медленнее
sv: Lägre är långsammare

source: Touchpad Scroll Sensitivity
bg: Чувствителност на превъртане на тъчпад
cs: Citlivost posouvání touchpadu
da: Touchpad rullefølsomhed
et: Puuteplaadi kerimise tundlikkus
fr: Sensibilité de défilement du pavé tactile
he: רגישות גלילה של משטח מגע
hu: Touchpad görgetési érzékenység
ja: タッチパッドスクロール感度
pl: Czułość przewijania gładzika
pt: Sensibilidade de Rolagem do Touchpad
ru: Чувствительность прокрутки тачпада
sv: Touchpad Rullningskänslighet

source: Scroll on Paste
bg: Превъртане при поставяне
cs: Srolovat při vložení
da: Rul på indsætning
et: Keri kopeerimisel
fr: Faire défiler lors du collage
he: גלול בהדבקה
hu: Görgetés beillesztéskor
ja: ペースト時にスクロール
pl: Przewijaj podczas wklejania
pt: Rolagem ao Colar
ru: Прокрутка при вставке
sv: Rulla vid klippning

source: Run Command as a Login Shell
bg: Изпълни командата като входна обвивка
cs: Spustit příkaz jako přihlašovací shell
da: Kør kommando som en login-shell
et: Käivita käsk sisselogimise kestana
fr: Exécuter la commande en tant que shell de connexion
he: הרץ פקודה כמעטפת כניסה
hu: Futtassa a parancsot bejelentkezési héjként
ja: ログインシェルとしてコマンドを実行
pl: Uruchom polecenie jako powłokę logowania
pt: Executar Comando como um Shell de Login
ru: Запустить команду как оболочку входа
sv: Kör kommando som inloggningsskal

source: Audible Bell
bg: Слушаем звънец
cs: Slyšitelný zvonek
da: Hørbar klokke
et: Kuuldav kell
fr: Cloche audible
he: פעמון שמיעתי
hu: Hallható Harang
ja: 音声ベル
pl: Dźwiękowy dzwonek
pt: Sino Audível
ru: Слышимый сигнал
sv: Ljudlig klocka

source: Profiles & Data
bg: Профили и данни
cs: Profily a data
da: Profiler og Data
et: Profiilid ja andmed
fr: Profils et données
he: פרופילים ונתונים
hu: Profilok és Adatok
ja: プロファイルとデータ
pl: Profile i dane
pt: Perfis e Dados
ru: Профили и данные
sv: Profiler och Data

source: On Startup
bg: При стартиране
cs: Při spuštění
da: Ved opstart
et: Käivitamisel
fr: Au démarrage
he: בהפעלה
hu: Indításkor
ja: 起動時
pl: Przy uruchomieniu
pt: Na Inicialização
ru: При запуске
sv: Vid start

source: Always restore previous session
bg: Винаги възстановявайте предишната сесия
cs: Vždy obnovit předchozí relaci
da: Gendan altid den tidligere session
et: Alati taastada eelmine seanss
fr: Toujours restaurer la session précédente
he: תמיד שחזר את המושב הקודם
hu: Mindig állítsa vissza az előző munkamenetet
ja: 前のセッションを常に復元する
pl: Zawsze przywracaj poprzednią sesję
pt: Sempre restaurar a sessão anterior
ru: Всегда восстанавливать предыдущую сессию
sv: Återställ alltid föregående session

source: Ask to restore previous session
bg: Помолете се да възстановите предишната сесия
cs: Požádat o obnovení předchozí relace
da: Bed om at gendanne den tidligere session
et: Küsi eelmise seansi taastamist
fr: Demander à restaurer la session précédente
he: בקש לשחזר את המושב הקודם
hu: Kérjük, állítsa vissza az előző munkamenetet
ja: 前のセッションを復元するように求める
pl: Zapytaj o przywrócenie poprzedniej sesji
pt: Perguntar para restaurar a sessão anterior
ru: Запросить восстановление предыдущей сессии
sv: Fråga om att återställa föregående session

source: Never restore previous session
bg: Никога не възстановявайте предишната сесия
cs: Nikdy neobnovovat předchozí relaci
da: Gendan aldrig den tidligere session
et: Ära taasta eelmist seanssi
fr: Ne jamais restaurer la session précédente
he: אל תשחזר את הסשן הקודם
hu: Soha ne állítsa vissza az előző munkamenetet
ja: 前のセッションを復元しない
pl: Nigdy nie przywracaj poprzedniej sesji
pt: Nunca restaurar a sessão anterior
ru: Никогда не восстанавливать предыдущую сессию
sv: Återställ aldrig föregående session

source: Create Backup
bg: Създаване на резервно копие
cs: Vytvořit zálohu
da: Opret sikkerhedskopi
et: Loo varukoopia
fr: Créer une sauvegarde
he: צור גיבוי
hu: Biztonsági mentés készítése
ja: バックアップを作成
pl: Utwórz kopię zapasową
pt: Criar Backup
ru: Создать резервную копию
sv: Skapa säkerhetskopia

source: Encrypted backup of sessions and settings
bg: Шифрован архив на сесиите и настройките
cs: Šifrovaná záloha relací a nastavení
da: Krypteret backup af sessioner og indstillinger
et: Krüpteeritud varukoopia seanssidest ja seadistustest
fr: Sauvegarde chiffrée des sessions et des paramètres
he: גיבוי מוצפן של מפגשים והגדרות
hu: Titkosított biztonsági mentés a munkamenetekről és beállításokról
ja: セッションと設定の暗号化バックアップ
pl: Szyfrowana kopia zapasowa sesji i ustawień
pt: Backup criptografado de sessões e configurações
ru: Зашифрованная резервная копия сеансов и настроек
sv: Krypterad säkerhetskopia av sessioner och inställningar

source: Create Backup...
bg: Създаване на резервно копие...
cs: Vytvořit zálohu...
da: Opret sikkerhedskopi...
et: Loo varukoopia...
fr: Créer une sauvegarde...
he: צור גיבוי...
hu: Biztonsági mentés létrehozása...
ja: バックアップを作成...
pl: Utwórz kopię zapasową...
pt: Criar Backup...
ru: Создать резервную копию...
sv: Skapa säkerhetskopia...

source: Restore from Backup
bg: Възстановяване от резервно копие
cs: Obnovit ze zálohy
da: Gendan fra sikkerhedskopi
et: Taasta varukoopiast
fr: Restaurer à partir de la sauvegarde
he: שחזור מגיבוי
hu: Visszaállítás biztonsági mentésből
ja: バックアップから復元
pl: Przywróć z kopii zapasowej
pt: Restaurar a partir do Backup
ru: Восстановить из резервной копии
sv: Återställ från säkerhetskopia

source: Restore...
bg: Възстановяване...
cs: Obnovit...
da: Gendan...
et: Taasta...
fr: Restaurer...
he: שחזר...
hu: Visszaállítás...
ja: 復元...
pl: Przywróć...
pt: Restaurar...
ru: Восстановить...
sv: Återställ...

source: Use System Temporary Directory
bg: Използвайте системната временна директория
cs: Použijte systémový dočasný adresář
da: Brug systemets midlertidige mappe
et: Kasutage süsteemi ajutist katalooge
fr: Utiliser le répertoire temporaire du système
he: השתמש בתיקיית זמנית של המערכת
hu: Használja a rendszer ideiglenes könyvtárat
ja: システム一時ディレクトリを使用する
pl: Użyj systemowego katalogu tymczasowego
pt: Usar Diretório Temporário do Sistema
ru: Использовать системный временный каталог
sv: Använd systemets temporära katalog

source: Use /tmp for remote editing files
bg: Използвайте /tmp за отдалечено редактиране на файлове
cs: Použijte /tmp pro vzdálené úpravy souborů
da: Brug /tmp til fjernredigering af filer
et: Kasutage /tmp kaugredigeerimise failide jaoks
fr: Utilisez /tmp pour l'édition à distance des fichiers
he: השתמש ב-/tmp לעריכת קבצים מרחוק
hu: Használja a /tmp mappát távoli fájlok szerkesztéséhez
ja: リモート編集ファイルには/tmpを使用してください
pl: Użyj /tmp do zdalnej edycji plików
pt: Use /tmp para edição remota de arquivos
ru: Используйте /tmp для удаленного редактирования файлов
sv: Använd /tmp för att redigera filer på distans

source: Clear Remote Edit Files on Exit
bg: Изчисти отдалечените файлове за редактиране при изход
cs: Vymazat vzdálené upravené soubory při ukončení
da: Ryd fjernredigeringsfiler ved afslutning
et: Kustuta kaugredigeerimise failid väljumisel
fr: Effacer les fichiers d'édition à distance à la fermeture
he: נקה קבצי עריכה מרחוק ביציאה
hu: Távoli szerkesztési fájlok törlése kilépéskor
ja: 終了時にリモート編集ファイルをクリア
pl: Wyczyść zdalne pliki edycji przy wyjściu
pt: Limpar Arquivos de Edição Remota ao Sair
ru: Очистить удаленные файлы редактирования при выходе
sv: Rensa fjärrredigeringsfiler vid utgång

source: SSH Connection Persistence
bg: Устойчивост на SSH връзка
cs: Trvalost SSH připojení
da: SSH-forbindelsespersistens
et: SSH ühenduse püsimine
fr: Persistance de connexion SSH
he: שימור חיבור SSH
hu: SSH Kapcsolat Megtartás
ja: SSH接続の持続性
pl: Trwałość połączenia SSH
pt: Persistência de Conexão SSH
ru: Постоянство соединения SSH
sv: SSH-anslutningsbeständighet

source: Seconds to keep connections alive (0 to disable)
bg: Секунди за поддържане на връзките активни (0 за деактивиране)
cs: Sekundy pro udržení připojení aktivních (0 pro zakázání)
da: Sekunder til at holde forbindelser aktive (0 for at deaktivere)
et: Sekundid ühenduste elus hoidmiseks (0 keelamiseks)
fr: Secondes pour maintenir les connexions actives (0 pour désactiver)
he: שניות לשמירה על חיבורים פעילים (0 כדי להשבית)
hu: Kapcsolatok életben tartásához szükséges másodpercek (0 a letiltáshoz)
ja: 接続を維持する秒数 (0で無効)
pl: Sekundy, aby utrzymać połączenia aktywne (0, aby wyłączyć)
pt: Segundos para manter as conexões ativas (0 para desativar)
ru: Секунды для поддержания соединений (0 для отключения)
sv: Sekunder för att hålla anslutningar aktiva (0 för att inaktivera)

source: Advanced
bg: Разширен
cs: Pokročilý
da: Avanceret
et: Täpsem
fr: Avancé
he: מתקדם
hu: Haladó
ja: 高度な
pl: Zaawansowany
pt: Avançado
ru: Расширенный
sv: Avancerad

source: Bidirectional Text Support
bg: Поддръжка на двупосочен текст
cs: Podpora obousměrného textu
da: Understøttelse af tovejs tekst
et: Kaksisuunaline teksti tugi
fr: Support de texte bidirectionnel
he: תמיכה בטקסט דו-כיווני
hu: Kétirányú Szöveg Támogatás
ja: 双方向テキストサポート
pl: Wsparcie tekstu dwukierunkowego
pt: Suporte a Texto Bidirecional
ru: Поддержка двунаправленного текста
sv: Stöd för tvåvägstext

source: For Arabic and Hebrew (affects performance)
bg: За арабски и иврит (влияе на производителността)
cs: Pro arabštinu a hebrejštinu (ovlivňuje výkon)
da: For arabisk og hebraisk (påvirker ydeevnen)
et: Araabia ja heebrea (mõjutab jõudlust)
fr: Pour l'arabe et l'hébreu (affecte les performances)
he: לערבית ועברית (משפיע על הביצועים)
hu: Arab és héber (hatással van a teljesítményre)
ja: アラビア語とヘブライ語用（パフォーマンスに影響）
pl: Dla arabskiego i hebrajskiego (wpływa na wydajność)
pt: Para árabe e hebraico (afeta o desempenho)
ru: Для арабского и ивритского (влияет на производительность)
sv: För arabiska och hebreiska (påverkar prestanda)

source: Enable Arabic Text Shaping
bg: Активиране на арабско форматиране на текст
cs: Povolit tvarování arabského textu
da: Aktivér arabisk tekstformatering
et: Luba araabia teksti kujundamine
fr: Activer la mise en forme du texte arabe
he: אפשר עיצוב טקסט בערבית
hu: Arab szövegformázás engedélyezése
ja: アラビア語テキストの整形を有効にする
pl: Włącz kształtowanie tekstu arabskiego
pt: Ativar Formatação de Texto em Árabe
ru: Включить формирование арабского текста
sv: Aktivera arabisk textformatering
