Repository: leoberbert/zashterminal
Catalog: locale/*.po
Languages: bg, cs, da, et, fr, he, hu, ja, pl, pt, ru, sv

source: Edit Rule
bg: Редактиране на правило
cs: Upravit pravidlo
da: Rediger regel
et: Muuda reeglit
fr: Modifier la règle
he: ערוך כלל
hu: Szabály szerkesztése
ja: ルールを編集
pl: Edytuj regułę
pt: Editar Regra
ru: Редактировать правило
sv: Redigera regel

source: Rule Name
bg: Име на правило
cs: Název pravidla
da: Regelnavn
et: Reegli nimi
fr: Nom de la règle
he: שם כלל
hu: Szabály neve
ja: ルール名
pl: Nazwa reguły
pt: Nome da Regra
ru: Имя правила
sv: Regelnamn

source: Pattern
bg: Шаблон
cs: Vzor
da: Mønster
et: Muster
fr: Modèle
he: תבנית
hu: Minta
ja: パターン
pl: Wzorzec
pt: Padrão
ru: Шаблон
sv: Mönster

source: Python regex syntax. Capture groups () can have individual colors.
bg: Синтаксис на Python regex. Групите за улавяне () могат да имат индивидуални цветове.
cs: Syntax regulárních výrazů v Pythonu. Zachycovací skupiny () mohou mít jednotlivé barvy.
da: Python regex syntaksis. Fanggrupper () kan have individuelle farver.
et: Pythoni regex süntaks. Püüdmisgrupid () võivad omada individuaalseid värve.
fr: Syntax regex Python. Les groupes de capture () peuvent avoir des couleurs individuelles.
he: תחביר רגקס של פייתון. קבוצות תפיסה () יכולות להיות בצבעים שונים.
hu: Python regex szintaxis. A csoportosítások () egyedi színeket kaphatnak.
ja: Pythonの正規表現構文。キャプチャグループ（）は個別の色を持つことができます。
pl: Składnia regex w Pythonie. Grupy przechwytywania () mogą mieć indywidualne kolory.
pt: Sintaxe de regex do Python. Grupos de captura () podem ter cores individuais.
ru: Синтаксис регулярных выражений Python. Группы захвата () могут иметь индивидуальные цвета.
sv: Python regex-syntax. Fångstgrupper () kan ha individuella färger.

source: Regex Pattern
bg: Регулярен израз
cs: Regulární výraz
da: Regex-mønster
et: Regex mustri
fr: Modèle Regex
he: תבנית רג'קס
hu: Reguláris kifejezés minta
ja: 正規表現パターン
pl: Wzorzec Regex
pt: Padrão Regex
ru: Шаблон регулярного выражения
sv: Reguljärt uttryck

source: Syntax highlighted
bg: Синтактично оцветен
cs: Syntax zvýrazněný
da: Syntax fremhævet
et: Süntaks rõhutatud
fr: Syntaxe surlignée
he: סינטקס מודגש
hu: Szintaxis kiemelve
ja: 構文ハイライト
pl: Podświetlenie składni
pt: Sintaxe realçada
ru: Синтаксически выделенный
sv: Syntax markerad

source: Regex reference
bg: Референция на Regex
cs: Odkaz na Regex
et: Regex viide
fr: Référence Regex
he: הפניה ל-Regex
hu: Regex hivatkozás
ja: 正規表現リファレンス
pl: Referencja Regex
pt: Referência de Regex
ru: Справочник по регулярным выражениям
sv: Regex-referens

source: Colors & Effects
bg: Цветове и ефекти
cs: Barvy a efekty
da: Farver & Effekter
et: Värvid ja Efektid
fr: Couleurs et Effets
he: צבעים ואפקטים
hu: Színek és Effektek
ja: 色と効果
pl: Kolory i efekty
pt: Cores e Efeitos
ru: Цвета и эффекты
sv: Färger och effekter

source: First color applies to entire match if no groups.
bg: Първият цвят се прилага за цялото съвпадение, ако няма групи.
cs: První barva se použije na celý zápas, pokud nejsou žádné skupiny.
da: Første farve gælder for hele matchen, hvis der ikke er grupper.
et: Esimene värv kehtib kogu vastele, kui gruppe ei ole.
fr: La première couleur s'applique à l'ensemble de la correspondance s'il n'y a pas de groupes.
he: הצבע הראשון חל על ההתאמה כולה אם אין קבוצות.
hu: Az első szín az egész egyezésre vonatkozik, ha nincsenek csoportok.
ja: 最初の色は、グループがない場合、全体の一致に適用されます。
pl: Pierwszy kolor stosuje się do całego dopasowania, jeśli nie ma grup.
pt: A primeira cor se aplica a toda a correspondência se não houver grupos.
ru: Первый цвет применяется ко всему совпадению, если нет групп.
sv: Första färgen tillämpas på hela matchen om inga grupper finns.

source: Add Color
bg: Добави цвят
cs: Přidat barvu
da: Tilføj farve
et: Lisa värv
fr: Ajouter une couleur
he: הוסף צבע
hu: Szín hozzáadása
ja: 色を追加
pl: Dodaj kolor
pt: Adicionar Cor
ru: Добавить цвет
sv: Lägg till färg

source: Description (optional)
bg: Описание (по избор)
cs: Popis (volitelné)
da: Beskrivelse (valgfrit)
et: Kirjeldus (valikuline)
fr: Description (optionnel)
he: תיאור (אופציונלי)
hu: Leírás (opcionális)
ja: 説明（オプション）
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
ru: Описание (необязательно)
sv: Beskrivning (valfritt)

source: Pattern has {} capture group(s). Add colors for each group.
bg: Шаблонът има {} група/групи за улавяне. Добавете цветове за всяка група.
cs: Vzor má {} zachycovací skupinu(y). Přidejte barvy pro každou skupinu.
da: Mønsteret har {} fangstgruppe(r). Tilføj farver til hver gruppe.
et: Musteril on {} haaramisrühma. Lisa iga rühma jaoks värvid.
fr: Le motif a {} groupe(s) de capture. Ajoutez des couleurs pour chaque groupe.
he: הדפוס מכיל {} קבוצת תפיסה. הוסף צבעים לכל קבוצה.
hu: A minta {} rögzített csoportot tartalmaz. Adj színeket minden csoporthoz.
ja: パターンには {} キャプチャグループがあります。各グループに色を追加してください。
pl: Wzorzec ma {} grup(y) przechwytywania. Dodaj kolory dla każdej grupy.
pt: O padrão tem {} grupo(s) de captura. Adicione cores para cada grupo.
ru: Шаблон имеет {} захватывающую группу(ы). Добавьте цвета для каждой группы.
sv: Mönster har {} fångstgrupp(er). Lägg till färger för varje grupp.

source: Pattern has no capture groups. First color applies to entire match.
bg: Шаблонът няма групи за улавяне. Първият цвят се прилага за цялото съвпадение.
cs: Vzor nemá žádné zachycovací skupiny. První barva se vztahuje na celý shodný text.
da: Mønsteret har ingen fangstgrupper. Den første farve gælder for hele matchen.
et: Musteril ei ole haaramisrühmi. Esimene värv kehtib kogu vastele.
fr: Le motif n'a pas de groupes de capture. La première couleur s'applique à l'ensemble de la correspondance.
he: הדפוס אינו מכיל קבוצות תפיסה. הצבע הראשון חל על ההתאמה כולה.
hu: A minta nem tartalmaz rögzítőcsoportokat. Az első szín az egész egyezésre vonatkozik.
ja: パターンにはキャプチャグループがありません。最初の色は全体の一致に適用されます。
pl: Wzorzec nie ma grup przechwytywania. Pierwszy kolor dotyczy całego dopasowania.
pt: O padrão não possui grupos de captura. A primeira cor se aplica a toda a correspondência.
ru: Шаблон не имеет групп захвата. Первый цвет применяется ко всему совпадению.
sv: Mönstret har inga fångstgrupper. Första färgen tillämpas på hela matchningen.

source: Rule name is required
bg: Името на правилото е задължително
cs: Název pravidla je povinný
da: Reglenavn er påkrævet
et: Reegli nimi on kohustuslik
fr: Le nom de la règle est requis
he: שם הכלל נדרש
hu: A szabály neve kötelező
ja: ルール名は必須です
pl: Nazwa reguły jest wymagana
pt: O nome da regra é obrigatório
ru: Имя правила обязательно
sv: Regelnamn krävs

source: Pattern is required
bg: Шаблонът е задължителен
cs: Vzor je povinný
da: Mønster er påkrævet
et: Muster on vajalik
fr: Le motif est requis
he: דרוש תבנית
hu: Minta kötelező
ja: パターンは必須です
pl: Wzorzec jest wymagany
pt: O padrão é obrigatório
ru: Шаблон обязателен
sv: Mönster krävs

source: Invalid regex: {}
bg: Невалиден regex: {}
cs: Neplatný regulární výraz: {}
da: Ugyldig regex: {}
et: Kehtetu regex: {}
fr: Regex invalide : {}
he: ביטוי רגולרי לא חוקי: {}
hu: Érvénytelen reguláris kifejezés: {}
ja: 無効な正規表現: {}
pl: Nieprawidłowy wyrażenie regularne: {}
pt: Expressão regular inválida: {}
ru: Неверное регулярное выражение: {}
sv: Ogiltigt regex: {}

source: ✓ Valid pattern
bg: ✓ Валиден шаблон
cs: ✓ Platný vzor
da: ✓ Gyldig mønster
et: ✓ Kehtiv muster
fr: ✓ Modèle valide
he: ✓ תבנית תקפה
hu: ✓ Érvényes minta
ja: ✓ 有効なパターン
pl: ✓ Prawidłowy wzór
pt: ✓ Padrão válido
ru: ✓ Действительный шаблон
sv: ✓ Giltigt mönster

source: Regex Reference
bg: Референция на Регулярни Изрази
cs: Referenční příručka pro regulární výrazy
et: Regexi viide
fr: Référence Regex
he: הפניה ל-Regex
hu: Regex Referencia
ja: 正規表現リファレンス
pl: Referencja Regex
pt: Referência de Regex
ru: Справочник по регулярным выражениям
sv: Regex-referens

source: Basic Patterns
bg: Основни шаблони
cs: Základní vzory
da: Grundlæggende mønstre
et: Põhistruktuurid
fr: Modèles de base
he: תבניות בסיסיות
hu: Alapvető Minták
ja: 基本パターン
pl: Podstawowe wzorce
pt: Padrões Básicos
ru: Базовые шаблоны
sv: Grundläggande mönster

source: Any character except newline
bg: Всеки символ, с изключение на нов ред
cs: Jakákoli znak kromě nového řádku
da: Enhver karakter undtagen linjeskift
et: Iga märk, välja arvatud reavahetus
fr: Tout caractère sauf nouvelle ligne
he: כל תו מלבד שורה חדשה
hu: Bármely karakter, kivéve az újsor karaktert
ja: 任意の文字（改行を除く）
pl: Dowolny znak z wyjątkiem nowej linii
pt: Qualquer caractere, exceto nova linha
ru: Любой символ, кроме новой строки
sv: Vilken tecken som helst förutom radbrytning

source: Any digit [0-9]
bg: Всяка цифра [0-9]
cs: Libovolná číslice [0-9]
da: Enhver ciffer [0-9]
et: Iga number [0-9]
fr: Tout chiffre [0-9]
he: מספר כלשהו [0-9]
hu: Bármely számjegy [0-9]
ja: 任意の数字 [0-9]
pl: Dowolna cyfra [0-9]
pt: Qualquer dígito [0-9]
ru: Любая цифра [0-9]
sv: Valfri siffra [0-9]

source: Word character [a-zA-Z0-9_]
bg: Думов символ [a-zA-Z0-9_]
cs: Slovo znak [a-zA-Z0-9_]
da: Ordtegn [a-zA-Z0-9_]
et: Sõna märk [a-zA-Z0-9_]
fr: Caractère alphanumérique [a-zA-Z0-9_]
he: תווך תו [a-zA-Z0-9_]
hu: Szó karakter [a-zA-Z0-9_]
ja: 単語文字 [a-zA-Z0-9_]
pl: Znak słowa [a-zA-Z0-9_]
pt: Caractere de palavra [a-zA-Z0-9_]
ru: Символ слова [a-zA-Z0-9_]
sv: Ordtecken [a-zA-Z0-9_]

source: Whitespace character
bg: Бял знак
cs: Bílý znak
da: Hvidrumtegn
et: Tühik märk
fr: Caractère d'espace blanc
he: תווך ריק
hu: Fehér tér karakter
ja: 空白文字
pl: Znak białej przestrzeni
pt: Caractere em branco
ru: Пробельный символ
sv: Vitrymdstecken

source: Negations of above
bg: Отрицания на горното
cs: Negace výše uvedeného
da: Negationer af ovenstående
et: Ülaltoodud eitused
fr: Négations de ce qui précède
he: שליליות שלמעלה
hu: A fenti állítások tagadása
ja: 上記の否定
pl: Negacje powyższych
pt: Negativas do acima
ru: Отрицания вышеупомянутого
sv: Negationer av ovanstående

source: Start of line
bg: Начало на реда
cs: Začátek řádku
da: Linje start
et: Rea algusest
fr: Début de ligne
he: תחילת שורה
hu: Sor eleje
ja: 行の開始
pl: Początek linii
pt: Início da linha
ru: Начало строки
sv: Radens början

source: End of line
bg: Край на реда
cs: Konec řádku
da: Linjeafslutning
et: Reavaja lõpp
fr: Fin de ligne
he: סוף שורה
hu: Sor vége
ja: 行の終わり
pl: Koniec linii
pt: Fim de linha
ru: Конец строки
sv: Radslut

source: Word boundary
bg: Граница на дума
cs: Hranice slova
da: Ordgrænse
et: Sõna piir
fr: Limite de mot
he: גבול מילה
hu: Szóhatár
ja: 単語境界
pl: Granica wyrazu
pt: Limite de palavra
ru: Граница слова
sv: Ordboundary

source: Quantifiers
bg: Квантификатори
cs: Kvantifikátory
da: Kvantificatorer
et: Kvantifikaatorid
fr: Quantificateurs
he: כמויות
hu: Mennyiségi kifejezések
ja: 量子化子
pl: Kwantyfikatory
pt: Quantificadores
ru: Квантификаторы
sv: Kvantifierare

source: 0 or more times
bg: 0 или повече пъти
cs: 0 nebo vícekrát
da: 0 eller flere gange
et: 0 või rohkem korda
fr: 0 ou plusieurs fois
he: 0 או יותר פעמים
hu: 0 vagy több alkalommal
ja: 0回またはそれ以上 0回またはそれ以上
pl: 0 lub więcej razy
pt: 0 ou mais vezes
ru: 0 или более раз
sv: 0 eller fler gånger

source: 1 or more times
bg: 1 или повече пъти
cs: 1 nebo vícekrát
da: 1 eller flere gange
et: 1 või enam korda
fr: 1 ou plusieurs fois
he: 1 או יותר פעמים
hu: 1 vagy több alkalommal
ja: 1回以上
pl: 1 lub więcej razy
pt: 1 ou mais vezes
ru: 1 или более раз
sv: 1 eller flera gånger

source: 0 or 1 time
bg: 0 или 1 път
cs: 0 nebo 1 krát
da: 0 eller 1 gang
et: 0 või 1 kord
fr: 0 ou 1 fois
he: 0 או 1 פעם
hu: 0 vagy 1 alkalom
ja: 0回または1回
pl: 0 lub 1 raz
pt: 0 ou 1 vez
ru: 0 или 1 раз
sv: 0 eller 1 gång

source: Exactly n times
bg: Точно n пъти
cs: Přesně nkrát
da: Præcist n gange
et: Täpselt n korda
fr: Exactement n fois
he: בדיוק n פעמים
hu: Pontosan n alkalommal
ja: ちょうどn回
pl: Dokładnie n razy
pt: Exatamente n vezes
ru: Точно n раз
sv: Exakt n gånger

source: Between n and m times
bg: Между n и m пъти
cs: Mezi n a m krát
da: Mellem n og m gange
et: Vahemikus n ja m korda
fr: Entre n et m fois
he: בין n ל-m פעמים
hu: n és m alkalom között
ja: n回からm回まで
pl: Między n a m razy
pt: Entre n e m vezes
ru: Между n и m раз
sv: Mellan n och m gånger

source: Non-greedy versions
bg: Ненаситни версии
cs: Nehlavé verze
da: Ikke-grådige versioner
et: Mitteahneta versioonid
fr: Versions non avares
he: גרסאות לא חמדניות
hu: Nem mohó verziók
ja: 非貪欲バージョン
pl: Wersje niechciwe
pt: Versões não gananciosas
ru: Нежадные версии
sv: Icke-grådiga versioner

source: Groups & Alternatives
bg: Групи и алтернативи
cs: Skupiny a alternativy
da: Grupper og Alternativer
et: Rühmad ja alternatiivid
fr: Groupes et alternatives
he: קבוצות ואלטרנטיבות
hu: Csoportok és Alternatívák
ja: グループと代替案
pl: Grupy i alternatywy
pt: Grupos e Alternativas
ru: Группы и альтернативы
sv: Grupper och alternativ

source: Capture group (gets a color)
bg: Група за улавяне (взема цвят)
cs: Skupina pro zachycení (získá barvu)
da: Fanggruppe (får en farve)
et: Kätte rühm (saab värvi)
fr: Groupe de capture (obtient une couleur)
he: קבוצת תפיסה (מקבלת צבע)
hu: Rögzítési csoport (színt kap)
ja: キャプチャグループ（色を取得）
pl: Grupa przechwytywania (uzyskuje kolor)
pt: Grupo de captura (obtém uma cor)
ru: Группа захвата (получает цвет)
sv: Fångstgrupp (får en färg)

source: Non-capturing group
bg: Неконсумираща група
cs: Nekapující skupina
da: Ikke-fangende gruppe
et: Mitte haarav grupp
fr: Groupe non capturant
he: קבוצה שאינה תופסת
hu: Nem rögzítő csoport
ja: 非捕捉グループ
pl: Grupa nieprzechwytująca
pt: Grupo não capturante
ru: Неконтролируемая группа
sv: Icke-fångande grupp

source: Alternation (a or b)
bg: Алтернативност (а или б)
cs: Alternativa (a nebo b)
da: Alternation (a eller b)
et: Alternatiiv (a või b)
fr: Alternance (a ou b)
he: חלופה (א או ב)
hu: Alternálás (a vagy b)
ja: 選択肢 (a または b)
pl: Alternatywa (a lub b)
pt: Alternância (a ou b)
ru: Альтернатива (a или b)
sv: Alternativ (a eller b)

source: Character class (a, b, or c)
bg: Клас на символи (a, b или c)
cs: Třídění znaků (a, b nebo c)
da: Karakterklasse (a, b eller c)
et: Märgi klass (a, b või c)
fr: Classe de caractères (a, b ou c)
he: סוג תו (א, ב או ג)
hu: Karakterosztály (a, b vagy c)
ja: キャラクタークラス（a、b、またはc）
pl: Klasa znaków (a, b lub c)
pt: Classe de caractere (a, b ou c)
ru: Класс символов (a, b или c)
sv: Teckenkategori (a, b eller c)

source: Negated class (not a, b, c)
bg: Отрицателен клас (не a, b, c)
cs: Negovaná třída (ne a, b, c)
da: Negeret klasse (ikke a, b, c)
et: Eitustatud klass (mitte a, b, c)
fr: Classe négative (pas a, b, c)
he: מחלקה שלילית (לא a, b, c)
hu: Negált osztály (nem a, b, c)
ja: 否定クラス（a、b、cではない）
pl: Klasa negowana (nie a, b, c)
pt: Classe negada (não a, b, c)
ru: Отрицательный класс (не a, b, c)
sv: Negerad klass (inte a, b, c)

source: Character range
bg: Диапазон символи
cs: Rozsah znaků
da: Tegninterval
et: Märgi vahemik
fr: Plage de caractères
he: טווח תווים
hu: Karaktertartomány
ja: 文字範囲
pl: Zakres znaków
pt: Intervalo de caracteres
ru: Диапазон символов
sv: Teckenintervall

source: Examples
bg: Примери
cs: Příklady
da: Eksempler
et: Näited
fr: Exemples
he: דוגמאות
hu: Példák
ja: 例示
pl: Przykłady
pt: Exemplos
ru: Примеры
sv: Exempel

source: IPv4 address
bg: IPv4 адрес
cs: IPv4 adresa
da: IPv4-adresse
et: IPv4 aadress
fr: adresse IPv4
he: כתובת IPv4
hu: IPv4 cím
ja: IPv4アドレス
pl: adres IPv4
pt: endereço IPv4
ru: IPv4-адрес
sv: IPv4-adress

source: Match error keywords
bg: Ключови думи за грешка при съвпадение
cs: Klíčová slova pro chybu shody
da: Match fejl nøgleord
et: Vastetõrke märksõnad
fr: Mots-clés d'erreur de correspondance
he: מילות מפתח שגיאת התאמה
hu: Hiba kulcsszavak egyeztetése
ja: 一致しないエラーキーワード
pl: Słowa kluczowe błędu dopasowania
pt: Palavras-chave de erro de correspondência
ru: Ключевые слова ошибки совпадения
sv: Matchfel nyckelord

source: Key=value pairs (2 groups)
bg: Ключ=пара двойки (2 групи)
cs: Klíč=hodnotové páry (2 skupiny)
da: Nøgle=værdi par (2 grupper)
et: Võti=väärtuse paarid (2 rühma)
fr: Paires clé=valeur (2 groupes)
he: מפתחות=זוגות ערכים (2 קבוצות)
hu: Kulcs=érték párok (2 csoport)
ja: キー=値ペア（2グループ）
pl: Para=wartości (2 grupy)
pt: Par de chave=valor (2 grupos)
ru: Ключ=пары значений (2 группы)
sv: Nyckel=värdepar (2 grupper)

source: Comment lines
bg: Коментарни редове
cs: Komentářové řádky
da: Kommentarlinjer
et: Kommentaari read
fr: Lignes de commentaire
he: שורות הערה
hu: Megjegyzés sorok
ja: コメント行
pl: Linie komentarzy
pt: Linhas de comentário
ru: Комментарий строки
sv: Kommentarer

source: Command: {}
bg: Команда: {}
cs: Příkaz: {}
da: Kommando: {}
et: Käsk: {}
fr: Commande : {}
he: פקודה: {}
hu: Parancs: {}
ja: コマンド: {}
pl: Polecenie: {}
pt: Comando: {}
ru: Команда: {}
sv: Kommando: {}

source: Enable Command Rules
bg: Активиране на правила за команди
cs: Povolit pravidla příkazů
da: Aktiver Kommando Regler
et: Luba käskureeglid
fr: Activer les règles de commande
he: אפשר חוקים לפקודות
hu: Parancs Szabályok Engedélyezése
ja: コマンドルールを有効にする
pl: Włącz zasady poleceń
pt: Ativar Regras de Comando
ru: Включить правила команд
sv: Aktivera kommandoregler

source: Include Global Rules
bg: Включи глобални правила
cs: Zahrnout globální pravidla
da: Inkluder globale regler
et: Kaasuta globaalreegleid
fr: Inclure des règles globales
he: כלול כללים גלובליים
hu: Globális Szabályok Beillesztése
ja: グローバルルールを含める
pl: Uwzględnij zasady globalne
pt: Incluir Regras Globais
ru: Включить глобальные правила
sv: Inkludera globala regler

source: Reset to System Default
bg: Нулиране до системни настройки по подразбиране
cs: Obnovit na výchozí nastavení systému
da: Nulstil til systemstandard
et: Lähtestama süsteemi vaikeväärtused
fr: Réinitialiser aux paramètres d'usine
he: איפוס לברירת מחדל של המערכת
hu: Visszaállítás gyári beállításokra
ja: システムデフォルトにリセット
pl: Resetuj do ustawień fabrycznych
pt: Redefinir para o Padrão do Sistema
ru: Сбросить до системных значений по умолчанию
sv: Återställ till systemstandard

source: Triggers
bg: Тригери
cs: Spouštěče
da: Udløsere
et: Käivitajad
fr: Déclencheurs
he: הפעלות
hu: Kiváltók
ja: トリガー
pl: Wyzwalacze
pt: Gatilhos
ru: Триггеры
sv: Utlösare

source: Command names or patterns that activate this rule set. When a command starting with a trigger is detected, these highlighting rules are applied.
bg: Имена на команди или шаблони, които активират този набор от правила. Когато се открие команда, започваща с тригер, тези правила за подчертаване се прилагат.
cs: Názvy příkazů nebo vzory, které aktivují tuto sadu pravidel. Když je detekován příkaz začínající spouštěčem, jsou aplikována tato pravidla zvýraznění.
da: Kommando navne eller mønstre, der aktiverer dette regelsæt. Når et kommando, der starter med en trigger, registreres, anvendes disse fremhævelsesregler.
et: Käskude nimed või mustrid, mis aktiveerivad seda reeglite komplekti. Kui tuvastatakse käsk, mis algab käivitajaga, rakendatakse neid esiletõstmise reegleid.
fr: Noms de commande ou motifs qui activent cet ensemble de règles. Lorsqu'une commande commençant par un déclencheur est détectée, ces règles de mise en surbrillance sont appliquées.
he: שמות פקודות או תבניות שמפעילות את קבוצת הכללים הזו. כאשר פקודה המתחילה עם טריגר מזוהה, כללי ההדגשה הללו מיושמים.
hu: Parancsnevek vagy minták, amelyek aktiválják ezt a szabálykészletet. Amikor egy, a kiváltóval kezdődő parancsot észlelnek, ezek a kiemelési szabályok alkalmazásra kerülnek.
ja: ルールセットをアクティブにするコマンド名またはパターン。トリガーで始まるコマンドが検出されると、これらのハイライトルールが適用されます。
pl: Nazwy poleceń lub wzory, które aktywują ten zestaw reguł. Gdy wykryte zostanie polecenie zaczynające się od wyzwalacza, te reguły podświetlania są stosowane.
pt: Nomes de comando ou padrões que ativam este conjunto de regras. Quando um comando que começa com um gatilho é detectado, essas regras de destaque são aplicadas.
ru: Имена команд или шаблоны, которые активируют этот набор правил. Когда обнаруживается команда, начинающаяся с триггера, применяются эти правила выделения.
sv: Kommandonamn eller mönster som aktiverar detta regelset. När ett kommando som börjar med en trigger upptäcks tillämpas dessa markeringsregler.

source: ➕ Add Trigger
bg: ➕ Добавяне на тригер
cs: ➕ Přidat spoušť
da: ➕ Tilføj Udløser
et: ➕ Lisa käivitaja
fr: ➕ Ajouter un déclencheur
he: ➕ הוסף טריגר
hu: ➕ Trigger hozzáadása
ja: ➕ トリガーを追加
pl: ➕ Dodaj wyzwalacz
pt: ➕ Adicionar Gatilho
ru: ➕ Добавить триггер
sv: ➕ Lägg till utlösare

source: Highlight Rules
bg: Правила за подчертаване
cs: Pravidla zvýraznění
da: Fremhævningsregler
et: Esiletõste reeglid
fr: Règles de mise en surbrillance
he: כללי הדגשה
hu: Kiemelési Szabályok
ja: ハイライトルール
pl: Reguły podświetlania
pt: Regras de Destaque
ru: Правила выделения
sv: Markera regler

source: ➕ Add New Rule
bg: ➕ Добавяне на ново правило
cs: ➕ Přidat nové pravidlo
da: ➕ Tilføj Ny Regel
et: ➕ Lisa uus reegel
fr: ➕ Ajouter une nouvelle règle
he: ➕ הוסף כלל חדש
hu: ➕ Új szabály hozzáadása
ja: ➕ 新しいルールを追加
pl: ➕ Dodaj nową regułę
pt: ➕ Adicionar Nova Regra
ru: ➕ Добавить новое правило
sv: ➕ Lägg till ny regel

source: Edit trigger
bg: Редактиране на задействащ тригер
cs: Upravit spouštěč
da: Rediger udløser
et: Muuda käivitajat
fr: Modifier le déclencheur
he: ערוך טריגר
hu: Trigger szerkesztése
ja: トリガーを編集
pl: Edytuj wyzwalacz
pt: Editar gatilho
ru: Редактировать триггер
sv: Redigera utlösare

source: Remove trigger
bg: Премахни тригера
cs: Odstranit spouštěč
da: Fjern udløser
et: Eemalda käivitus
fr: Supprimer le déclencheur
he: הסר טריגר
hu: Trigger eltávolítása
ja: トリガーを削除
pl: Usuń wyzwalacz
pt: Remover gatilho
ru: Удалить триггер
sv: Ta bort utlösare

source: Cannot remove the last trigger
bg: Не може да се премахне последният тригер.
cs: Nelze odstranit poslední spouštěč
da: Kan ikke fjerne den sidste trigger
et: Viimast käivitajat ei saa eemaldada.
fr: Impossible de supprimer le dernier déclencheur
he: לא ניתן להסיר את הטריגר האחרון
hu: Nem lehet eltávolítani az utolsó kiváltót.
ja: 最後のトリガーを削除できません
pl: Nie można usunąć ostatniego wyzwalacza
pt: Não é possível remover o último gatilho
ru: Невозможно удалить последний триггер
sv: Kan inte ta bort den sista utlösaren

source: Remove Trigger?
bg: Премахване на задействащия елемент?
cs: Odebrat spouštěč?
da: Fjern udløser?
et: Eemalda käivitaja?
fr: Supprimer le déclencheur ?
he: הסר טריגר?
hu: Trigger eltávolítása?
ja: トリガーを削除しますか？
pl: Usuń wyzwalacz?
pt: Remover Gatilho?
ru: Удалить триггер?
sv: Ta bort utlösare?

source: Remove "{}" from the triggers list?
bg: Премахнете "{}" от списъка с тригери?
cs: Odebrat "{}" ze seznamu spouštěčů?
da: Fjern "{}" fra triggerlisten?
et: Eemalda "{}" käivitajate loendist?
fr: Supprimer "{}" de la liste des déclencheurs ?
he: האם להסיר את "{}" מרשימת הטריגרים?
hu: Távolítsa el a "{}" elemet a kiváltók listájából?
ja: トリガーリストから "{}" を削除しますか？
pl: Usuń "{}" z listy wyzwalaczy?
pt: Remover "{}" da lista de gatilhos?
ru: Удалить "{}" из списка триггеров?
sv: Ta bort "{}" från listan över utlösare?

source: Move up
bg: Премести нагоре
cs: Posunout nahoru
da: Flyt op
et: Liigu üles
fr: Déplacer vers le haut
he: הזז למעלה
hu: Feljebb lépés
ja: 上に移動
pl: Przenieś w górę
pt: Mover para cima
ru: Переместить вверх
sv: Flytta upp

source: Move down
bg: Премести надолу
cs: Pohyb dolů
da: Flyt ned
et: Liigu alla
fr: Déplacer vers le bas
he: הזז למטה
hu: Lépj le
ja: 下に移動
pl: Przesuń w dół
pt: Mover para baixo
ru: Переместить вниз
sv: Flytta ner

source: Edit rule
bg: Редактиране на правило
cs: Upravit pravidlo
da: Rediger regel
et: Muuda reeglit
fr: Modifier la règle
he: ערוך כלל
hu: Szabály szerkesztése
ja: ルールを編集
pl: Edytuj regułę
pt: Editar regra
ru: Редактировать правило
sv: Redigera regel

source: Delete rule
bg: Изтрий правило
cs: Smazat pravidlo
da: Slet regel
et: Kustuta reegel
fr: Supprimer la règle
he: מחק כלל
hu: Szabály törlése
ja: ルールを削除
pl: Usuń regułę
pt: Excluir regra
ru: Удалить правило
sv: Ta bort regel
